{
  "id": "03-Raw-SessionTranscripts/2023-11-09_W019_P2-BUILDING_TRANS-RAW_SatMathDeepDiveandscholarshipStrategy.pdf",
  "name": "2023-11-09_W019_P2-BUILDING_TRANS-RAW_SatMathDeepDiveandscholarshipStrategy.pdf",
  "path": "03-Raw-SessionTranscripts/2023-11-09_W019_P2-BUILDING_TRANS-RAW_SatMathDeepDiveandscholarshipStrategy.pdf",
  "kind": "TRANS-RAW",
  "week": "19",
  "phase": "2",
  "date": "2023-11-09",
  "link": null,
  "text": "Week 14 - Coaching_Jenny_Huda_Wk14_2023-11-09_M_d8026d4648046e5cU_2023-11-08_00-00-00 WEBVTT 1 00:02:09.110 --> 00:02:11.020 Jenny Duan: Hey, Hiro, how's it going? 2 00:02:11.039 --> 00:02:28.779 huda siraj: I'm good. How are you? I'm doing well. Okay. I thought that today we could do an extra session just to go over all the rest of your Ct. And then also talk about some of the awards, because I know that you want to talk about that. And also the summer programs, how does that sound? Yeah, sounds great. 3 00:02:28.950 --> 00:02:38.420 Jenny Duan: Okay, cool. Before we get started. Do you just have any general updates or anything like that. That you wanted to go over briefly, or did you want to just get straight into it? 4 00:02:38.700 --> 00:02:42.009 huda siraj: I think we get straight into it. 5 00:02:42.050 --> 00:02:44.200 huda siraj: yeah, I can't think of anything right now. 6 00:02:44.640 --> 00:02:48.560 Jenny Duan: Do you want to maybe share screen that way? We can just get started. 7 00:02:51.940 --> 00:02:59.640 huda siraj: Should I sh share my screen from like the essay or not. The Saq. Sorry. Qa's 8 00:03:00.310 --> 00:03:03.709 huda siraj: yeah. That would be great if you could. So just like. 9 00:03:04.620 --> 00:03:05.530 Jenny Duan: sure. 10 00:03:10.230 --> 00:03:22.879 huda siraj: Oh, yeah. Sorry. I wanted to update folklift. I'm like, pretty much done with the website. I need to like, come find like a domain first, but like the coding is almost pretty much done. 11 00:03:23.940 --> 00:03:26.250 Jenny Duan: Great. So awesome. 12 00:04:19.190 --> 00:04:20.949 huda siraj: Okay, so 13 00:04:24.860 --> 00:04:26.850 huda siraj: I think we're doing 14 00:04:27.880 --> 00:04:29.360 huda siraj: math and 15 00:04:29.780 --> 00:04:32.160 huda siraj: no calculator last time. 16 00:04:32.940 --> 00:04:33.810 Yep. 17 00:04:35.360 --> 00:04:40.179 Jenny Duan: do you want to get back into that? Do you wanna share your screen there? Yeah. 18 00:04:41.500 --> 00:04:45.080 huda siraj: yeah, I don't think we did this one. 19 00:04:49.500 --> 00:04:51.290 huda siraj: Oh, can you see my screen. 20 00:04:52.190 --> 00:04:56.030 Jenny Duan: Yeah, I can. It's a little bit like like 21 00:04:56.210 --> 00:05:05.189 Jenny Duan: I don't know if you can see, but like I don't know if it's loaded or not. There's like a little thing. Oh, yeah, it doesn't show up for me, either. 22 00:05:06.890 --> 00:05:12.140 Jenny Duan: cool 23 00:05:12.830 --> 00:05:22.890 Jenny Duan: that's fine. The cost of renting on the bicycle is $8 for the first hour. okay. 24 00:05:23.680 --> 00:05:25.500 how did you approach this question? 25 00:05:26.370 --> 00:05:30.209 huda siraj: So I kind of saw, this is like a word problem. So 26 00:05:30.290 --> 00:05:36.940 huda siraj: I was like, okay, so $8 for the first hour. So 27 00:05:37.320 --> 00:05:51.369 huda siraj: I was like, that's probably gonna be like, the constant right? And then I saw that this is for for each hour. So then I assume this is what's gonna be like with the 28 00:05:51.560 --> 00:05:55.780 huda siraj: would the variable like the slope? 29 00:05:57.600 --> 00:06:01.349 huda siraj: so yeah, that's kind of like, how II got this. 30 00:06:03.500 --> 00:06:08.109 Jenny Duan: Okay? So why. okay, so where did you get 31 00:06:08.430 --> 00:06:16.469 huda siraj: the 4 and the 8 from. And why did you put them into those spices? Can you walk me through that? Yeah. So over here? 32 00:06:16.520 --> 00:06:21.760 huda siraj: for the first hour you have to pay $8 So 33 00:06:22.590 --> 00:06:30.999 huda siraj: I knew this was not going to be like for each hour. So I kind of rule that out. and then $4 for each additional hour. 34 00:06:31.590 --> 00:06:35.180 huda siraj: So then I got 4 35 00:06:35.810 --> 00:06:47.549 huda siraj: h, and then that's like what my answer is. I'm still kind of unsure. Why, this is 4 h plus 4, unless it meant like 4 plus 8 h. 36 00:06:47.960 --> 00:06:48.800 huda siraj: or 37 00:06:49.920 --> 00:06:53.530 huda siraj: I'm not sure like what this really means. 38 00:06:54.190 --> 00:06:56.570 Jenny Duan: Yeah. So you're finding. 39 00:06:57.420 --> 00:06:58.710 Jenny Duan: because 40 00:06:59.080 --> 00:07:07.610 Jenny Duan: of renting a bicycle for h hours right where H. Is a positive integer? Right? And so how much money do you pay 41 00:07:07.840 --> 00:07:09.209 Jenny Duan: for our one 42 00:07:10.000 --> 00:07:11.870 huda siraj: but $8. 43 00:07:11.990 --> 00:07:13.930 Jenny Duan: How much do you pay for? Hour? 2. 44 00:07:14.590 --> 00:07:20.929 huda siraj: 12. Wouldn't it be 12? 45 00:07:21.690 --> 00:07:23.480 Jenny Duan: Yeah, exactly right. 46 00:07:24.310 --> 00:07:26.120 Jenny Duan: And how much do you pay for? Hour? 3. 47 00:07:26.720 --> 00:07:29.760 huda siraj: 16, 48 00:07:31.320 --> 00:07:34.950 Jenny Duan: and you're looking for which of the following, and gives the cost of the 49 00:07:35.840 --> 00:07:38.909 Jenny Duan: in dollars of renting the bicycle for 8 h. 50 00:07:39.450 --> 00:07:40.110 huda siraj: Hmm! 51 00:07:40.550 --> 00:07:44.749 Jenny Duan: Where H. Is a class student. I feel your answer is correct. 52 00:07:47.330 --> 00:07:52.000 Jenny Duan: Yes, like, actually, wait. No, no, no. 53 00:07:52.080 --> 00:07:57.319 Jenny Duan: because okay, this is okay. The the trick is here. How much do you pay for the first hour? 54 00:07:57.740 --> 00:07:59.329 huda siraj: $8. 55 00:08:00.510 --> 00:08:01.300 Jenny Duan: Right? 56 00:08:01.520 --> 00:08:21.590 Jenny Duan: Okay, yeah. Yeah. That's that's tricky. Because usually when they do, it's like, How much do you pay for like the subsequent hours? So what would be the cost? Renting the bicycle for each subsequent hours? And then your answer will be correct. But since they're counting the first hour as already. 57 00:08:22.090 --> 00:08:23.530 Jenny Duan: like 58 00:08:23.790 --> 00:08:35.650 Jenny Duan: 8, you're already paying $8 for the first hour that each has to take into account. That first hour. Does that make sense? Yeah, I think. Next time I'll probably like, just substitute to make sure my answer is correct. 59 00:08:36.500 --> 00:08:38.520 Jenny Duan: Yeah, okay, good idea. 60 00:08:38.659 --> 00:08:44.140 Jenny Duan: Okay, next question, also, give me 1 min plug in my computer. 61 00:08:52.630 --> 00:08:53.320 Jenny Duan: Okay. 62 00:08:54.870 --> 00:09:02.670 Jenny Duan: next question. so what is the positive solution to the given equation? Okay, so how do you find a solution to an equation like this? 63 00:09:02.730 --> 00:09:05.740 huda siraj: You just factor it. So 64 00:09:06.940 --> 00:09:09.340 huda siraj: 9 65 00:09:10.080 --> 00:09:19.550 huda siraj: x squared. I'm just going to like expand it. So minus 12 x minus 12 66 00:09:21.310 --> 00:09:24.719 huda siraj: equal to 0. 67 00:09:26.120 --> 00:09:28.810 huda siraj: And then usually I do it like. 68 00:09:29.130 --> 00:09:33.010 huda siraj: or I guess we could simplify this by doing like 3, 69 00:09:46.620 --> 00:09:48.609 huda siraj: and then 70 00:09:48.660 --> 00:09:57.360 huda siraj: usually I do like the x thing where we have negative, 12 on the top. and then negative 4 on the bottom. 71 00:10:00.670 --> 00:10:06.620 huda siraj: it could be negative. 60, I see where I went wrong. 72 00:10:06.800 --> 00:10:15.170 huda siraj: Where did you go wrong? I oh, wait! Wait! Let me just check this. Actually, 73 00:10:15.650 --> 00:10:18.280 huda siraj: 3 x minus 6, 74 00:10:21.950 --> 00:10:25.800 huda siraj: 3 x minus 2 or 3 x plus 2. 75 00:10:31.080 --> 00:10:33.350 huda siraj: So the answers could have been. 76 00:10:37.240 --> 00:10:39.350 huda siraj: X is equal to 2. 77 00:10:40.760 --> 00:10:46.199 huda siraj: Oh, I forgot to put the 3 X over here. I think I just put X minus 6. 78 00:10:47.780 --> 00:10:49.250 So why. 79 00:10:49.520 --> 00:10:53.010 huda siraj: or it could also be negative 2 thirds. But 80 00:10:56.490 --> 00:11:01.350 huda siraj: oh, okay, so what are they asking for? They're asking for the positive, right? 81 00:11:01.830 --> 00:11:03.340 Jenny Duan: So I think. 82 00:11:03.460 --> 00:11:05.170 huda siraj: it would be too 83 00:11:06.750 --> 00:11:08.270 Jenny Duan: correct. And 84 00:11:08.420 --> 00:11:10.310 Jenny Duan: do you have any other questions about that. 85 00:11:10.720 --> 00:11:14.499 huda siraj: you know, I think I just need to pay like closer attention when I'm 86 00:11:14.690 --> 00:11:20.639 huda siraj: actually felt like expanding it. Cause I forgot about this. And that's kind of annoying 87 00:11:20.740 --> 00:11:22.180 huda siraj: question to miss. 88 00:11:22.910 --> 00:11:33.970 huda siraj: okay, so going in hindsight like, what do you? What is the takeaway from this? I think. Kind of like slowed down on the steps definitely. 89 00:11:34.430 --> 00:11:41.349 huda siraj: check, if like. go back and like, see if it makes sense, or maybe like, plug it in and see if it makes sense 90 00:11:42.740 --> 00:11:43.879 huda siraj: the attic 91 00:11:44.270 --> 00:11:46.780 Jenny Duan: cool. Next session. 92 00:11:47.930 --> 00:11:50.299 huda siraj: This one. 93 00:11:53.600 --> 00:11:56.169 huda siraj: Oh, this is the one that I thought I was, gonna miss. 94 00:11:57.300 --> 00:11:58.559 huda siraj: It was like. 95 00:12:29.680 --> 00:12:31.540 Jenny Duan: okay, 96 00:12:32.460 --> 00:12:41.070 Jenny Duan: the in the value of X, okay. 97 00:12:42.710 --> 00:12:45.100 huda siraj: so this is like the diagram that we're given 98 00:12:45.390 --> 00:12:56.719 Jenny Duan: I think, have you gone through a similar problem like this before. Yeah, I think I told you about this earlier. And then, like, you walk me through this one. Okay? So why don't you? 99 00:12:57.380 --> 00:13:04.970 huda siraj: Do you remember how to do it, then, can you? And now do you teach it back to me? So yeah, the side would be 100 00:13:05.140 --> 00:13:09.769 huda siraj: like 2 times this radius. So 2 x 101 00:13:11.550 --> 00:13:12.410 huda siraj: or 102 00:13:13.570 --> 00:13:15.689 huda siraj: 2 x squared 2, 103 00:13:16.830 --> 00:13:21.210 huda siraj: I think we could just get rid of the square, too, and just have 2 x 104 00:13:22.940 --> 00:13:24.340 huda siraj: or X. Sorry. 105 00:13:26.350 --> 00:13:29.450 huda siraj: And then so x 106 00:13:29.520 --> 00:13:35.900 huda siraj: times x our x plus x plus x plus x is equal to 30. So. 107 00:13:46.430 --> 00:13:48.769 huda siraj: or also 15 divided by 2. 108 00:13:53.450 --> 00:13:54.300 huda siraj: Oh, wait! 109 00:13:55.600 --> 00:13:56.620 huda siraj: Wait! 110 00:13:59.860 --> 00:14:03.479 huda siraj: Actually, no, wait! I think I did something wrong. You're missing something. 111 00:14:05.460 --> 00:14:10.530 huda siraj: okay. So 112 00:14:22.520 --> 00:14:28.099 huda siraj: Oh, it was inside, I think, actually. 113 00:14:29.170 --> 00:14:30.000 huda siraj: But 114 00:14:30.370 --> 00:14:36.860 huda siraj: it wouldn't be 115 00:14:39.280 --> 00:14:42.310 huda siraj: so. 30 is a perimeter, which is 4 x 116 00:14:43.980 --> 00:14:44.910 Jenny Duan: right? 117 00:14:45.960 --> 00:14:49.920 huda siraj: And we divide each side by 4, 118 00:14:54.550 --> 00:14:58.159 huda siraj: and to simplify you, get 15 over 2. 119 00:15:00.960 --> 00:15:06.549 Jenny Duan: What you're missing here is that the radius of the circle isn't X rates X times square root 2. 120 00:15:07.890 --> 00:15:09.410 Jenny Duan: So what does that tell you? 121 00:15:10.520 --> 00:15:12.670 huda siraj: Oh, wait! Do we take the 122 00:15:15.730 --> 00:15:20.230 huda siraj: wait? But I multiplied this by 2. 123 00:15:20.290 --> 00:15:24.139 huda siraj: Would it just be 2 x querutu? Or. 124 00:15:24.160 --> 00:15:30.660 huda siraj: yeah, exactly. Because if you multiply something by 2 that doesn't take away the square root. Right? Okay? Yeah. So 125 00:15:33.400 --> 00:15:34.730 huda siraj: I'm just gonna 126 00:15:36.500 --> 00:15:39.260 huda siraj: so 8 x square root 2 127 00:15:43.140 --> 00:15:45.600 huda siraj: is equal to 30 128 00:15:49.420 --> 00:15:51.080 huda siraj: on 15, 129 00:15:53.040 --> 00:16:01.520 huda siraj: divided by 2, or like 30 30, divided by none. So 2, or that's on 30, divided by 8. By the way. 130 00:16:01.860 --> 00:16:05.089 huda siraj: to X square root 2. 131 00:16:08.980 --> 00:16:11.000 huda siraj: That's the radius. So 132 00:16:12.830 --> 00:16:21.390 huda siraj: wait, I'm stuck again. Wait. 133 00:16:21.890 --> 00:16:26.509 Jenny Duan: Okay, I think that may help us with drawing the photo. So 134 00:16:26.760 --> 00:16:34.669 Jenny Duan: the perimeter of the square inscribed in a circle so inscribed 135 00:16:35.090 --> 00:16:36.470 Jenny Duan: is there leeches. 136 00:16:36.740 --> 00:16:38.100 huda siraj: So 137 00:16:38.990 --> 00:16:44.949 Jenny Duan: the radius of the circle is x square 2 inches. 138 00:16:45.100 --> 00:16:55.370 Jenny Duan: But I think that what happened is we drew it wrong, so that so remember, this line isn't the rate. This is the radius. But this is not half of the sidelines of the square. Does that make sense? 139 00:16:56.030 --> 00:17:01.919 Jenny Duan: So the actual side length. the radius is actually like this diagonal of the square. 140 00:17:02.180 --> 00:17:03.370 Does that make sense? 141 00:17:04.480 --> 00:17:10.990 huda siraj: okay, so this is this is so, this is actually a triangle question. 142 00:17:11.510 --> 00:17:33.229 Jenny Duan: Oh, okay, do you do see that now? Because I think what the misconception was that this radius was one half of the perimeter or one half of one of the sidelines. But if we draw it out, we can actually see that it's not actually one of the one half of one of the sidelines. Does that make sense? Why or is that confusing? I was wondering why? Why is it diagonal, not horizontal? 143 00:17:34.140 --> 00:17:38.280 Jenny Duan: Yeah. Because if you think about the way that a square fits inside a circle. 144 00:17:38.440 --> 00:17:39.310 huda siraj: right? 145 00:17:40.500 --> 00:17:44.760 Jenny Duan: I think it's actually better if I draw the circle first. second. 146 00:17:46.310 --> 00:17:47.260 Jenny Duan: and 147 00:17:50.140 --> 00:17:54.219 Jenny Duan: okay. So this is like a port really drawn circle. But 148 00:17:54.260 --> 00:18:01.010 Jenny Duan: you see how like a square doesn't fit exactly in a circle like just if you if you draw. You can just see like 149 00:18:02.380 --> 00:18:17.789 Jenny Duan: it's not gonna fit. It's not gonna a side length is not going to be like the radius of the circle, because there's always going to be this part of empty space. Yeah. And that's just due to like the basic like properties of each of the objects. Does that make sense. 150 00:18:18.610 --> 00:18:37.349 Jenny Duan: Okay? So that means that it's gonna that means that the diagonal, however, fits perfectly. Because if we think about like inscribed, what does inscribed mean? That means that, like the corners of the square, fit perfectly in the circle, and if the corners of the square fit perfectly in the circle, then that means, 151 00:18:38.100 --> 00:18:39.000 Jenny Duan: that 152 00:18:39.150 --> 00:18:44.410 Jenny Duan: the diagonal of the square, or one half of the diagonal of the square is 153 00:18:44.570 --> 00:18:48.400 Jenny Duan: going to be 154 00:18:48.880 --> 00:18:53.280 huda siraj: like the radius of the circle. Is that clear? Yeah. So 155 00:18:54.290 --> 00:18:59.189 huda siraj: so this line, is the side length. 156 00:19:02.060 --> 00:19:03.509 Jenny Duan: Why would it be the side length? 157 00:19:04.520 --> 00:19:08.190 huda siraj: or half the side length? Right. 158 00:19:09.480 --> 00:19:11.190 Jenny Duan: Why is it half the side length? 159 00:19:11.520 --> 00:19:17.240 huda siraj: because it's the because the square is inscribed inside of the 160 00:19:17.880 --> 00:19:26.820 huda siraj: circle. So poem. Actually, I'm not sure like, would you have to like solve for this side, or do they give you 161 00:19:26.930 --> 00:19:34.660 Jenny Duan: so they give you that this is the radius right of the circle. So now that this is X square root 2. Does that make sense 162 00:19:35.080 --> 00:19:39.790 Jenny Duan: oops? Can you go? How did I go back undo that? 163 00:19:41.120 --> 00:19:45.310 huda siraj: Is there a day button? It's only undoing for me. 164 00:19:46.610 --> 00:19:49.350 Jenny Duan: So who? 165 00:19:49.930 --> 00:20:04.840 Jenny Duan: Yeah, what? I just did? Okay, awesome. So we know that we still know that the perimeter is 30 inches right? So that means that each side length is 30 over 4. So 166 00:20:04.910 --> 00:20:06.310 Jenny Duan: that means that 167 00:20:06.570 --> 00:20:13.439 Jenny Duan: this side this entire sideline is going to be 15 over 2, right? 168 00:20:14.970 --> 00:20:15.920 Jenny Duan: a. 169 00:20:17.570 --> 00:20:21.820 Jenny Duan: and you're looking for the value of X, so you're looking for 170 00:20:22.060 --> 00:20:25.610 Jenny Duan: this diagonal, so if you know that this is and 171 00:20:26.660 --> 00:20:29.660 Jenny Duan: 15 over 2. And you know that 172 00:20:30.680 --> 00:20:32.280 Jenny Duan: this is like. 173 00:20:34.410 --> 00:20:35.429 Jenny Duan: here it goes 174 00:20:35.950 --> 00:20:37.410 second. 175 00:20:38.240 --> 00:20:43.149 Jenny Duan: So you know that this is 15 over 2. And what you're trying to find. Is this length right? 176 00:20:43.200 --> 00:20:45.160 Jenny Duan: You also know that. 177 00:20:46.530 --> 00:20:48.100 Jenny Duan: this is 178 00:20:49.400 --> 00:20:50.750 Jenny Duan: 15 179 00:20:52.450 --> 00:20:53.610 Jenny Duan: over 180 00:20:54.460 --> 00:20:57.730 Jenny Duan: 2, right? And so 181 00:20:57.990 --> 00:20:58.790 Jenny Duan: well. 182 00:20:59.070 --> 00:21:03.599 Jenny Duan: do do you understand why this this is sorry this is not. This is 15 over. 183 00:21:05.480 --> 00:21:16.169 Jenny Duan: This little piece is 15 over 4, because this big piece is 150, for 2, does that make sense. Oh, yeah, cause it's just divided by 2. Yeah. And then this is 15 over 4, too. 184 00:21:16.540 --> 00:21:20.609 huda siraj: Oh, does that make sense? Why, this is 15 over 4. So it's just half right. 185 00:21:20.640 --> 00:21:34.040 Jenny Duan: Yeah, does that make sense? Because if we can imagine this as like a small square, this is 15 over 4. This is also 15 over 4. Does that make sense? Yes. So if we draw out the circle just on its own, we get one side, 15 over 4. 186 00:21:34.850 --> 00:21:37.539 Jenny Duan: Boom another side, 15 over 4. 187 00:21:38.340 --> 00:21:41.269 Jenny Duan: Then what does that tell you about this side? Right here? 188 00:21:44.390 --> 00:21:47.820 huda siraj: It would equal to both, or 189 00:21:49.350 --> 00:21:55.629 huda siraj: well, would would we be using the Pythagorean theorem, or is it? Would it just be the same? 15 over 4? 190 00:21:56.140 --> 00:22:06.779 huda siraj: Oh, so what type of triangle is this? Is this an equilateral triangle or not, I mean a right triangle. Sorry? Yeah. So what does that tell you? 191 00:22:08.440 --> 00:22:10.229 Jenny Duan: Why would it be? 50? Number 4? 192 00:22:10.860 --> 00:22:15.840 huda siraj: Because all sides are equal in alright triangle. 193 00:22:16.600 --> 00:22:18.650 Jenny Duan: Is that possible for a right triangle? 194 00:22:19.970 --> 00:22:21.920 huda siraj: What do we? 15 over 2? 195 00:22:23.100 --> 00:22:31.140 Jenny Duan: So let's think about right triangle geometry? Right? What types of triangles. What are some of the most common types of triangles? Right triangles on the SAT. 196 00:22:31.880 --> 00:22:34.700 huda siraj: isosceles. 197 00:22:35.170 --> 00:22:40.659 huda siraj: Talk about the 30, 60, 90 198 00:22:41.020 --> 00:22:44.990 huda siraj: 45, 45, 90 199 00:22:45.190 --> 00:22:48.459 huda siraj: Umhm. And then the 3, 4, 5. 200 00:22:49.190 --> 00:22:55.029 huda siraj: Yeah, I see. Yeah, you remember, yeah, those are the 3 main types, great jobs. See? You know all this. 201 00:22:55.070 --> 00:22:57.180 Jenny Duan: So what type of right triangle is this one? 202 00:22:57.840 --> 00:23:01.969 huda siraj: It's the 90 45 45. 203 00:23:02.470 --> 00:23:05.610 Jenny Duan: Yep. And what does that tell you about the 204 00:23:06.920 --> 00:23:08.659 Jenny Duan: laid the hypotenuse. 205 00:23:09.150 --> 00:23:12.269 huda siraj: Oh, it would just be x square root 2, right 206 00:23:12.550 --> 00:23:14.570 Jenny Duan: and so what's that 207 00:23:15.660 --> 00:23:20.859 huda siraj: 15 overweight 208 00:23:22.890 --> 00:23:27.409 huda siraj: 15 over 2, 209 00:23:28.340 --> 00:23:31.340 Jenny Duan: wait? Why is it 15 over 2. 210 00:23:31.520 --> 00:23:38.169 huda siraj: Cause X would be 15 over 4, and then you multiply that by the square root of 2 211 00:23:38.490 --> 00:23:42.010 huda siraj: which is 15 over 2. 212 00:23:43.630 --> 00:23:46.749 Jenny Duan: Why can you write that out for me? 213 00:23:47.150 --> 00:23:49.430 huda siraj: Yeah. And 214 00:23:51.260 --> 00:23:52.340 huda siraj: so 215 00:23:52.800 --> 00:23:54.610 huda siraj: x squared 216 00:23:55.540 --> 00:23:56.510 huda siraj: 2 217 00:23:56.680 --> 00:24:01.270 huda siraj: and then the X. Since it's this, it's 15 218 00:24:02.570 --> 00:24:08.420 huda siraj: over 4 times. Scope 2 219 00:24:08.710 --> 00:24:09.400 do 220 00:24:09.860 --> 00:24:13.569 huda siraj: is equal to well, like 221 00:24:14.230 --> 00:24:21.780 huda siraj: this is like, basically square root 2, right for square root 2. And so these so then 222 00:24:21.800 --> 00:24:23.550 huda siraj: this just becomes 2. 223 00:24:24.640 --> 00:24:26.800 huda siraj: So 15 over 2 224 00:24:27.850 --> 00:24:28.850 Jenny Duan: perfect 225 00:24:30.090 --> 00:24:33.100 Jenny Duan: do you have any other questions about this? 226 00:24:33.760 --> 00:24:42.870 huda siraj: No. I think I'm fine. I think I need to practice more questions like these, though. I think I'll practise them on Khan Academy and stuff. 227 00:24:43.470 --> 00:24:46.499 Jenny Duan: Okay, do you want me to give you another example? Or do you want to just move on? 228 00:24:46.740 --> 00:24:52.950 huda siraj: I think I think another example would be good. Actually. okay, do you want to clear your screen? Yeah. 229 00:24:54.300 --> 00:24:56.920 Jenny Duan: okay, let's just say, 230 00:24:57.840 --> 00:25:01.399 Jenny Duan: how's this? You have a square like this. 231 00:25:02.740 --> 00:25:05.630 Jenny Duan: and there's been 232 00:25:05.800 --> 00:25:12.959 Jenny Duan: the It triangle inscribed in this square like this came, say, it's an equilateral triangle. 233 00:25:13.320 --> 00:25:22.510 Jenny Duan: Let's say that you know that the sidelines of the square is 5. What's the area of the equilateral triangle? 234 00:25:24.020 --> 00:25:44.070 Jenny Duan: Okay, so this is like a bit of a complicated question, but I think it'll be good to apply some of the things that we talked about last time. And also today. Also, while I get started on this question, I'm gonna move. So I'm gonna use myself for a second. But you can keep talking. Okay. And I'm just gonna do this. 235 00:25:45.530 --> 00:25:49.090 huda siraj: Okay? So we know that this triangle over here. 236 00:25:49.270 --> 00:25:56.960 huda siraj: The, this is also 5 senses inscribed inside. and 237 00:25:57.660 --> 00:25:59.350 huda siraj: we know that 238 00:26:00.240 --> 00:26:04.939 huda siraj: if it's an equilateral, we know that all sides are the same. 239 00:26:06.210 --> 00:26:07.230 huda siraj: This 240 00:26:08.510 --> 00:26:10.910 huda siraj: and then 241 00:26:11.770 --> 00:26:15.290 huda siraj: excuse me. 242 00:26:16.330 --> 00:26:26.989 Jenny Duan: and then, after this we have to find the area of this. 243 00:26:27.080 --> 00:26:41.830 Jenny Duan: But I think we talked about this formula earlier. 244 00:26:41.960 --> 00:26:54.880 huda siraj: so we talked about this formula yesterday, I think or not. Yesterday. The other meeting was square, 3 over 4, a side squared. 245 00:26:56.060 --> 00:26:58.440 huda siraj: Oh. 1 s. 246 00:27:01.460 --> 00:27:02.170 huda siraj: Okay. 247 00:27:02.280 --> 00:27:09.800 huda siraj: and then that's like square root 3. 248 00:27:10.720 --> 00:27:12.759 huda siraj: And this is just 25 249 00:27:16.010 --> 00:27:17.410 huda siraj: over 4, 250 00:27:20.190 --> 00:27:23.810 huda siraj: And then 251 00:27:26.700 --> 00:27:29.609 huda siraj: I don't know. Can you? 252 00:27:30.720 --> 00:27:36.859 huda siraj: do we have to simplify this further? 25 square root? 3 over 4. 253 00:27:39.750 --> 00:27:42.639 Jenny Duan: no, that's fine. 254 00:27:45.160 --> 00:27:46.889 Oh, so that should be the answer. 255 00:27:47.030 --> 00:27:50.069 Jenny Duan: Yeah, cool. Do you have any other questions about this one? 256 00:27:50.710 --> 00:27:53.529 huda siraj: not necessarily. 257 00:27:54.090 --> 00:28:07.719 huda siraj: Okay. Does this process of like inscribing geometry figuring out where the equation goes. Does this all make sense to you? Do you have any questions? Yeah. I think that the circles are a bit harder. Just cause like 258 00:28:08.040 --> 00:28:13.630 huda siraj: I think the radius kind of throws me off a little bit. But I think I'd say I get it. Now. 259 00:28:14.180 --> 00:28:18.560 Jenny Duan: Okay, amazing sounds great. Let's go to the next question now. 260 00:28:22.630 --> 00:28:28.449 huda siraj: Oh, okay, that's it for math. No, Cal, no calculator. And then this is the math with calculator. 261 00:28:30.620 --> 00:28:31.420 huda siraj: Okay. 262 00:28:38.290 --> 00:28:39.209 Jenny Duan: what we do. 263 00:28:41.160 --> 00:28:42.140 please. 264 00:28:42.630 --> 00:28:43.480 Jenny Duan: Okay. 265 00:28:43.690 --> 00:28:48.780 Jenny Duan: Square root of M squared equals the square root of 64 squared. 266 00:28:50.990 --> 00:28:58.149 huda siraj: I'm not sure why I got this wrong cause. I was reviewing it, and it literally says the answer in it. So 267 00:28:58.390 --> 00:29:00.350 huda siraj: 64, 268 00:29:04.200 --> 00:29:11.279 huda siraj: now, that's just 64. So I think maybe you read too quickly. 269 00:29:11.400 --> 00:29:15.850 huda siraj: Yeah. I think I think that's something I really need to work on. 270 00:29:16.180 --> 00:29:33.290 huda siraj: I think, cause I'm fine with time. I think. I kinda like try to speed it up. But I think this time, since I know that I'm kind of comfortable with time. I can take my time. Using each question amazing. 271 00:29:33.490 --> 00:29:34.800 Jenny Duan: Next question. 272 00:29:40.350 --> 00:29:49.390 Jenny Duan: scatterplot shows the relationship between 2 variables X and Y, the line of best fit for the data is also shown for X equals 4, which are the closest 273 00:29:49.440 --> 00:29:55.090 Jenny Duan: over to the following sources of the Y value predicted by the line of best fib. Okay, so 274 00:29:56.700 --> 00:29:57.820 how? 275 00:29:57.900 --> 00:29:59.500 Jenny Duan: A month? 276 00:30:00.610 --> 00:30:02.380 Jenny Duan: How did you approach this question? 277 00:30:03.650 --> 00:30:16.250 huda siraj: I think II probably looked at 5, I think. Cause if I checked at 10, at 4, then it's it's directly at 10. So 278 00:30:16.970 --> 00:30:32.339 huda siraj: I think I probably looked at the wrong point, but if I were to approach it again I'd look for the X that it's given and then I'd kinda go up to the line of best fit and see like what point it's at, and it's at 10. So 279 00:30:32.840 --> 00:30:33.660 huda siraj: yeah. 280 00:30:34.440 --> 00:30:39.089 huda siraj: again, a super mistake. So I think I need to read slower this time. 281 00:30:41.980 --> 00:30:42.800 huda siraj: And 282 00:30:51.580 --> 00:30:53.540 huda siraj: okay, this one, I think. 283 00:30:55.080 --> 00:30:58.249 huda siraj: Yeah, I think I remember being kind of confused on this one. 284 00:31:01.930 --> 00:31:21.530 Jenny Duan: The first 2 department measures tree, trunk diameter and inches at a constant height from the ground for each tree growing in a certain area data for 95 of these trees are summarized in a histogram. The first, which is the following, is a possible value? Median value. Okay, so what is what does the median mean? 285 00:31:21.800 --> 00:31:24.079 huda siraj: It's like what's in the middle 286 00:31:25.350 --> 00:31:28.700 Jenny Duan: and how do you calculate that. 287 00:31:29.650 --> 00:31:42.720 huda siraj: I mean. Usually when I was practicing, I kind of wrote down all the terms, and then went to the middle But for these, like large scale ones, you can't really do that. 288 00:31:44.640 --> 00:31:51.270 huda siraj: So I'm not. I'm not entirely sure, like how to find the medium with just calculations. 289 00:31:54.200 --> 00:31:58.690 Jenny Duan: All right. So what is this? What is the information that this graph tells you? 290 00:31:59.810 --> 00:32:07.210 huda siraj: It shows you like the frequency of like, like the inches in tree trunks 291 00:32:08.250 --> 00:32:09.739 huda siraj: for a diameter? Yeah. 292 00:32:10.050 --> 00:32:13.630 Jenny Duan: exactly. And then 293 00:32:14.090 --> 00:32:22.229 Jenny Duan: what does? I guess? So how? Many instances of tree diameters between 0 and 6 are there 294 00:32:22.900 --> 00:32:23.730 huda siraj: 5, 295 00:32:24.690 --> 00:32:33.879 Jenny Duan: okay, how many? So that's like on the lower end. Right? What about on the higher end? What about between 30 to 6 and 42? How many instances are there? 296 00:32:34.440 --> 00:32:36.120 huda siraj: Also 5, 297 00:32:36.640 --> 00:32:50.659 Jenny Duan: right? So what I like to do is I like to cross off on both sides like depending on the number of frequencies like, Okay, here's 5. Here's 5. I can cross those off. Now let's look at the next value. So you know there's 10 here. Right? 298 00:32:50.850 --> 00:32:57.829 Jenny Duan: That means you can take away 5 from here, and let's just say we can take away 5 from here. Does that make sense what I'm doing right now? 299 00:32:58.610 --> 00:33:02.130 huda siraj: Why'd you take down the 10 for 6 to 12, 300 00:33:02.750 --> 00:33:06.849 Jenny Duan: because there's 10. And then I took down 5 and 5. 301 00:33:07.030 --> 00:33:10.870 Jenny Duan: So that does that make sense. Yeah. 302 00:33:10.920 --> 00:33:17.169 huda siraj: then there's gonna be 10 left here. So I'm taking away 10. And then I'm just gonna take away 10 here, right 303 00:33:18.110 --> 00:33:27.649 Jenny Duan: And then we can see okay, the next level is 20. So we can take away 20 from here. And if we take away 20 from here we still have 5 left right 304 00:33:27.840 --> 00:33:33.200 huda siraj: so what does that tell you about the median. So it's between 18 and 24. 305 00:33:33.470 --> 00:33:42.519 huda siraj: Right? Does that make sense? Yeah. So the answer would be, see using that method. Okay, right? So that's that's actually really helpful. 306 00:33:42.760 --> 00:34:00.170 Jenny Duan: Yeah, I think what you made of calculated was the mode which is like the most common one, right? And if you were talking the most common, then 15 would be a great answer, because that's what shows up the most right. But since you're calculating the median you want what's in the middle and in the middle value that's between 1824. 307 00:34:00.980 --> 00:34:13.390 huda siraj: So are there any like formulas or anything that I can use? When like, say, we're not given this table, would I still have to be able to figure out the median? 308 00:34:13.550 --> 00:34:17.810 Jenny Duan: You'll always be given a table if you're gonna be asked about the media. So don't worry about that. 309 00:34:17.940 --> 00:34:18.840 huda siraj: Okay. 310 00:34:19.949 --> 00:34:21.830 huda siraj: yeah, that makes sense. 311 00:34:22.090 --> 00:34:24.409 huda siraj: Thanks 312 00:34:25.800 --> 00:34:27.370 huda siraj: of the soul registered. 313 00:34:38.969 --> 00:34:41.300 Jenny Duan: Walk clear the screen for a second. 314 00:34:41.600 --> 00:35:00.779 Jenny Duan: Okay, the State representative wants to increase the amount of driving practice time required before student and earned drivers, license or representative survey to random sample of 50 from the 200 degrees. Since taking the drivers class of Jefferson High School, the survey reported that 62% of students taking the class agree that driving practice. Time should be increased with an associated margin of error. 5%. Okay. 315 00:35:01.290 --> 00:35:09.490 Jenny Duan: What should the following populations can the results of the survey? Jefferson High school be extended to? How did you reason through this question? 316 00:35:10.290 --> 00:35:27.130 huda siraj: So actually, the previous night I was taking like a practice test. And then one of the questions were really similar to this one. Like they did a testing on like a high school. And then the correct answer was like, I think, throughout the State. And I think 317 00:35:27.320 --> 00:35:36.639 huda siraj: that's what kind of like tripped me up. But I thought that so it wouldn't just be this one cause 318 00:35:36.730 --> 00:35:41.509 huda siraj: that would kind of be biased or like not, it's too niche. And then 319 00:35:41.740 --> 00:35:46.030 huda siraj: students at Jefferson High School. 320 00:35:46.910 --> 00:35:54.879 huda siraj: oh, yeah, the reason I chose this and not This one is because 321 00:35:55.120 --> 00:36:05.159 huda siraj: I thought it. It would apply to like every school which would make like the research, more like important, I think like the reason that they're doing the research. But 322 00:36:05.610 --> 00:36:14.120 huda siraj: yeah, cause it's like for the State representative. So I thought, I would like reply to the entire us. 323 00:36:16.490 --> 00:36:31.610 Jenny Duan: Yeah, that that makes sense. And I totally get your line of reasoning. Let's think about what the sample is drawn from. So let's think about where? Who is being sampled? So can you tell me in your own words, like, what is the population that's being sampled? 324 00:36:32.360 --> 00:36:38.030 huda siraj: The students taking drivers? Ed at Jefferson High School. 325 00:36:39.070 --> 00:36:40.350 Jenny Duan: How many students? 326 00:36:40.420 --> 00:36:41.780 huda siraj: 2 50 327 00:36:45.380 --> 00:36:47.360 Jenny Duan: is that? Who's being sampled? 328 00:36:48.350 --> 00:36:51.789 huda siraj: Oh, a 50 from then? Yeah. 329 00:36:51.910 --> 00:37:10.629 Jenny Duan: right? And that's where that's what you have to pay attention to, because we need to think about it's what, out of what, and usually the out of what is where we can, and make the inference about. Because, for example, if we were saying, Okay, maybe they sampled 2 50 students from Jefferson High School striving class. 330 00:37:10.630 --> 00:37:28.619 Jenny Duan: Then maybe we can extrapolate that like 2 50 out of the all the Us. Students, because it's 250 out of what. But since we're only taking 50 of the 2 50, then that all that can tell us is about the 2 50, but not anything more than that, because we're only taking 50 from the 2 50. Does that make sense? Is that? 331 00:37:28.820 --> 00:37:30.249 huda siraj: Yeah, I understand 332 00:37:30.850 --> 00:37:39.789 Jenny Duan: cool. Yeah, I think the probability and stuff this stuff is pretty hard, so i totally get that cool. 333 00:37:40.210 --> 00:37:41.730 Jenny Duan: We go next. 334 00:37:44.020 --> 00:37:46.620 Jenny Duan: you know. Farming school. 335 00:37:47.750 --> 00:37:57.919 huda siraj: Okay? This one was which one has a one distinct real solution. And I think I did. B, the B squared 336 00:37:58.010 --> 00:38:08.070 huda siraj: minus 4 A/C perfect. Yeah. and then I think this is just 36 337 00:38:10.630 --> 00:38:13.230 huda siraj: minus. And then 4 times 3, 338 00:38:14.910 --> 00:38:21.549 huda siraj: which was or not, 4 times 3, 4 times 6, 16, which was 339 00:38:22.630 --> 00:38:23.930 huda siraj: a 340 00:38:24.500 --> 00:38:28.000 huda siraj: 4 or 82. Sorry? No, not 82. 341 00:38:28.510 --> 00:38:29.860 huda siraj: I keep messing up. 342 00:38:30.760 --> 00:38:44.340 huda siraj: Oh, that would return a negative number, I think. So that 343 00:38:44.940 --> 00:38:46.189 huda siraj: pulls that out 344 00:38:47.420 --> 00:38:48.420 huda siraj: and 345 00:38:50.940 --> 00:38:55.150 huda siraj: it for to be have one solution, wouldn't it have to equal 0? 346 00:38:56.180 --> 00:38:58.190 huda siraj: Exactly. 347 00:38:58.900 --> 00:39:06.040 huda siraj: So this one would be 64, 348 00:39:06.300 --> 00:39:09.770 huda siraj: minus 4 times a times. C. 349 00:39:14.480 --> 00:39:16.339 huda siraj: Oh, that would be plus right 350 00:39:16.660 --> 00:39:22.100 huda siraj: so it's not this one. Oh, it would be, it would be d 351 00:39:23.200 --> 00:39:27.280 huda siraj: okay, I see, cause this one's minus and this one's plus 352 00:39:27.820 --> 00:39:41.450 huda siraj: And then this makes it positive, which it would give an like a number greater than 0. And this just exactly equals 0. So I see where I went wrong. I think. 353 00:39:41.810 --> 00:39:48.549 huda siraj: I had let the right idea of using this. But I think I calculated it wrong, even though I had a calculator. But yeah. 354 00:39:48.780 --> 00:40:05.870 huda siraj: so when I calculate, yeah, okay, so after calculating it to understand why that yeah, I think one issue I probably had is I set up like a program on like my graphing calculator. I think I must have like done it wrong. 355 00:40:05.870 --> 00:40:19.190 huda siraj: Because it returns. The phone had one solution. But I think, yeah, I think I check on my programs on my graphing calculator. That's probably cause I relied on it for this question. Cause? Yeah. 356 00:40:19.190 --> 00:40:32.760 Jenny Duan: Oh, okay, I think another thing is maybe don't rely on it as much. Even if you get an answer from the graphing calculator, make sure you check it with your own logic and your own reasoning. Shouldn't take too much extra time to check it. So that'd be a good best practice. 357 00:40:33.330 --> 00:40:35.730 huda siraj: That sounds good. Hmm. 358 00:40:42.180 --> 00:40:46.330 huda siraj: oh, yeah, this one I didn't understand at all. And I was like, really stuck here. 359 00:40:47.520 --> 00:40:49.690 Jenny Duan: Well, can you go ahead and get that thought process? 360 00:40:50.270 --> 00:41:04.830 huda siraj: Okay. So according to a 2,008 study, there were 5 known species of tigers, including the Amur and Bengal, living in. The wild scientists, estimated that there were a total of 4,000 tigers in the wild. 361 00:41:04.840 --> 00:41:20.780 huda siraj: Of these 4 50 were Omar tigers, and X were Bengal tigers, which inequality represents all possible numbers of tigers in the wild. In 2,008 that belonged to the Bengaltire subspecies. 362 00:41:21.040 --> 00:41:29.589 huda siraj: I was actually gonna pick this one. But like this one made more sense to me. But anyway, so 363 00:41:30.820 --> 00:41:36.789 huda siraj: what I did is I knew 4,000 had to be on one end, because that's like 364 00:41:36.910 --> 00:41:50.470 huda siraj: total of 4,000. So I don't have to be less than or equal to And then I subtracted 4, 50 from 4,000. 365 00:41:50.910 --> 00:41:54.240 huda siraj: yeah. 366 00:41:54.560 --> 00:42:01.910 huda siraj: And I got 3,000 and 550. 367 00:42:04.170 --> 00:42:16.389 huda siraj: Oh, I guess it was just an estimation, it seems. But so that was like what's left. And these all could be the Bengal tigers. 368 00:42:18.400 --> 00:42:19.530 huda siraj: Okay? 369 00:42:21.570 --> 00:42:22.340 huda siraj: But 370 00:42:23.770 --> 00:42:27.269 huda siraj: oh, okay, okay, so that makes sense. So it's 371 00:42:27.510 --> 00:42:38.669 huda siraj: not less than that, or it's greater than that. Because if it's less than that, then the armoured tigers would make sense, and then it has to be obviously less than 4,000. So I see. 372 00:42:38.950 --> 00:42:42.239 huda siraj: I see where that means. And 373 00:42:42.890 --> 00:42:46.250 huda siraj: okay, I think I don't know why I chose. 374 00:42:46.360 --> 00:42:49.149 huda siraj: Oh, we know that's what what I chose, but 375 00:42:51.350 --> 00:42:53.849 huda siraj: I don't know how C. Is correct. 376 00:42:55.140 --> 00:43:00.120 Jenny Duan: Okay, so can you explain to me from your understanding the difference between 377 00:43:00.220 --> 00:43:04.590 huda siraj: Cnt, so 378 00:43:05.060 --> 00:43:14.970 huda siraj: I think that D is saying that it could be between these 2 values 3,550 and 4,000, meaning that 379 00:43:15.030 --> 00:43:16.270 huda siraj: it has to be like 380 00:43:16.710 --> 00:43:20.910 huda siraj: It has to be like the amount 381 00:43:21.010 --> 00:43:27.920 huda siraj: that it takes from 3,550 to 4,000 382 00:43:27.980 --> 00:43:31.570 huda siraj: whereas this one could be just like 383 00:43:32.530 --> 00:43:34.980 huda siraj: 2 tigers. And then. 384 00:43:36.570 --> 00:43:38.110 huda siraj: oh, okay, wait. 385 00:43:39.950 --> 00:43:45.899 huda siraj: This number is the mount after the Almar tigers. 386 00:43:47.360 --> 00:43:48.610 huda siraj: So 387 00:43:50.340 --> 00:43:52.740 huda siraj: okay, I see where I went wrong. 388 00:43:52.860 --> 00:43:54.020 huda siraj: because 389 00:43:55.800 --> 00:44:01.850 huda siraj: this number isn't the amount of armor tigers. It's the amount that's left. After 390 00:44:02.240 --> 00:44:10.809 Jenny Duan: of this, after subtracting the armor tigers. Okay, right? Exactly. Do you understand? Now, is that still confusing? 391 00:44:11.310 --> 00:44:13.329 huda siraj: Yeah, it makes sense. I think 392 00:44:13.560 --> 00:44:24.540 huda siraj: I was just kind of tripped up because they also like estimated, and that was also confusing me. But I think I need to like. not focus on the details that much on this type of questions. 393 00:44:25.570 --> 00:44:27.260 huda siraj: Okay. 394 00:44:33.090 --> 00:44:34.430 huda siraj: Boom. 395 00:44:39.690 --> 00:44:41.110 huda siraj: Oh, yeah, this one. 396 00:44:43.120 --> 00:44:45.280 huda siraj: So I knew this one was 4. 397 00:44:45.800 --> 00:44:56.320 huda siraj: so I know, angle side-side isn't like. 398 00:44:56.620 --> 00:45:02.879 huda siraj: oh. like, you can't prove that it's a right triangle with that. 399 00:45:03.600 --> 00:45:14.250 huda siraj: okay, it seems that like, if we have this, we know it's a right triangle, since it's like the right angle. 400 00:45:14.300 --> 00:45:15.749 huda siraj: So I guess 401 00:45:16.230 --> 00:45:22.259 huda siraj: this can't be an option, and this can't get can't give you an option. 402 00:45:22.590 --> 00:45:34.150 huda siraj: So if we know that this is 4 we can, we can rule that this is a right angle. 403 00:45:34.380 --> 00:45:37.370 Jenny Duan: How do? How do you do that 404 00:45:37.660 --> 00:45:52.050 huda siraj: like? So since we know that this is the 3, 4, 5 triangle Does that like? Does that say that the triangle is a right angle. bid triangle? Yes, it was okay. 405 00:45:52.570 --> 00:45:54.170 huda siraj: Okay. That makes sense. 406 00:45:54.470 --> 00:46:03.470 huda siraj: Because only by triangles. Okay, I wasn't. I was kind of unsure cause. I thought that was just like 407 00:46:03.510 --> 00:46:08.010 huda siraj: a way to like help us find the sides. But 408 00:46:08.240 --> 00:46:10.250 huda siraj: I guess that makes sense. 409 00:46:10.570 --> 00:46:16.500 huda siraj: yeah, I don't know why I didn't consider number one. But yeah. 410 00:46:19.060 --> 00:46:24.340 huda siraj: okay, this one. 411 00:46:26.040 --> 00:46:38.750 huda siraj: One of the 2 linear equations in a system is negative, 6 x was 7 y. The system has no solution which which equation could be the second equation on the system 412 00:46:40.070 --> 00:46:41.020 huda siraj: so 413 00:46:41.650 --> 00:46:45.879 huda siraj: well. We know that no solution means that 414 00:46:46.430 --> 00:46:47.780 huda siraj: it would have like 415 00:46:48.240 --> 00:46:51.879 huda siraj: the same slope and the same 416 00:46:51.940 --> 00:46:55.759 huda siraj: I guess the same intercept so it has to be like. 417 00:46:56.100 --> 00:47:06.849 huda siraj: because it's the same line. And so I transformed. How I approached it is I transformed into like. though y is equal to MX was B, cause that's how I understand it better. 418 00:47:07.090 --> 00:47:12.079 huda siraj: 7 y is equal to 6 x 419 00:47:14.720 --> 00:47:18.020 huda siraj: minus 6, and then divide it all by 7. 420 00:47:31.160 --> 00:47:37.240 huda siraj: So then. so 7. 421 00:47:39.990 --> 00:47:49.930 huda siraj: So here I transformed it to negative 7 y is equal to negative 6 y plus 6, 422 00:47:53.160 --> 00:47:55.160 huda siraj: and then you divide that 423 00:47:56.640 --> 00:48:00.419 huda siraj: or 6 XI mean. 424 00:48:00.820 --> 00:48:05.430 huda siraj: negative 6 plus 6 over 7. 425 00:48:05.740 --> 00:48:09.229 Jenny Duan: You need to do. 426 00:48:09.630 --> 00:48:12.249 Jenny Duan: Do you need to do all this? 427 00:48:12.840 --> 00:48:22.920 huda siraj: I guess not. But I feel like it's easier for me to see it in. The Y is equal to mx format. Yeah. 428 00:48:23.270 --> 00:48:24.930 huda siraj: okay, so I guess 429 00:48:25.550 --> 00:48:27.620 huda siraj: this is 6. 430 00:48:28.030 --> 00:48:33.100 huda siraj: I think this one's negative, and that's why this isn't right. And 431 00:48:34.490 --> 00:48:35.690 huda siraj: and 432 00:48:38.810 --> 00:48:39.830 huda siraj: 7 433 00:48:43.400 --> 00:48:45.390 huda siraj: y is equal to 434 00:48:46.610 --> 00:48:48.270 huda siraj: 6. Text 435 00:48:50.850 --> 00:48:54.059 huda siraj: also, y is equal to 6 x over 7. 436 00:48:54.570 --> 00:49:02.540 huda siraj: But how would these be the same, since they have different intercepts? 437 00:49:06.590 --> 00:49:09.750 Jenny Duan: So what is it to have no solution? 438 00:49:10.660 --> 00:49:14.630 huda siraj: for the 2 lines to like. 439 00:49:15.390 --> 00:49:22.229 huda siraj: oh, to be parallel, not the same. Okay. that's infinitely many solutions. Okay? 440 00:49:22.970 --> 00:49:32.189 huda siraj: okay, that was, I think that's where, like, I was thinking during the test as well that the in that they were supposed to have the same slope and the same 441 00:49:32.280 --> 00:49:35.929 huda siraj: intercept. But I guess that's for infinitely many solutions. 442 00:49:36.870 --> 00:49:49.889 huda siraj: I think. Next time on the reference sheet or like on the work, I think I'll just like draw like a little table to remind myself, like, when I'm actually taking the test. So I don't make that mistake again. 443 00:49:52.030 --> 00:49:59.050 Jenny Duan: Gotcha? Great. Okay? Thanks. Question. 444 00:49:59.410 --> 00:50:00.170 huda siraj: Hmm. 445 00:50:13.730 --> 00:50:17.599 huda siraj: okay. Okay, how do you approach this question? 446 00:50:19.270 --> 00:50:23.640 huda siraj: I think 447 00:50:26.400 --> 00:50:35.390 huda siraj: I don't remember. I think I must have substituted I do like 0 over 7 448 00:50:36.310 --> 00:50:43.330 huda siraj: is equal to 0 7, because 0 is between those 2 values. That's why I kind of assumed. But 449 00:50:44.810 --> 00:50:46.869 huda siraj: oh, but thou that is it. 450 00:50:48.320 --> 00:50:53.990 huda siraj: Oh, but you have to. X put x 0, not the entire numerator. 451 00:50:54.210 --> 00:51:04.430 huda siraj: Oh, thank you. no. But this is x minus 3 is between these values. So I guess it still makes sense. Hmm. 452 00:51:10.310 --> 00:51:12.669 huda siraj: if 0 could still be in here. 453 00:51:13.190 --> 00:51:16.620 huda siraj: negative one and one 454 00:51:16.770 --> 00:51:19.300 huda siraj: oh, cause this is cause 455 00:51:19.880 --> 00:51:26.560 huda siraj: 0 is not between negative 7 and negative 9, it's between negative negative one and one. 456 00:51:27.400 --> 00:51:32.659 huda siraj: Okay, I think I don't know if that's exact mistake I made. But 457 00:51:34.000 --> 00:51:39.470 huda siraj: it must have been like something around that, like, maybe I should have substituted each one. 458 00:51:41.270 --> 00:51:50.309 huda siraj: Does this make sense? How we got to the correct answer, yeah. So do you think substitution is like the most effective way I can. Approach this. 459 00:51:51.350 --> 00:52:08.710 Jenny Duan: I think it's one of the quickest ways. I mean, the way to do it properly would be X minus 3 is. But that just takes more effort. I think it's more difficult. Okay. 460 00:52:08.910 --> 00:52:11.810 huda siraj: I'll move to the next question. Then 461 00:52:31.500 --> 00:52:33.829 Jenny Duan: can you talk to your thought process? 462 00:52:34.520 --> 00:52:54.559 huda siraj: Yeah. So let me just read it again. In 1980, in 1980, the world population was 4.4 billion people. A model created at the time predicted that this population would grow at a rate of 0 point 0 7 6 billion people each year. 463 00:52:54.620 --> 00:53:12.120 huda siraj: After 1980. In 2015 the world population was 7.35 billion people. What is the positive difference in billions of people between the actual world population 2015 and the models predicted world population in 2015. 464 00:53:12.230 --> 00:53:23.329 huda siraj: So what I did is, I calculated, like the years between 2015 and 1980, which was just 35, 465 00:53:23.810 --> 00:53:24.990 huda siraj: 35 466 00:53:25.380 --> 00:53:27.940 huda siraj: so that I multiply that 467 00:53:28.240 --> 00:53:30.139 huda siraj: by this decimal 468 00:53:34.960 --> 00:53:37.140 huda siraj: let me just calculated that 469 00:53:45.820 --> 00:53:48.120 huda siraj: so 2.6 6 470 00:53:57.400 --> 00:53:59.459 huda siraj: and you add that 471 00:53:59.580 --> 00:54:05.070 huda siraj: to the initial population, which was 4.4 4. 472 00:54:06.910 --> 00:54:10.219 huda siraj: let me just switch back 473 00:54:12.340 --> 00:54:13.620 huda siraj: 2.2 474 00:54:13.700 --> 00:54:22.689 huda siraj: 6 6 plus 4.4 4 just 6.70600, which was the predicted on 475 00:54:23.010 --> 00:54:24.649 huda siraj: 2015 476 00:54:25.080 --> 00:54:29.120 huda siraj: 2015 population. 477 00:54:29.310 --> 00:54:30.680 huda siraj: and then 478 00:54:31.710 --> 00:54:36.199 huda siraj: the actual one was 7.3 5. 479 00:54:37.350 --> 00:54:42.979 huda siraj: So 7.3 5 minus this number. Oh, wait. Did I do this? Right? 480 00:54:44.590 --> 00:55:17.150 huda siraj: oh, yeah. I just entered it wrong. 481 00:55:17.400 --> 00:55:19.780 huda siraj: 7.3 5. 482 00:55:22.190 --> 00:55:38.940 huda siraj: Oh, 0 point 2 5. Okay, that's I got 0 9, which is relatively close. But I think, 483 00:55:39.190 --> 00:55:40.460 huda siraj: I must have like 484 00:55:40.530 --> 00:55:46.490 huda siraj: enter the wrong decimal. When I was calculating, like, I rounded too far, or something like that. 485 00:55:47.250 --> 00:56:13.340 huda siraj: I think I have to write down every step like in order. I think when I in the beginning. I was like confusing everything. So then I just like erase it. And I start O started over or like I didn't erase it by like move to another corner. I start over, I think next time I'm gonna like, erase it so that I can see my steps completely. And like, I can know like. 486 00:56:13.440 --> 00:56:23.090 huda siraj: Oh, okay. So this decimal, and write down the decimals like the numbers beforehand, like what information we know like 487 00:56:23.120 --> 00:56:29.760 huda siraj: and it just be like 2015 act actual population. 488 00:56:29.960 --> 00:56:32.389 huda siraj: And then just right, like 489 00:56:33.130 --> 00:56:36.829 huda siraj: 7.3 5 like like that, like 490 00:56:37.100 --> 00:56:40.289 huda siraj: just labeling all my paper would be helpful. I think. 491 00:56:42.550 --> 00:57:02.290 huda siraj: yeah, I have 492 00:57:02.670 --> 00:57:07.400 huda siraj: like 4 min left. And then I went back and just tried checking all my questions. 493 00:57:07.900 --> 00:57:20.049 Jenny Duan: I think it might be valid or worth it to just go a little bit slower. The first step that way. We don't, or be more intentional with every number. 494 00:57:20.560 --> 00:57:22.320 Jenny Duan: You wanna go to the next one. 495 00:57:23.140 --> 00:57:25.010 huda siraj: I think that was the last one. 496 00:57:26.040 --> 00:57:40.339 Jenny Duan: Okay, cool. So from reviewing all your instances, what were some of the takeaways that you'll take to your practices this weekend on Saturday. Okay, I think I need to spend more time on each question, even if it's the easy ones. 497 00:57:40.360 --> 00:58:01.969 huda siraj: I think, just like, read the question fully before going in for the answer. Even, it's a easy one, like, I think. Yeah, I definitely need to spend more time on each question. And then, secondly, I think I need to brush up on like my geometry formulas like the like, the triangle ones in specific 498 00:58:02.090 --> 00:58:04.969 huda siraj: and I think. 499 00:58:05.940 --> 00:58:18.250 huda siraj: One thing I also need to do is kind of read the like like. I said before, I need to like read the questions better. Maybe annotate it a lot more. This time. 500 00:58:21.650 --> 00:58:33.529 Jenny Duan: so I think with the questions. And then. 501 00:58:34.300 --> 00:58:52.439 Jenny Duan: I think, let me know, but still, like 502 00:58:52.480 --> 00:59:13.069 Jenny Duan: maybe just like your living room or something. So you're not in your bedroom taking that view environment of where you're practicing will impact you a lot. Because I think one of the hard things about taking the test in person is obviously, you know, there's gonna be distractions. There's gonna be noise. It's not gonna be like the perfect, quiet environment. So that having that and then having someone else time, you would might be beneficial. 503 00:59:13.450 --> 00:59:24.160 huda siraj: Yeah, I think I'll try to have my dad grade it just so like, know how about that? Like kind of second layer of like making sure it's actually accurate. 504 00:59:24.310 --> 00:59:26.330 huda siraj: yeah. 505 00:59:26.440 --> 00:59:34.840 huda siraj: I think if I have like my dad tying me and like grade it and everything, I think that'll be like a lot more helpful in like actual testing conditions. 506 00:59:34.940 --> 00:59:59.799 huda siraj: Yeah. And then, just really quickly. You know, we are a little bit running out of time. But did you get a chance to look at any of those programs I sent you registering for the Bank of America. One I just stopped right before, like the essay prompts 30 min, maybe. Tomorrow or Saturday, just 507 00:59:59.830 --> 01:00:08.479 Jenny Duan: to focus on that getting prompts getting like essay ideas and outlines. Would that be helpful? Yeah, definitely, I think. 508 01:00:08.540 --> 01:00:18.169 huda siraj: day tomorrow works for me. Ashley. Tomorrow. Okay, yeah. Tomorrow evening is okay. Yeah. 509 01:00:18.260 --> 01:00:45.929 huda siraj: What about 7 30? Same fresh about it? 510 01:00:46.400 --> 01:00:48.390 huda siraj: Oh, sorry. What is it? 511 01:00:48.490 --> 01:00:53.820 Jenny Duan: Oh, so have you done any research on the summer program, or are you pretty fresh about like what it is? 512 01:00:53.940 --> 01:00:58.290 huda siraj: I saw some like surrounding use about it like I saw that. 513 01:00:58.350 --> 01:01:08.899 huda siraj: the acceptance is kind of low, and then I know that you have to go to like Washington for a week. And then you have to volunteer and do like a paid internship or something. 514 01:01:09.130 --> 01:01:37.810 Jenny Duan: yeah, that's right. Yeah. So it's like pretty prestigious. They only usually choose about 2 people per state. So I mean, there's more. But like on average, too. But like for California, I think other States, it depends, you know, on the population. But it's yeah. It's really competitive. And you get a paid internship at the nonprofit working. So I think it's a cool opportunity. It's obviously very competitive. You get a free trip to Washington, but it's one of those things that's like. 515 01:01:37.810 --> 01:01:55.660 Jenny Duan: you know, good to apply for a lot of the essays are similar to the ones that will be on your college application like, it's a personages program. So it's an award as well. And so I think it'll be a good exercise to apply for that. But we can talk more about that tomorrow evening. Yes, and also want to check in before you wrap up today. 516 01:01:56.310 --> 01:02:06.239 huda siraj: Yeah. So we've been trying out for empowering AI. We've been trying to work on like publicizing a little more. So we're trying to get a district wide, like 517 01:02:06.240 --> 01:02:35.829 huda siraj: kind of email sent out. And I've been trying to get my partner to work on that. But she's not like making that much progress. And like, I've I've been asking like, Oh, do you have like the content contact? So I can like email them myself, and like, kinda get it out cause I understand like she's probably busy, cause we have like a calculus this week. So like I said, I understand you're busy, just like if you give me the contact I could do myself. She's like, No, I'll do it. So like, yeah, I'm trying to just get that out. But yeah. 518 01:02:37.810 --> 01:02:40.210 Jenny Duan: well, awesome 519 01:02:40.680 --> 01:02:57.020 Jenny Duan: for empowering. AI. Then, like, how are the sign ups going as well like, have you been able to get more sign ups like, how's the progress on that going? Yeah. So it's like, really slow, I'd say, like, we still only have 3 sign ups. I tried putting in the slack channels as well. 520 01:02:57.030 --> 01:03:12.799 huda siraj: Haven't got like people's like kind of thumbs did like the thumbs up reaction, but no one really interacted with it or anything. So I don't think that's like going to be my best way of reaching out. Maybe I can try like on. 521 01:03:13.120 --> 01:03:19.169 huda siraj: I feel like applying to college. Reddit would be like a good place like reach out to freshmen. So yeah. 522 01:03:19.920 --> 01:03:25.820 Jenny Duan: yeah, sounds good. And then I think another thing is, maybe if you can 523 01:03:26.150 --> 01:03:41.830 huda siraj: like share about it at the elementary schools, too, or middle schools in your area, like, have you been trying to do that like reaching out to teachers there? Yeah, we've been trying to like, get the district wide emails for that reason. Like I think I'm II can't. 524 01:03:42.060 --> 01:03:47.590 huda siraj: I'm possible. It's possible I can email like someone to send it out to our school. But 525 01:03:47.680 --> 01:03:51.279 huda siraj: for like sending out to the elementary schools, I think that'll be a little more tough. 526 01:03:51.500 --> 01:03:58.949 huda siraj: I think I'll just. I'll that's why my partner was trying to work on. But I think she hasn't made that much progress on that yet. 527 01:03:59.090 --> 01:04:02.649 huda siraj: But yeah, I can try doing that this weekend 528 01:04:04.590 --> 01:04:12.770 Jenny Duan: alright awesome. Maybe we could also touch on that briefly, tomorrow. I think that another way that 529 01:04:13.450 --> 01:04:15.029 Jenny Duan: making connect is 530 01:04:15.040 --> 01:04:44.309 Jenny Duan: you can connect with people for empowering AI is maybe like if you can bring in guest speakers like that could be fun, too. I think maybe like leveraging your someone who works in AI would be really cool. Whatever organization that you're able to pull, like people might be interested in hearing from industry. Guest speakers again 531 01:04:44.820 --> 01:05:10.219 Jenny Duan: further discuss tomorrow. But yeah, I think that everything seems like it's on a good I'll see you tomorrow. Yeah. See you tomorrow.",
  "segments": [
    "Week 14 - Coaching_Jenny_Huda_Wk14_2023-11-09_M_d8026d4648046e5cU_2023-11-08_00-00-00 WEBVTT 1 00:02:09.110 --> 00:02:11.020 Jenny Duan: Hey, Hiro, how's it going? 2 00:02:11.039 --> 00:02:28.779 huda siraj: I'm good. How are you? I'm doing well. Okay. I thought that today we could do an extra session just to go over all the rest of your Ct. And then also talk about some of the awards, because I know that you want to talk about that. And also the summer programs, how does that sound? Yeah, sounds great. 3 00:02:28.950 --> 00:02:38.420 Jenny Duan: Okay, cool. Before we get started. Do you just have any general updates or anything like that. That you wanted to go over briefly, or did you want to just get straight into it? 4 00:02:38.700 --> 00:02:42.009 huda siraj: I think we get straight into it. 5 00:02:42.050 --> 00:02:44.200 huda siraj: yeah, I can't think of anything right now. 6 00:02:44.640 --> 00:02:48.560 Jenny Duan: Do you want to maybe share screen that way? We can just get started. 7 00:02:51.940 --> 00:02:59.640 huda siraj: Should I sh share my screen from like the essay or not. The Saq. Sorry. Qa's 8 00:03:00.310 --> 00:03:03.709 huda siraj: yeah. That would be great if you could. So just like. 9 00:03:04.620 --> 00:03:05.530 Jenny Duan: sure. 10 00:03:10.230 --> 00:03:22.879 huda siraj: Oh, yeah. Sorry. I wanted to update folklift. I'm like, pretty much done with the website. I need to like, come find like a domain first, but like the coding is almost pretty much done. 11 00:03:23.940 --> 00:03:26.250 Jenny Duan: Great. So awesome. 12 00:04:19.190 --> 00:04:20.949 huda siraj: Okay, so 13 00:04:24.860 --> 00:04:26.850 huda siraj: I think we're doing 14 00:04:27.880 --> 00:04:29.360 huda siraj: math and 15 00:04:29.780 --> 00:04:32.160 huda siraj: no calculator last time. 16 00:04:32.940 --> 00:04:33.810 Yep. 17 00:04:35.360 --> 00:04:40.179 Jenny Duan: do you want to get back into that? Do you wanna share your screen there? Yeah. 18 00:04:41.500 --> 00:0",
    "4:45.080 huda siraj: yeah, I don't think we did this one. 19 00:04:49.500 --> 00:04:51.290 huda siraj: Oh, can you see my screen. 20 00:04:52.190 --> 00:04:56.030 Jenny Duan: Yeah, I can. It's a little bit like like 21 00:04:56.210 --> 00:05:05.189 Jenny Duan: I don't know if you can see, but like I don't know if it's loaded or not. There's like a little thing. Oh, yeah, it doesn't show up for me, either. 22 00:05:06.890 --> 00:05:12.140 Jenny Duan: cool 23 00:05:12.830 --> 00:05:22.890 Jenny Duan: that's fine. The cost of renting on the bicycle is $8 for the first hour. okay. 24 00:05:23.680 --> 00:05:25.500 how did you approach this question? 25 00:05:26.370 --> 00:05:30.209 huda siraj: So I kind of saw, this is like a word problem. So 26 00:05:30.290 --> 00:05:36.940 huda siraj: I was like, okay, so $8 for the first hour. So 27 00:05:37.320 --> 00:05:51.369 huda siraj: I was like, that's probably gonna be like, the constant right? And then I saw that this is for for each hour. So then I assume this is what's gonna be like with the 28 00:05:51.560 --> 00:05:55.780 huda siraj: would the variable like the slope? 29 00:05:57.600 --> 00:06:01.349 huda siraj: so yeah, that's kind of like, how II got this. 30 00:06:03.500 --> 00:06:08.109 Jenny Duan: Okay? So why. okay, so where did you get 31 00:06:08.430 --> 00:06:16.469 huda siraj: the 4 and the 8 from. And why did you put them into those spices? Can you walk me through that? Yeah. So over here? 32 00:06:16.520 --> 00:06:21.760 huda siraj: for the first hour you have to pay $8 So 33 00:06:22.590 --> 00:06:30.999 huda siraj: I knew this was not going to be like for each hour. So I kind of rule that out. and then $4 for each additional hour. 34 00:06:31.590 --> 00:06:35.180 huda siraj: So then I got 4 35 00:06:35.810 --> 00:06:47.549 huda siraj: h, and then that's like what my answer is. I'm still kind of unsure. Why, this is 4 h plus 4, unless it meant like 4 plus 8 h. 36 00:06:47.960 --> 00:06:48.800 huda siraj: or 3",
    "7 00:06:49.920 --> 00:06:53.530 huda siraj: I'm not sure like what this really means. 38 00:06:54.190 --> 00:06:56.570 Jenny Duan: Yeah. So you're finding. 39 00:06:57.420 --> 00:06:58.710 Jenny Duan: because 40 00:06:59.080 --> 00:07:07.610 Jenny Duan: of renting a bicycle for h hours right where H. Is a positive integer? Right? And so how much money do you pay 41 00:07:07.840 --> 00:07:09.209 Jenny Duan: for our one 42 00:07:10.000 --> 00:07:11.870 huda siraj: but $8. 43 00:07:11.990 --> 00:07:13.930 Jenny Duan: How much do you pay for? Hour? 2. 44 00:07:14.590 --> 00:07:20.929 huda siraj: 12. Wouldn't it be 12? 45 00:07:21.690 --> 00:07:23.480 Jenny Duan: Yeah, exactly right. 46 00:07:24.310 --> 00:07:26.120 Jenny Duan: And how much do you pay for? Hour? 3. 47 00:07:26.720 --> 00:07:29.760 huda siraj: 16, 48 00:07:31.320 --> 00:07:34.950 Jenny Duan: and you're looking for which of the following, and gives the cost of the 49 00:07:35.840 --> 00:07:38.909 Jenny Duan: in dollars of renting the bicycle for 8 h. 50 00:07:39.450 --> 00:07:40.110 huda siraj: Hmm! 51 00:07:40.550 --> 00:07:44.749 Jenny Duan: Where H. Is a class student. I feel your answer is correct. 52 00:07:47.330 --> 00:07:52.000 Jenny Duan: Yes, like, actually, wait. No, no, no. 53 00:07:52.080 --> 00:07:57.319 Jenny Duan: because okay, this is okay. The the trick is here. How much do you pay for the first hour? 54 00:07:57.740 --> 00:07:59.329 huda siraj: $8. 55 00:08:00.510 --> 00:08:01.300 Jenny Duan: Right? 56 00:08:01.520 --> 00:08:21.590 Jenny Duan: Okay, yeah. Yeah. That's that's tricky. Because usually when they do, it's like, How much do you pay for like the subsequent hours? So what would be the cost? Renting the bicycle for each subsequent hours? And then your answer will be correct. But since they're counting the first hour as already. 57 00:08:22.090 --> 00:08:23.530 Jenny Duan: like 58 00:08:23.790 --> 00:08:35.650 Jenny Duan: 8, you're already paying $8 for the first hour that each has",
    " to take into account. That first hour. Does that make sense? Yeah, I think. Next time I'll probably like, just substitute to make sure my answer is correct. 59 00:08:36.500 --> 00:08:38.520 Jenny Duan: Yeah, okay, good idea. 60 00:08:38.659 --> 00:08:44.140 Jenny Duan: Okay, next question, also, give me 1 min plug in my computer. 61 00:08:52.630 --> 00:08:53.320 Jenny Duan: Okay. 62 00:08:54.870 --> 00:09:02.670 Jenny Duan: next question. so what is the positive solution to the given equation? Okay, so how do you find a solution to an equation like this? 63 00:09:02.730 --> 00:09:05.740 huda siraj: You just factor it. So 64 00:09:06.940 --> 00:09:09.340 huda siraj: 9 65 00:09:10.080 --> 00:09:19.550 huda siraj: x squared. I'm just going to like expand it. So minus 12 x minus 12 66 00:09:21.310 --> 00:09:24.719 huda siraj: equal to 0. 67 00:09:26.120 --> 00:09:28.810 huda siraj: And then usually I do it like. 68 00:09:29.130 --> 00:09:33.010 huda siraj: or I guess we could simplify this by doing like 3, 69 00:09:46.620 --> 00:09:48.609 huda siraj: and then 70 00:09:48.660 --> 00:09:57.360 huda siraj: usually I do like the x thing where we have negative, 12 on the top. and then negative 4 on the bottom. 71 00:10:00.670 --> 00:10:06.620 huda siraj: it could be negative. 60, I see where I went wrong. 72 00:10:06.800 --> 00:10:15.170 huda siraj: Where did you go wrong? I oh, wait! Wait! Let me just check this. Actually, 73 00:10:15.650 --> 00:10:18.280 huda siraj: 3 x minus 6, 74 00:10:21.950 --> 00:10:25.800 huda siraj: 3 x minus 2 or 3 x plus 2. 75 00:10:31.080 --> 00:10:33.350 huda siraj: So the answers could have been. 76 00:10:37.240 --> 00:10:39.350 huda siraj: X is equal to 2. 77 00:10:40.760 --> 00:10:46.199 huda siraj: Oh, I forgot to put the 3 X over here. I think I just put X minus 6. 78 00:10:47.780 --> 00:10:49.250 So why. 79 00:10:49.520 --> 00:10:53.010 huda siraj: or it could also be negative 2 thirds. But 80 00:10:56.490 --> 00:11:01.350 huda siraj: oh,",
    " okay, so what are they asking for? They're asking for the positive, right? 81 00:11:01.830 --> 00:11:03.340 Jenny Duan: So I think. 82 00:11:03.460 --> 00:11:05.170 huda siraj: it would be too 83 00:11:06.750 --> 00:11:08.270 Jenny Duan: correct. And 84 00:11:08.420 --> 00:11:10.310 Jenny Duan: do you have any other questions about that. 85 00:11:10.720 --> 00:11:14.499 huda siraj: you know, I think I just need to pay like closer attention when I'm 86 00:11:14.690 --> 00:11:20.639 huda siraj: actually felt like expanding it. Cause I forgot about this. And that's kind of annoying 87 00:11:20.740 --> 00:11:22.180 huda siraj: question to miss. 88 00:11:22.910 --> 00:11:33.970 huda siraj: okay, so going in hindsight like, what do you? What is the takeaway from this? I think. Kind of like slowed down on the steps definitely. 89 00:11:34.430 --> 00:11:41.349 huda siraj: check, if like. go back and like, see if it makes sense, or maybe like, plug it in and see if it makes sense 90 00:11:42.740 --> 00:11:43.879 huda siraj: the attic 91 00:11:44.270 --> 00:11:46.780 Jenny Duan: cool. Next session. 92 00:11:47.930 --> 00:11:50.299 huda siraj: This one. 93 00:11:53.600 --> 00:11:56.169 huda siraj: Oh, this is the one that I thought I was, gonna miss. 94 00:11:57.300 --> 00:11:58.559 huda siraj: It was like. 95 00:12:29.680 --> 00:12:31.540 Jenny Duan: okay, 96 00:12:32.460 --> 00:12:41.070 Jenny Duan: the in the value of X, okay. 97 00:12:42.710 --> 00:12:45.100 huda siraj: so this is like the diagram that we're given 98 00:12:45.390 --> 00:12:56.719 Jenny Duan: I think, have you gone through a similar problem like this before. Yeah, I think I told you about this earlier. And then, like, you walk me through this one. Okay? So why don't you? 99 00:12:57.380 --> 00:13:04.970 huda siraj: Do you remember how to do it, then, can you? And now do you teach it back to me? So yeah, the side would be 100 00:13:05.140 --> 00:13:09.769 huda siraj: like 2 times this radius. So 2 x 101 00:",
    "13:11.550 --> 00:13:12.410 huda siraj: or 102 00:13:13.570 --> 00:13:15.689 huda siraj: 2 x squared 2, 103 00:13:16.830 --> 00:13:21.210 huda siraj: I think we could just get rid of the square, too, and just have 2 x 104 00:13:22.940 --> 00:13:24.340 huda siraj: or X. Sorry. 105 00:13:26.350 --> 00:13:29.450 huda siraj: And then so x 106 00:13:29.520 --> 00:13:35.900 huda siraj: times x our x plus x plus x plus x is equal to 30. So. 107 00:13:46.430 --> 00:13:48.769 huda siraj: or also 15 divided by 2. 108 00:13:53.450 --> 00:13:54.300 huda siraj: Oh, wait! 109 00:13:55.600 --> 00:13:56.620 huda siraj: Wait! 110 00:13:59.860 --> 00:14:03.479 huda siraj: Actually, no, wait! I think I did something wrong. You're missing something. 111 00:14:05.460 --> 00:14:10.530 huda siraj: okay. So 112 00:14:22.520 --> 00:14:28.099 huda siraj: Oh, it was inside, I think, actually. 113 00:14:29.170 --> 00:14:30.000 huda siraj: But 114 00:14:30.370 --> 00:14:36.860 huda siraj: it wouldn't be 115 00:14:39.280 --> 00:14:42.310 huda siraj: so. 30 is a perimeter, which is 4 x 116 00:14:43.980 --> 00:14:44.910 Jenny Duan: right? 117 00:14:45.960 --> 00:14:49.920 huda siraj: And we divide each side by 4, 118 00:14:54.550 --> 00:14:58.159 huda siraj: and to simplify you, get 15 over 2. 119 00:15:00.960 --> 00:15:06.549 Jenny Duan: What you're missing here is that the radius of the circle isn't X rates X times square root 2. 120 00:15:07.890 --> 00:15:09.410 Jenny Duan: So what does that tell you? 121 00:15:10.520 --> 00:15:12.670 huda siraj: Oh, wait! Do we take the 122 00:15:15.730 --> 00:15:20.230 huda siraj: wait? But I multiplied this by 2. 123 00:15:20.290 --> 00:15:24.139 huda siraj: Would it just be 2 x querutu? Or. 124 00:15:24.160 --> 00:15:30.660 huda siraj: yeah, exactly. Because if you multiply something by 2 that doesn't take away the square root. Right? Okay? Yeah. So 125 00:15:33.400 --> 00:15:34.730 huda siraj: I'm just gonna 126 00:15:36.500 --> 00:15:39.260 huda siraj: so ",
    "8 x square root 2 127 00:15:43.140 --> 00:15:45.600 huda siraj: is equal to 30 128 00:15:49.420 --> 00:15:51.080 huda siraj: on 15, 129 00:15:53.040 --> 00:16:01.520 huda siraj: divided by 2, or like 30 30, divided by none. So 2, or that's on 30, divided by 8. By the way. 130 00:16:01.860 --> 00:16:05.089 huda siraj: to X square root 2. 131 00:16:08.980 --> 00:16:11.000 huda siraj: That's the radius. So 132 00:16:12.830 --> 00:16:21.390 huda siraj: wait, I'm stuck again. Wait. 133 00:16:21.890 --> 00:16:26.509 Jenny Duan: Okay, I think that may help us with drawing the photo. So 134 00:16:26.760 --> 00:16:34.669 Jenny Duan: the perimeter of the square inscribed in a circle so inscribed 135 00:16:35.090 --> 00:16:36.470 Jenny Duan: is there leeches. 136 00:16:36.740 --> 00:16:38.100 huda siraj: So 137 00:16:38.990 --> 00:16:44.949 Jenny Duan: the radius of the circle is x square 2 inches. 138 00:16:45.100 --> 00:16:55.370 Jenny Duan: But I think that what happened is we drew it wrong, so that so remember, this line isn't the rate. This is the radius. But this is not half of the sidelines of the square. Does that make sense? 139 00:16:56.030 --> 00:17:01.919 Jenny Duan: So the actual side length. the radius is actually like this diagonal of the square. 140 00:17:02.180 --> 00:17:03.370 Does that make sense? 141 00:17:04.480 --> 00:17:10.990 huda siraj: okay, so this is this is so, this is actually a triangle question. 142 00:17:11.510 --> 00:17:33.229 Jenny Duan: Oh, okay, do you do see that now? Because I think what the misconception was that this radius was one half of the perimeter or one half of one of the sidelines. But if we draw it out, we can actually see that it's not actually one of the one half of one of the sidelines. Does that make sense? Why or is that confusing? I was wondering why? Why is it diagonal, not horizontal? 143 00:17:34.140 --> 00:17:38.280 Jenny Duan: Yeah. Because if you think about the way that a square fits inside a circle. 144 00:17:38.4",
    "40 --> 00:17:39.310 huda siraj: right? 145 00:17:40.500 --> 00:17:44.760 Jenny Duan: I think it's actually better if I draw the circle first. second. 146 00:17:46.310 --> 00:17:47.260 Jenny Duan: and 147 00:17:50.140 --> 00:17:54.219 Jenny Duan: okay. So this is like a port really drawn circle. But 148 00:17:54.260 --> 00:18:01.010 Jenny Duan: you see how like a square doesn't fit exactly in a circle like just if you if you draw. You can just see like 149 00:18:02.380 --> 00:18:17.789 Jenny Duan: it's not gonna fit. It's not gonna a side length is not going to be like the radius of the circle, because there's always going to be this part of empty space. Yeah. And that's just due to like the basic like properties of each of the objects. Does that make sense. 150 00:18:18.610 --> 00:18:37.349 Jenny Duan: Okay? So that means that it's gonna that means that the diagonal, however, fits perfectly. Because if we think about like inscribed, what does inscribed mean? That means that, like the corners of the square, fit perfectly in the circle, and if the corners of the square fit perfectly in the circle, then that means, 151 00:18:38.100 --> 00:18:39.000 Jenny Duan: that 152 00:18:39.150 --> 00:18:44.410 Jenny Duan: the diagonal of the square, or one half of the diagonal of the square is 153 00:18:44.570 --> 00:18:48.400 Jenny Duan: going to be 154 00:18:48.880 --> 00:18:53.280 huda siraj: like the radius of the circle. Is that clear? Yeah. So 155 00:18:54.290 --> 00:18:59.189 huda siraj: so this line, is the side length. 156 00:19:02.060 --> 00:19:03.509 Jenny Duan: Why would it be the side length? 157 00:19:04.520 --> 00:19:08.190 huda siraj: or half the side length? Right. 158 00:19:09.480 --> 00:19:11.190 Jenny Duan: Why is it half the side length? 159 00:19:11.520 --> 00:19:17.240 huda siraj: because it's the because the square is inscribed inside of the 160 00:19:17.880 --> 00:19:26.820 huda siraj: circle. So poem. Actually, I'm not sure like, would you have to like so",
    "lve for this side, or do they give you 161 00:19:26.930 --> 00:19:34.660 Jenny Duan: so they give you that this is the radius right of the circle. So now that this is X square root 2. Does that make sense 162 00:19:35.080 --> 00:19:39.790 Jenny Duan: oops? Can you go? How did I go back undo that? 163 00:19:41.120 --> 00:19:45.310 huda siraj: Is there a day button? It's only undoing for me. 164 00:19:46.610 --> 00:19:49.350 Jenny Duan: So who? 165 00:19:49.930 --> 00:20:04.840 Jenny Duan: Yeah, what? I just did? Okay, awesome. So we know that we still know that the perimeter is 30 inches right? So that means that each side length is 30 over 4. So 166 00:20:04.910 --> 00:20:06.310 Jenny Duan: that means that 167 00:20:06.570 --> 00:20:13.439 Jenny Duan: this side this entire sideline is going to be 15 over 2, right? 168 00:20:14.970 --> 00:20:15.920 Jenny Duan: a. 169 00:20:17.570 --> 00:20:21.820 Jenny Duan: and you're looking for the value of X, so you're looking for 170 00:20:22.060 --> 00:20:25.610 Jenny Duan: this diagonal, so if you know that this is and 171 00:20:26.660 --> 00:20:29.660 Jenny Duan: 15 over 2. And you know that 172 00:20:30.680 --> 00:20:32.280 Jenny Duan: this is like. 173 00:20:34.410 --> 00:20:35.429 Jenny Duan: here it goes 174 00:20:35.950 --> 00:20:37.410 second. 175 00:20:38.240 --> 00:20:43.149 Jenny Duan: So you know that this is 15 over 2. And what you're trying to find. Is this length right? 176 00:20:43.200 --> 00:20:45.160 Jenny Duan: You also know that. 177 00:20:46.530 --> 00:20:48.100 Jenny Duan: this is 178 00:20:49.400 --> 00:20:50.750 Jenny Duan: 15 179 00:20:52.450 --> 00:20:53.610 Jenny Duan: over 180 00:20:54.460 --> 00:20:57.730 Jenny Duan: 2, right? And so 181 00:20:57.990 --> 00:20:58.790 Jenny Duan: well. 182 00:20:59.070 --> 00:21:03.599 Jenny Duan: do do you understand why this this is sorry this is not. This is 15 over. 183 00:21:05.480 --> 00:21:16.169 Jenny Duan: This little piece is 15 over 4, because this big pie",
    "ce is 150, for 2, does that make sense. Oh, yeah, cause it's just divided by 2. Yeah. And then this is 15 over 4, too. 184 00:21:16.540 --> 00:21:20.609 huda siraj: Oh, does that make sense? Why, this is 15 over 4. So it's just half right. 185 00:21:20.640 --> 00:21:34.040 Jenny Duan: Yeah, does that make sense? Because if we can imagine this as like a small square, this is 15 over 4. This is also 15 over 4. Does that make sense? Yes. So if we draw out the circle just on its own, we get one side, 15 over 4. 186 00:21:34.850 --> 00:21:37.539 Jenny Duan: Boom another side, 15 over 4. 187 00:21:38.340 --> 00:21:41.269 Jenny Duan: Then what does that tell you about this side? Right here? 188 00:21:44.390 --> 00:21:47.820 huda siraj: It would equal to both, or 189 00:21:49.350 --> 00:21:55.629 huda siraj: well, would would we be using the Pythagorean theorem, or is it? Would it just be the same? 15 over 4? 190 00:21:56.140 --> 00:22:06.779 huda siraj: Oh, so what type of triangle is this? Is this an equilateral triangle or not, I mean a right triangle. Sorry? Yeah. So what does that tell you? 191 00:22:08.440 --> 00:22:10.229 Jenny Duan: Why would it be? 50? Number 4? 192 00:22:10.860 --> 00:22:15.840 huda siraj: Because all sides are equal in alright triangle. 193 00:22:16.600 --> 00:22:18.650 Jenny Duan: Is that possible for a right triangle? 194 00:22:19.970 --> 00:22:21.920 huda siraj: What do we? 15 over 2? 195 00:22:23.100 --> 00:22:31.140 Jenny Duan: So let's think about right triangle geometry? Right? What types of triangles. What are some of the most common types of triangles? Right triangles on the SAT. 196 00:22:31.880 --> 00:22:34.700 huda siraj: isosceles. 197 00:22:35.170 --> 00:22:40.659 huda siraj: Talk about the 30, 60, 90 198 00:22:41.020 --> 00:22:44.990 huda siraj: 45, 45, 90 199 00:22:45.190 --> 00:22:48.459 huda siraj: Umhm. And then the 3, 4, 5. 200 00:22:49.190 --> 00:22:55.029 huda siraj: Yeah, I see. Yeah, you remember, yeah, those are the 3 mai",
    "n types, great jobs. See? You know all this. 201 00:22:55.070 --> 00:22:57.180 Jenny Duan: So what type of right triangle is this one? 202 00:22:57.840 --> 00:23:01.969 huda siraj: It's the 90 45 45. 203 00:23:02.470 --> 00:23:05.610 Jenny Duan: Yep. And what does that tell you about the 204 00:23:06.920 --> 00:23:08.659 Jenny Duan: laid the hypotenuse. 205 00:23:09.150 --> 00:23:12.269 huda siraj: Oh, it would just be x square root 2, right 206 00:23:12.550 --> 00:23:14.570 Jenny Duan: and so what's that 207 00:23:15.660 --> 00:23:20.859 huda siraj: 15 overweight 208 00:23:22.890 --> 00:23:27.409 huda siraj: 15 over 2, 209 00:23:28.340 --> 00:23:31.340 Jenny Duan: wait? Why is it 15 over 2. 210 00:23:31.520 --> 00:23:38.169 huda siraj: Cause X would be 15 over 4, and then you multiply that by the square root of 2 211 00:23:38.490 --> 00:23:42.010 huda siraj: which is 15 over 2. 212 00:23:43.630 --> 00:23:46.749 Jenny Duan: Why can you write that out for me? 213 00:23:47.150 --> 00:23:49.430 huda siraj: Yeah. And 214 00:23:51.260 --> 00:23:52.340 huda siraj: so 215 00:23:52.800 --> 00:23:54.610 huda siraj: x squared 216 00:23:55.540 --> 00:23:56.510 huda siraj: 2 217 00:23:56.680 --> 00:24:01.270 huda siraj: and then the X. Since it's this, it's 15 218 00:24:02.570 --> 00:24:08.420 huda siraj: over 4 times. Scope 2 219 00:24:08.710 --> 00:24:09.400 do 220 00:24:09.860 --> 00:24:13.569 huda siraj: is equal to well, like 221 00:24:14.230 --> 00:24:21.780 huda siraj: this is like, basically square root 2, right for square root 2. And so these so then 222 00:24:21.800 --> 00:24:23.550 huda siraj: this just becomes 2. 223 00:24:24.640 --> 00:24:26.800 huda siraj: So 15 over 2 224 00:24:27.850 --> 00:24:28.850 Jenny Duan: perfect 225 00:24:30.090 --> 00:24:33.100 Jenny Duan: do you have any other questions about this? 226 00:24:33.760 --> 00:24:42.870 huda siraj: No. I think I'm fine. I think I need to practice more questions like these, though. I think I'll practise them",
    " on Khan Academy and stuff. 227 00:24:43.470 --> 00:24:46.499 Jenny Duan: Okay, do you want me to give you another example? Or do you want to just move on? 228 00:24:46.740 --> 00:24:52.950 huda siraj: I think I think another example would be good. Actually. okay, do you want to clear your screen? Yeah. 229 00:24:54.300 --> 00:24:56.920 Jenny Duan: okay, let's just say, 230 00:24:57.840 --> 00:25:01.399 Jenny Duan: how's this? You have a square like this. 231 00:25:02.740 --> 00:25:05.630 Jenny Duan: and there's been 232 00:25:05.800 --> 00:25:12.959 Jenny Duan: the It triangle inscribed in this square like this came, say, it's an equilateral triangle. 233 00:25:13.320 --> 00:25:22.510 Jenny Duan: Let's say that you know that the sidelines of the square is 5. What's the area of the equilateral triangle? 234 00:25:24.020 --> 00:25:44.070 Jenny Duan: Okay, so this is like a bit of a complicated question, but I think it'll be good to apply some of the things that we talked about last time. And also today. Also, while I get started on this question, I'm gonna move. So I'm gonna use myself for a second. But you can keep talking. Okay. And I'm just gonna do this. 235 00:25:45.530 --> 00:25:49.090 huda siraj: Okay? So we know that this triangle over here. 236 00:25:49.270 --> 00:25:56.960 huda siraj: The, this is also 5 senses inscribed inside. and 237 00:25:57.660 --> 00:25:59.350 huda siraj: we know that 238 00:26:00.240 --> 00:26:04.939 huda siraj: if it's an equilateral, we know that all sides are the same. 239 00:26:06.210 --> 00:26:07.230 huda siraj: This 240 00:26:08.510 --> 00:26:10.910 huda siraj: and then 241 00:26:11.770 --> 00:26:15.290 huda siraj: excuse me. 242 00:26:16.330 --> 00:26:26.989 Jenny Duan: and then, after this we have to find the area of this. 243 00:26:27.080 --> 00:26:41.830 Jenny Duan: But I think we talked about this formula earlier. 244 00:26:41.960 --> 00:26:54.880 huda siraj: so we talked about this formula yesterday, I think or not. Yeste",
    "rday. The other meeting was square, 3 over 4, a side squared. 245 00:26:56.060 --> 00:26:58.440 huda siraj: Oh. 1 s. 246 00:27:01.460 --> 00:27:02.170 huda siraj: Okay. 247 00:27:02.280 --> 00:27:09.800 huda siraj: and then that's like square root 3. 248 00:27:10.720 --> 00:27:12.759 huda siraj: And this is just 25 249 00:27:16.010 --> 00:27:17.410 huda siraj: over 4, 250 00:27:20.190 --> 00:27:23.810 huda siraj: And then 251 00:27:26.700 --> 00:27:29.609 huda siraj: I don't know. Can you? 252 00:27:30.720 --> 00:27:36.859 huda siraj: do we have to simplify this further? 25 square root? 3 over 4. 253 00:27:39.750 --> 00:27:42.639 Jenny Duan: no, that's fine. 254 00:27:45.160 --> 00:27:46.889 Oh, so that should be the answer. 255 00:27:47.030 --> 00:27:50.069 Jenny Duan: Yeah, cool. Do you have any other questions about this one? 256 00:27:50.710 --> 00:27:53.529 huda siraj: not necessarily. 257 00:27:54.090 --> 00:28:07.719 huda siraj: Okay. Does this process of like inscribing geometry figuring out where the equation goes. Does this all make sense to you? Do you have any questions? Yeah. I think that the circles are a bit harder. Just cause like 258 00:28:08.040 --> 00:28:13.630 huda siraj: I think the radius kind of throws me off a little bit. But I think I'd say I get it. Now. 259 00:28:14.180 --> 00:28:18.560 Jenny Duan: Okay, amazing sounds great. Let's go to the next question now. 260 00:28:22.630 --> 00:28:28.449 huda siraj: Oh, okay, that's it for math. No, Cal, no calculator. And then this is the math with calculator. 261 00:28:30.620 --> 00:28:31.420 huda siraj: Okay. 262 00:28:38.290 --> 00:28:39.209 Jenny Duan: what we do. 263 00:28:41.160 --> 00:28:42.140 please. 264 00:28:42.630 --> 00:28:43.480 Jenny Duan: Okay. 265 00:28:43.690 --> 00:28:48.780 Jenny Duan: Square root of M squared equals the square root of 64 squared. 266 00:28:50.990 --> 00:28:58.149 huda siraj: I'm not sure why I got this wrong cause. I was reviewing it, and it literally says the a",
    "nswer in it. So 267 00:28:58.390 --> 00:29:00.350 huda siraj: 64, 268 00:29:04.200 --> 00:29:11.279 huda siraj: now, that's just 64. So I think maybe you read too quickly. 269 00:29:11.400 --> 00:29:15.850 huda siraj: Yeah. I think I think that's something I really need to work on. 270 00:29:16.180 --> 00:29:33.290 huda siraj: I think, cause I'm fine with time. I think. I kinda like try to speed it up. But I think this time, since I know that I'm kind of comfortable with time. I can take my time. Using each question amazing. 271 00:29:33.490 --> 00:29:34.800 Jenny Duan: Next question. 272 00:29:40.350 --> 00:29:49.390 Jenny Duan: scatterplot shows the relationship between 2 variables X and Y, the line of best fit for the data is also shown for X equals 4, which are the closest 273 00:29:49.440 --> 00:29:55.090 Jenny Duan: over to the following sources of the Y value predicted by the line of best fib. Okay, so 274 00:29:56.700 --> 00:29:57.820 how? 275 00:29:57.900 --> 00:29:59.500 Jenny Duan: A month? 276 00:30:00.610 --> 00:30:02.380 Jenny Duan: How did you approach this question? 277 00:30:03.650 --> 00:30:16.250 huda siraj: I think II probably looked at 5, I think. Cause if I checked at 10, at 4, then it's it's directly at 10. So 278 00:30:16.970 --> 00:30:32.339 huda siraj: I think I probably looked at the wrong point, but if I were to approach it again I'd look for the X that it's given and then I'd kinda go up to the line of best fit and see like what point it's at, and it's at 10. So 279 00:30:32.840 --> 00:30:33.660 huda siraj: yeah. 280 00:30:34.440 --> 00:30:39.089 huda siraj: again, a super mistake. So I think I need to read slower this time. 281 00:30:41.980 --> 00:30:42.800 huda siraj: And 282 00:30:51.580 --> 00:30:53.540 huda siraj: okay, this one, I think. 283 00:30:55.080 --> 00:30:58.249 huda siraj: Yeah, I think I remember being kind of confused on this one. 284 00:31:01.930 --> 00:31:21.530 Jenny Duan: The first 2 department measures tree, trunk ",
    "diameter and inches at a constant height from the ground for each tree growing in a certain area data for 95 of these trees are summarized in a histogram. The first, which is the following, is a possible value? Median value. Okay, so what is what does the median mean? 285 00:31:21.800 --> 00:31:24.079 huda siraj: It's like what's in the middle 286 00:31:25.350 --> 00:31:28.700 Jenny Duan: and how do you calculate that. 287 00:31:29.650 --> 00:31:42.720 huda siraj: I mean. Usually when I was practicing, I kind of wrote down all the terms, and then went to the middle But for these, like large scale ones, you can't really do that. 288 00:31:44.640 --> 00:31:51.270 huda siraj: So I'm not. I'm not entirely sure, like how to find the medium with just calculations. 289 00:31:54.200 --> 00:31:58.690 Jenny Duan: All right. So what is this? What is the information that this graph tells you? 290 00:31:59.810 --> 00:32:07.210 huda siraj: It shows you like the frequency of like, like the inches in tree trunks 291 00:32:08.250 --> 00:32:09.739 huda siraj: for a diameter? Yeah. 292 00:32:10.050 --> 00:32:13.630 Jenny Duan: exactly. And then 293 00:32:14.090 --> 00:32:22.229 Jenny Duan: what does? I guess? So how? Many instances of tree diameters between 0 and 6 are there 294 00:32:22.900 --> 00:32:23.730 huda siraj: 5, 295 00:32:24.690 --> 00:32:33.879 Jenny Duan: okay, how many? So that's like on the lower end. Right? What about on the higher end? What about between 30 to 6 and 42? How many instances are there? 296 00:32:34.440 --> 00:32:36.120 huda siraj: Also 5, 297 00:32:36.640 --> 00:32:50.659 Jenny Duan: right? So what I like to do is I like to cross off on both sides like depending on the number of frequencies like, Okay, here's 5. Here's 5. I can cross those off. Now let's look at the next value. So you know there's 10 here. Right? 298 00:32:50.850 --> 00:32:57.829 Jenny Duan: That means you can take away 5 from here, and let's just say we can take away 5 from here. Does t",
    "hat make sense what I'm doing right now? 299 00:32:58.610 --> 00:33:02.130 huda siraj: Why'd you take down the 10 for 6 to 12, 300 00:33:02.750 --> 00:33:06.849 Jenny Duan: because there's 10. And then I took down 5 and 5. 301 00:33:07.030 --> 00:33:10.870 Jenny Duan: So that does that make sense. Yeah. 302 00:33:10.920 --> 00:33:17.169 huda siraj: then there's gonna be 10 left here. So I'm taking away 10. And then I'm just gonna take away 10 here, right 303 00:33:18.110 --> 00:33:27.649 Jenny Duan: And then we can see okay, the next level is 20. So we can take away 20 from here. And if we take away 20 from here we still have 5 left right 304 00:33:27.840 --> 00:33:33.200 huda siraj: so what does that tell you about the median. So it's between 18 and 24. 305 00:33:33.470 --> 00:33:42.519 huda siraj: Right? Does that make sense? Yeah. So the answer would be, see using that method. Okay, right? So that's that's actually really helpful. 306 00:33:42.760 --> 00:34:00.170 Jenny Duan: Yeah, I think what you made of calculated was the mode which is like the most common one, right? And if you were talking the most common, then 15 would be a great answer, because that's what shows up the most right. But since you're calculating the median you want what's in the middle and in the middle value that's between 1824. 307 00:34:00.980 --> 00:34:13.390 huda siraj: So are there any like formulas or anything that I can use? When like, say, we're not given this table, would I still have to be able to figure out the median? 308 00:34:13.550 --> 00:34:17.810 Jenny Duan: You'll always be given a table if you're gonna be asked about the media. So don't worry about that. 309 00:34:17.940 --> 00:34:18.840 huda siraj: Okay. 310 00:34:19.949 --> 00:34:21.830 huda siraj: yeah, that makes sense. 311 00:34:22.090 --> 00:34:24.409 huda siraj: Thanks 312 00:34:25.800 --> 00:34:27.370 huda siraj: of the soul registered. 313 00:34:38.969 --> 00:34:41.300 Jenny Duan: Walk clear the screen for a secon",
    "d. 314 00:34:41.600 --> 00:35:00.779 Jenny Duan: Okay, the State representative wants to increase the amount of driving practice time required before student and earned drivers, license or representative survey to random sample of 50 from the 200 degrees. Since taking the drivers class of Jefferson High School, the survey reported that 62% of students taking the class agree that driving practice. Time should be increased with an associated margin of error. 5%. Okay. 315 00:35:01.290 --> 00:35:09.490 Jenny Duan: What should the following populations can the results of the survey? Jefferson High school be extended to? How did you reason through this question? 316 00:35:10.290 --> 00:35:27.130 huda siraj: So actually, the previous night I was taking like a practice test. And then one of the questions were really similar to this one. Like they did a testing on like a high school. And then the correct answer was like, I think, throughout the State. And I think 317 00:35:27.320 --> 00:35:36.639 huda siraj: that's what kind of like tripped me up. But I thought that so it wouldn't just be this one cause 318 00:35:36.730 --> 00:35:41.509 huda siraj: that would kind of be biased or like not, it's too niche. And then 319 00:35:41.740 --> 00:35:46.030 huda siraj: students at Jefferson High School. 320 00:35:46.910 --> 00:35:54.879 huda siraj: oh, yeah, the reason I chose this and not This one is because 321 00:35:55.120 --> 00:36:05.159 huda siraj: I thought it. It would apply to like every school which would make like the research, more like important, I think like the reason that they're doing the research. But 322 00:36:05.610 --> 00:36:14.120 huda siraj: yeah, cause it's like for the State representative. So I thought, I would like reply to the entire us. 323 00:36:16.490 --> 00:36:31.610 Jenny Duan: Yeah, that that makes sense. And I totally get your line of reasoning. Let's think about what the sample is drawn from. So let's think about where? Who is being sampled? So can",
    " you tell me in your own words, like, what is the population that's being sampled? 324 00:36:32.360 --> 00:36:38.030 huda siraj: The students taking drivers? Ed at Jefferson High School. 325 00:36:39.070 --> 00:36:40.350 Jenny Duan: How many students? 326 00:36:40.420 --> 00:36:41.780 huda siraj: 2 50 327 00:36:45.380 --> 00:36:47.360 Jenny Duan: is that? Who's being sampled? 328 00:36:48.350 --> 00:36:51.789 huda siraj: Oh, a 50 from then? Yeah. 329 00:36:51.910 --> 00:37:10.629 Jenny Duan: right? And that's where that's what you have to pay attention to, because we need to think about it's what, out of what, and usually the out of what is where we can, and make the inference about. Because, for example, if we were saying, Okay, maybe they sampled 2 50 students from Jefferson High School striving class. 330 00:37:10.630 --> 00:37:28.619 Jenny Duan: Then maybe we can extrapolate that like 2 50 out of the all the Us. Students, because it's 250 out of what. But since we're only taking 50 of the 2 50, then that all that can tell us is about the 2 50, but not anything more than that, because we're only taking 50 from the 2 50. Does that make sense? Is that? 331 00:37:28.820 --> 00:37:30.249 huda siraj: Yeah, I understand 332 00:37:30.850 --> 00:37:39.789 Jenny Duan: cool. Yeah, I think the probability and stuff this stuff is pretty hard, so i totally get that cool. 333 00:37:40.210 --> 00:37:41.730 Jenny Duan: We go next. 334 00:37:44.020 --> 00:37:46.620 Jenny Duan: you know. Farming school. 335 00:37:47.750 --> 00:37:57.919 huda siraj: Okay? This one was which one has a one distinct real solution. And I think I did. B, the B squared 336 00:37:58.010 --> 00:38:08.070 huda siraj: minus 4 A/C perfect. Yeah. and then I think this is just 36 337 00:38:10.630 --> 00:38:13.230 huda siraj: minus. And then 4 times 3, 338 00:38:14.910 --> 00:38:21.549 huda siraj: which was or not, 4 times 3, 4 times 6, 16, which was 339 00:38:22.630 --> 00:38:23.930 huda siraj: a 340 00:38:24.5",
    "00 --> 00:38:28.000 huda siraj: 4 or 82. Sorry? No, not 82. 341 00:38:28.510 --> 00:38:29.860 huda siraj: I keep messing up. 342 00:38:30.760 --> 00:38:44.340 huda siraj: Oh, that would return a negative number, I think. So that 343 00:38:44.940 --> 00:38:46.189 huda siraj: pulls that out 344 00:38:47.420 --> 00:38:48.420 huda siraj: and 345 00:38:50.940 --> 00:38:55.150 huda siraj: it for to be have one solution, wouldn't it have to equal 0? 346 00:38:56.180 --> 00:38:58.190 huda siraj: Exactly. 347 00:38:58.900 --> 00:39:06.040 huda siraj: So this one would be 64, 348 00:39:06.300 --> 00:39:09.770 huda siraj: minus 4 times a times. C. 349 00:39:14.480 --> 00:39:16.339 huda siraj: Oh, that would be plus right 350 00:39:16.660 --> 00:39:22.100 huda siraj: so it's not this one. Oh, it would be, it would be d 351 00:39:23.200 --> 00:39:27.280 huda siraj: okay, I see, cause this one's minus and this one's plus 352 00:39:27.820 --> 00:39:41.450 huda siraj: And then this makes it positive, which it would give an like a number greater than 0. And this just exactly equals 0. So I see where I went wrong. I think. 353 00:39:41.810 --> 00:39:48.549 huda siraj: I had let the right idea of using this. But I think I calculated it wrong, even though I had a calculator. But yeah. 354 00:39:48.780 --> 00:40:05.870 huda siraj: so when I calculate, yeah, okay, so after calculating it to understand why that yeah, I think one issue I probably had is I set up like a program on like my graphing calculator. I think I must have like done it wrong. 355 00:40:05.870 --> 00:40:19.190 huda siraj: Because it returns. The phone had one solution. But I think, yeah, I think I check on my programs on my graphing calculator. That's probably cause I relied on it for this question. Cause? Yeah. 356 00:40:19.190 --> 00:40:32.760 Jenny Duan: Oh, okay, I think another thing is maybe don't rely on it as much. Even if you get an answer from the graphing calculator, make sure you check it with your own logi",
    "c and your own reasoning. Shouldn't take too much extra time to check it. So that'd be a good best practice. 357 00:40:33.330 --> 00:40:35.730 huda siraj: That sounds good. Hmm. 358 00:40:42.180 --> 00:40:46.330 huda siraj: oh, yeah, this one I didn't understand at all. And I was like, really stuck here. 359 00:40:47.520 --> 00:40:49.690 Jenny Duan: Well, can you go ahead and get that thought process? 360 00:40:50.270 --> 00:41:04.830 huda siraj: Okay. So according to a 2,008 study, there were 5 known species of tigers, including the Amur and Bengal, living in. The wild scientists, estimated that there were a total of 4,000 tigers in the wild. 361 00:41:04.840 --> 00:41:20.780 huda siraj: Of these 4 50 were Omar tigers, and X were Bengal tigers, which inequality represents all possible numbers of tigers in the wild. In 2,008 that belonged to the Bengaltire subspecies. 362 00:41:21.040 --> 00:41:29.589 huda siraj: I was actually gonna pick this one. But like this one made more sense to me. But anyway, so 363 00:41:30.820 --> 00:41:36.789 huda siraj: what I did is I knew 4,000 had to be on one end, because that's like 364 00:41:36.910 --> 00:41:50.470 huda siraj: total of 4,000. So I don't have to be less than or equal to And then I subtracted 4, 50 from 4,000. 365 00:41:50.910 --> 00:41:54.240 huda siraj: yeah. 366 00:41:54.560 --> 00:42:01.910 huda siraj: And I got 3,000 and 550. 367 00:42:04.170 --> 00:42:16.389 huda siraj: Oh, I guess it was just an estimation, it seems. But so that was like what's left. And these all could be the Bengal tigers. 368 00:42:18.400 --> 00:42:19.530 huda siraj: Okay? 369 00:42:21.570 --> 00:42:22.340 huda siraj: But 370 00:42:23.770 --> 00:42:27.269 huda siraj: oh, okay, okay, so that makes sense. So it's 371 00:42:27.510 --> 00:42:38.669 huda siraj: not less than that, or it's greater than that. Because if it's less than that, then the armoured tigers would make sense, and then it has to be obviously less than 4,000. So I see. 372 00",
    ":42:38.950 --> 00:42:42.239 huda siraj: I see where that means. And 373 00:42:42.890 --> 00:42:46.250 huda siraj: okay, I think I don't know why I chose. 374 00:42:46.360 --> 00:42:49.149 huda siraj: Oh, we know that's what what I chose, but 375 00:42:51.350 --> 00:42:53.849 huda siraj: I don't know how C. Is correct. 376 00:42:55.140 --> 00:43:00.120 Jenny Duan: Okay, so can you explain to me from your understanding the difference between 377 00:43:00.220 --> 00:43:04.590 huda siraj: Cnt, so 378 00:43:05.060 --> 00:43:14.970 huda siraj: I think that D is saying that it could be between these 2 values 3,550 and 4,000, meaning that 379 00:43:15.030 --> 00:43:16.270 huda siraj: it has to be like 380 00:43:16.710 --> 00:43:20.910 huda siraj: It has to be like the amount 381 00:43:21.010 --> 00:43:27.920 huda siraj: that it takes from 3,550 to 4,000 382 00:43:27.980 --> 00:43:31.570 huda siraj: whereas this one could be just like 383 00:43:32.530 --> 00:43:34.980 huda siraj: 2 tigers. And then. 384 00:43:36.570 --> 00:43:38.110 huda siraj: oh, okay, wait. 385 00:43:39.950 --> 00:43:45.899 huda siraj: This number is the mount after the Almar tigers. 386 00:43:47.360 --> 00:43:48.610 huda siraj: So 387 00:43:50.340 --> 00:43:52.740 huda siraj: okay, I see where I went wrong. 388 00:43:52.860 --> 00:43:54.020 huda siraj: because 389 00:43:55.800 --> 00:44:01.850 huda siraj: this number isn't the amount of armor tigers. It's the amount that's left. After 390 00:44:02.240 --> 00:44:10.809 Jenny Duan: of this, after subtracting the armor tigers. Okay, right? Exactly. Do you understand? Now, is that still confusing? 391 00:44:11.310 --> 00:44:13.329 huda siraj: Yeah, it makes sense. I think 392 00:44:13.560 --> 00:44:24.540 huda siraj: I was just kind of tripped up because they also like estimated, and that was also confusing me. But I think I need to like. not focus on the details that much on this type of questions. 393 00:44:25.570 --> 00:44:27.260 huda siraj: Okay. 394 00:",
    "44:33.090 --> 00:44:34.430 huda siraj: Boom. 395 00:44:39.690 --> 00:44:41.110 huda siraj: Oh, yeah, this one. 396 00:44:43.120 --> 00:44:45.280 huda siraj: So I knew this one was 4. 397 00:44:45.800 --> 00:44:56.320 huda siraj: so I know, angle side-side isn't like. 398 00:44:56.620 --> 00:45:02.879 huda siraj: oh. like, you can't prove that it's a right triangle with that. 399 00:45:03.600 --> 00:45:14.250 huda siraj: okay, it seems that like, if we have this, we know it's a right triangle, since it's like the right angle. 400 00:45:14.300 --> 00:45:15.749 huda siraj: So I guess 401 00:45:16.230 --> 00:45:22.259 huda siraj: this can't be an option, and this can't get can't give you an option. 402 00:45:22.590 --> 00:45:34.150 huda siraj: So if we know that this is 4 we can, we can rule that this is a right angle. 403 00:45:34.380 --> 00:45:37.370 Jenny Duan: How do? How do you do that 404 00:45:37.660 --> 00:45:52.050 huda siraj: like? So since we know that this is the 3, 4, 5 triangle Does that like? Does that say that the triangle is a right angle. bid triangle? Yes, it was okay. 405 00:45:52.570 --> 00:45:54.170 huda siraj: Okay. That makes sense. 406 00:45:54.470 --> 00:46:03.470 huda siraj: Because only by triangles. Okay, I wasn't. I was kind of unsure cause. I thought that was just like 407 00:46:03.510 --> 00:46:08.010 huda siraj: a way to like help us find the sides. But 408 00:46:08.240 --> 00:46:10.250 huda siraj: I guess that makes sense. 409 00:46:10.570 --> 00:46:16.500 huda siraj: yeah, I don't know why I didn't consider number one. But yeah. 410 00:46:19.060 --> 00:46:24.340 huda siraj: okay, this one. 411 00:46:26.040 --> 00:46:38.750 huda siraj: One of the 2 linear equations in a system is negative, 6 x was 7 y. The system has no solution which which equation could be the second equation on the system 412 00:46:40.070 --> 00:46:41.020 huda siraj: so 413 00:46:41.650 --> 00:46:45.879 huda siraj: well. We know that no solution means that 414 00:46:",
    "46.430 --> 00:46:47.780 huda siraj: it would have like 415 00:46:48.240 --> 00:46:51.879 huda siraj: the same slope and the same 416 00:46:51.940 --> 00:46:55.759 huda siraj: I guess the same intercept so it has to be like. 417 00:46:56.100 --> 00:47:06.849 huda siraj: because it's the same line. And so I transformed. How I approached it is I transformed into like. though y is equal to MX was B, cause that's how I understand it better. 418 00:47:07.090 --> 00:47:12.079 huda siraj: 7 y is equal to 6 x 419 00:47:14.720 --> 00:47:18.020 huda siraj: minus 6, and then divide it all by 7. 420 00:47:31.160 --> 00:47:37.240 huda siraj: So then. so 7. 421 00:47:39.990 --> 00:47:49.930 huda siraj: So here I transformed it to negative 7 y is equal to negative 6 y plus 6, 422 00:47:53.160 --> 00:47:55.160 huda siraj: and then you divide that 423 00:47:56.640 --> 00:48:00.419 huda siraj: or 6 XI mean. 424 00:48:00.820 --> 00:48:05.430 huda siraj: negative 6 plus 6 over 7. 425 00:48:05.740 --> 00:48:09.229 Jenny Duan: You need to do. 426 00:48:09.630 --> 00:48:12.249 Jenny Duan: Do you need to do all this? 427 00:48:12.840 --> 00:48:22.920 huda siraj: I guess not. But I feel like it's easier for me to see it in. The Y is equal to mx format. Yeah. 428 00:48:23.270 --> 00:48:24.930 huda siraj: okay, so I guess 429 00:48:25.550 --> 00:48:27.620 huda siraj: this is 6. 430 00:48:28.030 --> 00:48:33.100 huda siraj: I think this one's negative, and that's why this isn't right. And 431 00:48:34.490 --> 00:48:35.690 huda siraj: and 432 00:48:38.810 --> 00:48:39.830 huda siraj: 7 433 00:48:43.400 --> 00:48:45.390 huda siraj: y is equal to 434 00:48:46.610 --> 00:48:48.270 huda siraj: 6. Text 435 00:48:50.850 --> 00:48:54.059 huda siraj: also, y is equal to 6 x over 7. 436 00:48:54.570 --> 00:49:02.540 huda siraj: But how would these be the same, since they have different intercepts? 437 00:49:06.590 --> 00:49:09.750 Jenny Duan: So what is it to have no solution? 438 00:49:10.660 --> 00:49:",
    "14.630 huda siraj: for the 2 lines to like. 439 00:49:15.390 --> 00:49:22.229 huda siraj: oh, to be parallel, not the same. Okay. that's infinitely many solutions. Okay? 440 00:49:22.970 --> 00:49:32.189 huda siraj: okay, that was, I think that's where, like, I was thinking during the test as well that the in that they were supposed to have the same slope and the same 441 00:49:32.280 --> 00:49:35.929 huda siraj: intercept. But I guess that's for infinitely many solutions. 442 00:49:36.870 --> 00:49:49.889 huda siraj: I think. Next time on the reference sheet or like on the work, I think I'll just like draw like a little table to remind myself, like, when I'm actually taking the test. So I don't make that mistake again. 443 00:49:52.030 --> 00:49:59.050 Jenny Duan: Gotcha? Great. Okay? Thanks. Question. 444 00:49:59.410 --> 00:50:00.170 huda siraj: Hmm. 445 00:50:13.730 --> 00:50:17.599 huda siraj: okay. Okay, how do you approach this question? 446 00:50:19.270 --> 00:50:23.640 huda siraj: I think 447 00:50:26.400 --> 00:50:35.390 huda siraj: I don't remember. I think I must have substituted I do like 0 over 7 448 00:50:36.310 --> 00:50:43.330 huda siraj: is equal to 0 7, because 0 is between those 2 values. That's why I kind of assumed. But 449 00:50:44.810 --> 00:50:46.869 huda siraj: oh, but thou that is it. 450 00:50:48.320 --> 00:50:53.990 huda siraj: Oh, but you have to. X put x 0, not the entire numerator. 451 00:50:54.210 --> 00:51:04.430 huda siraj: Oh, thank you. no. But this is x minus 3 is between these values. So I guess it still makes sense. Hmm. 452 00:51:10.310 --> 00:51:12.669 huda siraj: if 0 could still be in here. 453 00:51:13.190 --> 00:51:16.620 huda siraj: negative one and one 454 00:51:16.770 --> 00:51:19.300 huda siraj: oh, cause this is cause 455 00:51:19.880 --> 00:51:26.560 huda siraj: 0 is not between negative 7 and negative 9, it's between negative negative one and one. 456 00:51:27.400 --> 00:51:32.659 huda siraj: Okay, I think I don't",
    " know if that's exact mistake I made. But 457 00:51:34.000 --> 00:51:39.470 huda siraj: it must have been like something around that, like, maybe I should have substituted each one. 458 00:51:41.270 --> 00:51:50.309 huda siraj: Does this make sense? How we got to the correct answer, yeah. So do you think substitution is like the most effective way I can. Approach this. 459 00:51:51.350 --> 00:52:08.710 Jenny Duan: I think it's one of the quickest ways. I mean, the way to do it properly would be X minus 3 is. But that just takes more effort. I think it's more difficult. Okay. 460 00:52:08.910 --> 00:52:11.810 huda siraj: I'll move to the next question. Then 461 00:52:31.500 --> 00:52:33.829 Jenny Duan: can you talk to your thought process? 462 00:52:34.520 --> 00:52:54.559 huda siraj: Yeah. So let me just read it again. In 1980, in 1980, the world population was 4.4 billion people. A model created at the time predicted that this population would grow at a rate of 0 point 0 7 6 billion people each year. 463 00:52:54.620 --> 00:53:12.120 huda siraj: After 1980. In 2015 the world population was 7.35 billion people. What is the positive difference in billions of people between the actual world population 2015 and the models predicted world population in 2015. 464 00:53:12.230 --> 00:53:23.329 huda siraj: So what I did is, I calculated, like the years between 2015 and 1980, which was just 35, 465 00:53:23.810 --> 00:53:24.990 huda siraj: 35 466 00:53:25.380 --> 00:53:27.940 huda siraj: so that I multiply that 467 00:53:28.240 --> 00:53:30.139 huda siraj: by this decimal 468 00:53:34.960 --> 00:53:37.140 huda siraj: let me just calculated that 469 00:53:45.820 --> 00:53:48.120 huda siraj: so 2.6 6 470 00:53:57.400 --> 00:53:59.459 huda siraj: and you add that 471 00:53:59.580 --> 00:54:05.070 huda siraj: to the initial population, which was 4.4 4. 472 00:54:06.910 --> 00:54:10.219 huda siraj: let me just switch back 473 00:54:12.340 --> 00:54:13.620 huda siraj: 2.2 474 00:",
    "54:13.700 --> 00:54:22.689 huda siraj: 6 6 plus 4.4 4 just 6.70600, which was the predicted on 475 00:54:23.010 --> 00:54:24.649 huda siraj: 2015 476 00:54:25.080 --> 00:54:29.120 huda siraj: 2015 population. 477 00:54:29.310 --> 00:54:30.680 huda siraj: and then 478 00:54:31.710 --> 00:54:36.199 huda siraj: the actual one was 7.3 5. 479 00:54:37.350 --> 00:54:42.979 huda siraj: So 7.3 5 minus this number. Oh, wait. Did I do this? Right? 480 00:54:44.590 --> 00:55:17.150 huda siraj: oh, yeah. I just entered it wrong. 481 00:55:17.400 --> 00:55:19.780 huda siraj: 7.3 5. 482 00:55:22.190 --> 00:55:38.940 huda siraj: Oh, 0 point 2 5. Okay, that's I got 0 9, which is relatively close. But I think, 483 00:55:39.190 --> 00:55:40.460 huda siraj: I must have like 484 00:55:40.530 --> 00:55:46.490 huda siraj: enter the wrong decimal. When I was calculating, like, I rounded too far, or something like that. 485 00:55:47.250 --> 00:56:13.340 huda siraj: I think I have to write down every step like in order. I think when I in the beginning. I was like confusing everything. So then I just like erase it. And I start O started over or like I didn't erase it by like move to another corner. I start over, I think next time I'm gonna like, erase it so that I can see my steps completely. And like, I can know like. 486 00:56:13.440 --> 00:56:23.090 huda siraj: Oh, okay. So this decimal, and write down the decimals like the numbers beforehand, like what information we know like 487 00:56:23.120 --> 00:56:29.760 huda siraj: and it just be like 2015 act actual population. 488 00:56:29.960 --> 00:56:32.389 huda siraj: And then just right, like 489 00:56:33.130 --> 00:56:36.829 huda siraj: 7.3 5 like like that, like 490 00:56:37.100 --> 00:56:40.289 huda siraj: just labeling all my paper would be helpful. I think. 491 00:56:42.550 --> 00:57:02.290 huda siraj: yeah, I have 492 00:57:02.670 --> 00:57:07.400 huda siraj: like 4 min left. And then I went back and just tried checking all my questio",
    "ns. 493 00:57:07.900 --> 00:57:20.049 Jenny Duan: I think it might be valid or worth it to just go a little bit slower. The first step that way. We don't, or be more intentional with every number. 494 00:57:20.560 --> 00:57:22.320 Jenny Duan: You wanna go to the next one. 495 00:57:23.140 --> 00:57:25.010 huda siraj: I think that was the last one. 496 00:57:26.040 --> 00:57:40.339 Jenny Duan: Okay, cool. So from reviewing all your instances, what were some of the takeaways that you'll take to your practices this weekend on Saturday. Okay, I think I need to spend more time on each question, even if it's the easy ones. 497 00:57:40.360 --> 00:58:01.969 huda siraj: I think, just like, read the question fully before going in for the answer. Even, it's a easy one, like, I think. Yeah, I definitely need to spend more time on each question. And then, secondly, I think I need to brush up on like my geometry formulas like the like, the triangle ones in specific 498 00:58:02.090 --> 00:58:04.969 huda siraj: and I think. 499 00:58:05.940 --> 00:58:18.250 huda siraj: One thing I also need to do is kind of read the like like. I said before, I need to like read the questions better. Maybe annotate it a lot more. This time. 500 00:58:21.650 --> 00:58:33.529 Jenny Duan: so I think with the questions. And then. 501 00:58:34.300 --> 00:58:52.439 Jenny Duan: I think, let me know, but still, like 502 00:58:52.480 --> 00:59:13.069 Jenny Duan: maybe just like your living room or something. So you're not in your bedroom taking that view environment of where you're practicing will impact you a lot. Because I think one of the hard things about taking the test in person is obviously, you know, there's gonna be distractions. There's gonna be noise. It's not gonna be like the perfect, quiet environment. So that having that and then having someone else time, you would might be beneficial. 503 00:59:13.450 --> 00:59:24.160 huda siraj: Yeah, I think I'll try to have my dad grade it just so like, ",
    "know how about that? Like kind of second layer of like making sure it's actually accurate. 504 00:59:24.310 --> 00:59:26.330 huda siraj: yeah. 505 00:59:26.440 --> 00:59:34.840 huda siraj: I think if I have like my dad tying me and like grade it and everything, I think that'll be like a lot more helpful in like actual testing conditions. 506 00:59:34.940 --> 00:59:59.799 huda siraj: Yeah. And then, just really quickly. You know, we are a little bit running out of time. But did you get a chance to look at any of those programs I sent you registering for the Bank of America. One I just stopped right before, like the essay prompts 30 min, maybe. Tomorrow or Saturday, just 507 00:59:59.830 --> 01:00:08.479 Jenny Duan: to focus on that getting prompts getting like essay ideas and outlines. Would that be helpful? Yeah, definitely, I think. 508 01:00:08.540 --> 01:00:18.169 huda siraj: day tomorrow works for me. Ashley. Tomorrow. Okay, yeah. Tomorrow evening is okay. Yeah. 509 01:00:18.260 --> 01:00:45.929 huda siraj: What about 7 30? Same fresh about it? 510 01:00:46.400 --> 01:00:48.390 huda siraj: Oh, sorry. What is it? 511 01:00:48.490 --> 01:00:53.820 Jenny Duan: Oh, so have you done any research on the summer program, or are you pretty fresh about like what it is? 512 01:00:53.940 --> 01:00:58.290 huda siraj: I saw some like surrounding use about it like I saw that. 513 01:00:58.350 --> 01:01:08.899 huda siraj: the acceptance is kind of low, and then I know that you have to go to like Washington for a week. And then you have to volunteer and do like a paid internship or something. 514 01:01:09.130 --> 01:01:37.810 Jenny Duan: yeah, that's right. Yeah. So it's like pretty prestigious. They only usually choose about 2 people per state. So I mean, there's more. But like on average, too. But like for California, I think other States, it depends, you know, on the population. But it's yeah. It's really competitive. And you get a paid internship at the nonprofit working. So",
    " I think it's a cool opportunity. It's obviously very competitive. You get a free trip to Washington, but it's one of those things that's like. 515 01:01:37.810 --> 01:01:55.660 Jenny Duan: you know, good to apply for a lot of the essays are similar to the ones that will be on your college application like, it's a personages program. So it's an award as well. And so I think it'll be a good exercise to apply for that. But we can talk more about that tomorrow evening. Yes, and also want to check in before you wrap up today. 516 01:01:56.310 --> 01:02:06.239 huda siraj: Yeah. So we've been trying out for empowering AI. We've been trying to work on like publicizing a little more. So we're trying to get a district wide, like 517 01:02:06.240 --> 01:02:35.829 huda siraj: kind of email sent out. And I've been trying to get my partner to work on that. But she's not like making that much progress. And like, I've I've been asking like, Oh, do you have like the content contact? So I can like email them myself, and like, kinda get it out cause I understand like she's probably busy, cause we have like a calculus this week. So like I said, I understand you're busy, just like if you give me the contact I could do myself. She's like, No, I'll do it. So like, yeah, I'm trying to just get that out. But yeah. 518 01:02:37.810 --> 01:02:40.210 Jenny Duan: well, awesome 519 01:02:40.680 --> 01:02:57.020 Jenny Duan: for empowering. AI. Then, like, how are the sign ups going as well like, have you been able to get more sign ups like, how's the progress on that going? Yeah. So it's like, really slow, I'd say, like, we still only have 3 sign ups. I tried putting in the slack channels as well. 520 01:02:57.030 --> 01:03:12.799 huda siraj: Haven't got like people's like kind of thumbs did like the thumbs up reaction, but no one really interacted with it or anything. So I don't think that's like going to be my best way of reaching out. Maybe I can try like on. 521 01:03:13.120 --> 01:03:19.169",
    " huda siraj: I feel like applying to college. Reddit would be like a good place like reach out to freshmen. So yeah. 522 01:03:19.920 --> 01:03:25.820 Jenny Duan: yeah, sounds good. And then I think another thing is, maybe if you can 523 01:03:26.150 --> 01:03:41.830 huda siraj: like share about it at the elementary schools, too, or middle schools in your area, like, have you been trying to do that like reaching out to teachers there? Yeah, we've been trying to like, get the district wide emails for that reason. Like I think I'm II can't. 524 01:03:42.060 --> 01:03:47.590 huda siraj: I'm possible. It's possible I can email like someone to send it out to our school. But 525 01:03:47.680 --> 01:03:51.279 huda siraj: for like sending out to the elementary schools, I think that'll be a little more tough. 526 01:03:51.500 --> 01:03:58.949 huda siraj: I think I'll just. I'll that's why my partner was trying to work on. But I think she hasn't made that much progress on that yet. 527 01:03:59.090 --> 01:04:02.649 huda siraj: But yeah, I can try doing that this weekend 528 01:04:04.590 --> 01:04:12.770 Jenny Duan: alright awesome. Maybe we could also touch on that briefly, tomorrow. I think that another way that 529 01:04:13.450 --> 01:04:15.029 Jenny Duan: making connect is 530 01:04:15.040 --> 01:04:44.309 Jenny Duan: you can connect with people for empowering AI is maybe like if you can bring in guest speakers like that could be fun, too. I think maybe like leveraging your someone who works in AI would be really cool. Whatever organization that you're able to pull, like people might be interested in hearing from industry. Guest speakers again 531 01:04:44.820 --> 01:05:10.219 Jenny Duan: further discuss tomorrow. But yeah, I think that everything seems like it's on a good I'll see you tomorrow. Yeah. See you tomorrow."
  ],
  "turns": [
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 129.11,
      "end": 131.02,
      "text": "Hey, Hiro, how's it going? 2"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 131.039,
      "end": 148.779,
      "text": "I'm good. How are you? I'm doing well. Okay. I thought that today we could do an extra session just to go over all the rest of your Ct. And then also talk about some of the awards, because I know that you want to talk about that. And also the summer programs, how does that sound? Yeah, sounds great. 3"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 148.95,
      "end": 158.42000000000002,
      "text": "Okay, cool. Before we get started. Do you just have any general updates or anything like that. That you wanted to go over briefly, or did you want to just get straight into it? 4"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 158.7,
      "end": 164.2,
      "text": "I think we get straight into it. 5 yeah, I can't think of anything right now. 6"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 164.64,
      "end": 168.56,
      "text": "Do you want to maybe share screen that way? We can just get started. 7"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 171.94,
      "end": 183.709,
      "text": "Should I sh share my screen from like the essay or not. The Saq. Sorry. Qa's 8 yeah. That would be great if you could. So just like. 9"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 184.62,
      "end": 185.53,
      "text": "sure. 10"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 190.23,
      "end": 202.879,
      "text": "Oh, yeah. Sorry. I wanted to update folklift. I'm like, pretty much done with the website. I need to like, come find like a domain first, but like the coding is almost pretty much done. 11"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 203.94,
      "end": 206.25,
      "text": "Great. So awesome. 12"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 259.19,
      "end": 272.15999999999997,
      "text": "Okay, so 13 I think we're doing 14 math and 15 no calculator last time. 16"
    },
    {
      "speaker": "unknown",
      "conf": 0.5,
      "start": 272.94,
      "end": 273.81,
      "text": "Yep. 17"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 275.36,
      "end": 280.179,
      "text": "do you want to get back into that? Do you wanna share your screen there? Yeah. 18"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 281.5,
      "end": 285.08,
      "text": "yeah, I don't think we did this one. 19"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 289.5,
      "end": 291.29,
      "text": "Oh, can you see my screen. 20"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 292.19,
      "end": 322.89,
      "text": "Yeah, I can. It's a little bit like like 21 I don't know if you can see, but like I don't know if it's loaded or not. There's like a little thing. Oh, yeah, it doesn't show up for me, either. 22 cool 23 that's fine. The cost of renting on the bicycle is $8 for the first hour. okay. 24"
    },
    {
      "speaker": "unknown",
      "conf": 0.5,
      "start": 323.68,
      "end": 325.5,
      "text": "how did you approach this question? 25"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 326.37,
      "end": 361.349,
      "text": "So I kind of saw, this is like a word problem. So 26 I was like, okay, so $8 for the first hour. So 27 I was like, that's probably gonna be like, the constant right? And then I saw that this is for for each hour. So then I assume this is what's gonna be like with the 28 would the variable like the slope? 29 so yeah, that's kind of like, how II got this. 30"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 363.5,
      "end": 368.109,
      "text": "Okay? So why. okay, so where did you get 31"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 368.43,
      "end": 413.53,
      "text": "the 4 and the 8 from. And why did you put them into those spices? Can you walk me through that? Yeah. So over here? 32 for the first hour you have to pay $8 So 33 I knew this was not going to be like for each hour. So I kind of rule that out. and then $4 for each additional hour. 34 So then I got 4 35 h, and then that's like what my answer is. I'm still kind of unsure. Why, this is 4 h plus 4, unless it meant like 4 plus 8 h. 36 or 37 I'm not sure like what this really means. 38"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 414.19,
      "end": 429.209,
      "text": "Yeah. So you're finding. 39 because 40 of renting a bicycle for h hours right where H. Is a positive integer? Right? And so how much money do you pay 41 for our one 42"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 430,
      "end": 431.87,
      "text": "but $8. 43"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 431.99,
      "end": 433.93,
      "text": "How much do you pay for? Hour? 2. 44"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 434.59,
      "end": 440.929,
      "text": "12. Wouldn't it be 12? 45"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 441.69,
      "end": 446.12,
      "text": "Yeah, exactly right. 46 And how much do you pay for? Hour? 3. 47"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 446.72,
      "end": 449.76,
      "text": "16, 48"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 451.32,
      "end": 458.909,
      "text": "and you're looking for which of the following, and gives the cost of the 49 in dollars of renting the bicycle for 8 h. 50"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 459.45,
      "end": 460.11,
      "text": "Hmm! 51"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 460.55,
      "end": 477.319,
      "text": "Where H. Is a class student. I feel your answer is correct. 52 Yes, like, actually, wait. No, no, no. 53 because okay, this is okay. The the trick is here. How much do you pay for the first hour? 54"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 477.74,
      "end": 479.329,
      "text": "$8. 55"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 480.51,
      "end": 524.14,
      "text": "Right? 56 Okay, yeah. Yeah. That's that's tricky. Because usually when they do, it's like, How much do you pay for like the subsequent hours? So what would be the cost? Renting the bicycle for each subsequent hours? And then your answer will be correct. But since they're counting the first hour as already. 57 like 58 8, you're already paying $8 for the first hour that each has to take into account. That first hour. Does that make sense? Yeah, I think. Next time I'll probably like, just substitute to make sure my answer is correct. 59 Yeah, okay, good idea. 60 Okay, next question, also, give me 1 min plug in my computer. 61"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 532.63,
      "end": 542.67,
      "text": "Okay. 62 next question. so what is the positive solution to the given equation? Okay, so how do you find a solution to an equation like this? 63"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 542.73,
      "end": 573.01,
      "text": "You just factor it. So 64 9 65 x squared. I'm just going to like expand it. So minus 12 x minus 12 66 equal to 0. 67 And then usually I do it like. 68 or I guess we could simplify this by doing like 3, 69"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 586.62,
      "end": 625.8,
      "text": "and then 70 usually I do like the x thing where we have negative, 12 on the top. and then negative 4 on the bottom. 71 it could be negative. 60, I see where I went wrong. 72 Where did you go wrong? I oh, wait! Wait! Let me just check this. Actually, 73 3 x minus 6, 74 3 x minus 2 or 3 x plus 2. 75"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 631.08,
      "end": 646.199,
      "text": "So the answers could have been. 76 X is equal to 2. 77 Oh, I forgot to put the 3 X over here. I think I just put X minus 6. 78"
    },
    {
      "speaker": "unknown",
      "conf": 0.5,
      "start": 647.78,
      "end": 649.25,
      "text": "So why. 79"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 649.52,
      "end": 661.35,
      "text": "or it could also be negative 2 thirds. But 80 oh, okay, so what are they asking for? They're asking for the positive, right? 81"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 661.83,
      "end": 663.34,
      "text": "So I think. 82"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 663.46,
      "end": 665.17,
      "text": "it would be too 83"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 666.75,
      "end": 670.31,
      "text": "correct. And 84 do you have any other questions about that. 85"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 670.72,
      "end": 703.879,
      "text": "you know, I think I just need to pay like closer attention when I'm 86 actually felt like expanding it. Cause I forgot about this. And that's kind of annoying 87 question to miss. 88 okay, so going in hindsight like, what do you? What is the takeaway from this? I think. Kind of like slowed down on the steps definitely. 89 check, if like. go back and like, see if it makes sense, or maybe like, plug it in and see if it makes sense 90 the attic 91"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 704.27,
      "end": 706.78,
      "text": "cool. Next session. 92"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 707.93,
      "end": 718.559,
      "text": "This one. 93 Oh, this is the one that I thought I was, gonna miss. 94 It was like. 95"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 749.68,
      "end": 761.07,
      "text": "okay, 96 the in the value of X, okay. 97"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 762.71,
      "end": 765.1,
      "text": "so this is like the diagram that we're given 98"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 765.39,
      "end": 776.719,
      "text": "I think, have you gone through a similar problem like this before. Yeah, I think I told you about this earlier. And then, like, you walk me through this one. Okay? So why don't you? 99"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 777.38,
      "end": 815.9,
      "text": "Do you remember how to do it, then, can you? And now do you teach it back to me? So yeah, the side would be 100 like 2 times this radius. So 2 x 101 or 102 2 x squared 2, 103 I think we could just get rid of the square, too, and just have 2 x 104 or X. Sorry. 105 And then so x 106 times x our x plus x plus x plus x is equal to 30. So. 107"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 826.43,
      "end": 828.769,
      "text": "or also 15 divided by 2. 108"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 833.45,
      "end": 850.53,
      "text": "Oh, wait! 109 Wait! 110 Actually, no, wait! I think I did something wrong. You're missing something. 111 okay. So 112"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 862.52,
      "end": 882.31,
      "text": "Oh, it was inside, I think, actually. 113 But 114 it wouldn't be 115 so. 30 is a perimeter, which is 4 x 116"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 883.98,
      "end": 884.91,
      "text": "right? 117"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 885.96,
      "end": 889.92,
      "text": "And we divide each side by 4, 118"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 894.55,
      "end": 898.159,
      "text": "and to simplify you, get 15 over 2. 119"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 900.96,
      "end": 909.41,
      "text": "What you're missing here is that the radius of the circle isn't X rates X times square root 2. 120 So what does that tell you? 121"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 910.52,
      "end": 981.39,
      "text": "Oh, wait! Do we take the 122 wait? But I multiplied this by 2. 123 Would it just be 2 x querutu? Or. 124 yeah, exactly. Because if you multiply something by 2 that doesn't take away the square root. Right? Okay? Yeah. So 125 I'm just gonna 126 so 8 x square root 2 127 is equal to 30 128 on 15, 129 divided by 2, or like 30 30, divided by none. So 2, or that's on 30, divided by 8. By the way. 130 to X square root 2. 131 That's the radius. So 132 wait, I'm stuck again. Wait. 133"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 981.89,
      "end": 996.47,
      "text": "Okay, I think that may help us with drawing the photo. So 134 the perimeter of the square inscribed in a circle so inscribed 135 is there leeches. 136"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 996.74,
      "end": 998.1,
      "text": "So 137"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 998.99,
      "end": 1021.919,
      "text": "the radius of the circle is x square 2 inches. 138 But I think that what happened is we drew it wrong, so that so remember, this line isn't the rate. This is the radius. But this is not half of the sidelines of the square. Does that make sense? 139 So the actual side length. the radius is actually like this diagonal of the square. 140"
    },
    {
      "speaker": "unknown",
      "conf": 0.5,
      "start": 1022.18,
      "end": 1023.37,
      "text": "Does that make sense? 141"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1024.48,
      "end": 1030.99,
      "text": "okay, so this is this is so, this is actually a triangle question. 142"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1031.51,
      "end": 1058.28,
      "text": "Oh, okay, do you do see that now? Because I think what the misconception was that this radius was one half of the perimeter or one half of one of the sidelines. But if we draw it out, we can actually see that it's not actually one of the one half of one of the sidelines. Does that make sense? Why or is that confusing? I was wondering why? Why is it diagonal, not horizontal? 143 Yeah. Because if you think about the way that a square fits inside a circle. 144"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1058.44,
      "end": 1059.31,
      "text": "right? 145"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1060.5,
      "end": 1097.789,
      "text": "I think it's actually better if I draw the circle first. second. 146 and 147 okay. So this is like a port really drawn circle. But 148 you see how like a square doesn't fit exactly in a circle like just if you if you draw. You can just see like 149 it's not gonna fit. It's not gonna a side length is not going to be like the radius of the circle, because there's always going to be this part of empty space. Yeah. And that's just due to like the basic like properties of each of the objects. Does that make sense. 150"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1098.61,
      "end": 1128.4,
      "text": "Okay? So that means that it's gonna that means that the diagonal, however, fits perfectly. Because if we think about like inscribed, what does inscribed mean? That means that, like the corners of the square, fit perfectly in the circle, and if the corners of the square fit perfectly in the circle, then that means, 151 that 152 the diagonal of the square, or one half of the diagonal of the square is 153 going to be 154"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1128.88,
      "end": 1139.189,
      "text": "like the radius of the circle. Is that clear? Yeah. So 155 so this line, is the side length. 156"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1142.06,
      "end": 1143.509,
      "text": "Why would it be the side length? 157"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1144.52,
      "end": 1148.19,
      "text": "or half the side length? Right. 158"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1149.48,
      "end": 1151.19,
      "text": "Why is it half the side length? 159"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1151.52,
      "end": 1166.82,
      "text": "because it's the because the square is inscribed inside of the 160 circle. So poem. Actually, I'm not sure like, would you have to like solve for this side, or do they give you 161"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1166.93,
      "end": 1179.79,
      "text": "so they give you that this is the radius right of the circle. So now that this is X square root 2. Does that make sense 162 oops? Can you go? How did I go back undo that? 163"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1181.12,
      "end": 1185.31,
      "text": "Is there a day button? It's only undoing for me. 164"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1186.61,
      "end": 1235.429,
      "text": "So who? 165 Yeah, what? I just did? Okay, awesome. So we know that we still know that the perimeter is 30 inches right? So that means that each side length is 30 over 4. So 166 that means that 167 this side this entire sideline is going to be 15 over 2, right? 168 a. 169 and you're looking for the value of X, so you're looking for 170 this diagonal, so if you know that this is and 171 15 over 2. And you know that 172 this is like. 173 here it goes 174"
    },
    {
      "speaker": "student",
      "conf": 0.5,
      "start": 1235.95,
      "end": 1237.41,
      "text": "second. 175"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1238.24,
      "end": 1276.169,
      "text": "So you know that this is 15 over 2. And what you're trying to find. Is this length right? 176 You also know that. 177 this is 178 15 179 over 180 2, right? And so 181 well. 182 do do you understand why this this is sorry this is not. This is 15 over. 183 This little piece is 15 over 4, because this big piece is 150, for 2, does that make sense. Oh, yeah, cause it's just divided by 2. Yeah. And then this is 15 over 4, too. 184"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1276.54,
      "end": 1280.609,
      "text": "Oh, does that make sense? Why, this is 15 over 4. So it's just half right. 185"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1280.64,
      "end": 1301.269,
      "text": "Yeah, does that make sense? Because if we can imagine this as like a small square, this is 15 over 4. This is also 15 over 4. Does that make sense? Yes. So if we draw out the circle just on its own, we get one side, 15 over 4. 186 Boom another side, 15 over 4. 187 Then what does that tell you about this side? Right here? 188"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1304.39,
      "end": 1326.779,
      "text": "It would equal to both, or 189 well, would would we be using the Pythagorean theorem, or is it? Would it just be the same? 15 over 4? 190 Oh, so what type of triangle is this? Is this an equilateral triangle or not, I mean a right triangle. Sorry? Yeah. So what does that tell you? 191"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1328.44,
      "end": 1330.229,
      "text": "Why would it be? 50? Number 4? 192"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1330.86,
      "end": 1335.84,
      "text": "Because all sides are equal in alright triangle. 193"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1336.6,
      "end": 1338.65,
      "text": "Is that possible for a right triangle? 194"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1339.97,
      "end": 1341.92,
      "text": "What do we? 15 over 2? 195"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1343.1,
      "end": 1351.14,
      "text": "So let's think about right triangle geometry? Right? What types of triangles. What are some of the most common types of triangles? Right triangles on the SAT. 196"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1351.88,
      "end": 1375.029,
      "text": "isosceles. 197 Talk about the 30, 60, 90 198 45, 45, 90 199 Umhm. And then the 3, 4, 5. 200 Yeah, I see. Yeah, you remember, yeah, those are the 3 main types, great jobs. See? You know all this. 201"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1375.07,
      "end": 1377.18,
      "text": "So what type of right triangle is this one? 202"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1377.84,
      "end": 1381.969,
      "text": "It's the 90 45 45. 203"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1382.47,
      "end": 1388.659,
      "text": "Yep. And what does that tell you about the 204 laid the hypotenuse. 205"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1389.15,
      "end": 1392.269,
      "text": "Oh, it would just be x square root 2, right 206"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1392.55,
      "end": 1394.57,
      "text": "and so what's that 207"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1395.66,
      "end": 1407.409,
      "text": "15 overweight 208 15 over 2, 209"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1408.34,
      "end": 1411.34,
      "text": "wait? Why is it 15 over 2. 210"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1411.52,
      "end": 1422.01,
      "text": "Cause X would be 15 over 4, and then you multiply that by the square root of 2 211 which is 15 over 2. 212"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1423.63,
      "end": 1426.749,
      "text": "Why can you write that out for me? 213"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1427.15,
      "end": 1448.42,
      "text": "Yeah. And 214 so 215 x squared 216 2 217 and then the X. Since it's this, it's 15 218 over 4 times. Scope 2 219"
    },
    {
      "speaker": "unknown",
      "conf": 0.5,
      "start": 1448.71,
      "end": 1449.4,
      "text": "do 220"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1449.86,
      "end": 1466.8,
      "text": "is equal to well, like 221 this is like, basically square root 2, right for square root 2. And so these so then 222 this just becomes 2. 223 So 15 over 2 224"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1467.85,
      "end": 1473.1,
      "text": "perfect 225 do you have any other questions about this? 226"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1473.76,
      "end": 1482.87,
      "text": "No. I think I'm fine. I think I need to practice more questions like these, though. I think I'll practise them on Khan Academy and stuff. 227"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1483.47,
      "end": 1486.499,
      "text": "Okay, do you want me to give you another example? Or do you want to just move on? 228"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1486.74,
      "end": 1492.95,
      "text": "I think I think another example would be good. Actually. okay, do you want to clear your screen? Yeah. 229"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1494.3,
      "end": 1544.07,
      "text": "okay, let's just say, 230 how's this? You have a square like this. 231 and there's been 232 the It triangle inscribed in this square like this came, say, it's an equilateral triangle. 233 Let's say that you know that the sidelines of the square is 5. What's the area of the equilateral triangle? 234 Okay, so this is like a bit of a complicated question, but I think it'll be good to apply some of the things that we talked about last time. And also today. Also, while I get started on this question, I'm gonna move. So I'm gonna use myself for a second. But you can keep talking. Okay. And I'm just gonna do this. 235"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1545.53,
      "end": 1575.29,
      "text": "Okay? So we know that this triangle over here. 236 The, this is also 5 senses inscribed inside. and 237 we know that 238 if it's an equilateral, we know that all sides are the same. 239 This 240 and then 241 excuse me. 242"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1576.33,
      "end": 1601.83,
      "text": "and then, after this we have to find the area of this. 243 But I think we talked about this formula earlier. 244"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1601.96,
      "end": 1656.859,
      "text": "so we talked about this formula yesterday, I think or not. Yesterday. The other meeting was square, 3 over 4, a side squared. 245 Oh. 1 s. 246 Okay. 247 and then that's like square root 3. 248 And this is just 25 249 over 4, 250 And then 251 I don't know. Can you? 252 do we have to simplify this further? 25 square root? 3 over 4. 253"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1659.75,
      "end": 1662.639,
      "text": "no, that's fine. 254"
    },
    {
      "speaker": "student",
      "conf": 0.5,
      "start": 1665.16,
      "end": 1666.889,
      "text": "Oh, so that should be the answer. 255"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1667.03,
      "end": 1670.069,
      "text": "Yeah, cool. Do you have any other questions about this one? 256"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1670.71,
      "end": 1693.63,
      "text": "not necessarily. 257 Okay. Does this process of like inscribing geometry figuring out where the equation goes. Does this all make sense to you? Do you have any questions? Yeah. I think that the circles are a bit harder. Just cause like 258 I think the radius kind of throws me off a little bit. But I think I'd say I get it. Now. 259"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1694.18,
      "end": 1698.56,
      "text": "Okay, amazing sounds great. Let's go to the next question now. 260"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1702.63,
      "end": 1711.42,
      "text": "Oh, okay, that's it for math. No, Cal, no calculator. And then this is the math with calculator. 261 Okay. 262"
    },
    {
      "speaker": "coach",
      "conf": 0.8,
      "start": 1718.29,
      "end": 1728.78,
      "text": "what we do. 263 please. 264 Okay. 265 Square root of M squared equals the square root of 64 squared. 266"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1730.99,
      "end": 1773.29,
      "text": "I'm not sure why I got this wrong cause. I was reviewing it, and it literally says the answer in it. So 267 64, 268 now, that's just 64. So I think maybe you read too quickly. 269 Yeah. I think I think that's something I really need to work on. 270 I think, cause I'm fine with time. I think. I kinda like try to speed it up. But I think this time, since I know that I'm kind of comfortable with time. I can take my time. Using each question amazing. 271"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1773.49,
      "end": 1774.8,
      "text": "Next question. 272"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1780.35,
      "end": 1795.09,
      "text": "scatterplot shows the relationship between 2 variables X and Y, the line of best fit for the data is also shown for X equals 4, which are the closest 273 over to the following sources of the Y value predicted by the line of best fib. Okay, so 274"
    },
    {
      "speaker": "student",
      "conf": 0.5,
      "start": 1796.7,
      "end": 1797.82,
      "text": "how? 275"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1797.9,
      "end": 1802.38,
      "text": "A month? 276 How did you approach this question? 277"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1803.65,
      "end": 1842.8,
      "text": "I think II probably looked at 5, I think. Cause if I checked at 10, at 4, then it's it's directly at 10. So 278 I think I probably looked at the wrong point, but if I were to approach it again I'd look for the X that it's given and then I'd kinda go up to the line of best fit and see like what point it's at, and it's at 10. So 279 yeah. 280 again, a super mistake. So I think I need to read slower this time. 281 And 282"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1851.58,
      "end": 1858.249,
      "text": "okay, this one, I think. 283 Yeah, I think I remember being kind of confused on this one. 284"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1861.93,
      "end": 1881.53,
      "text": "The first 2 department measures tree, trunk diameter and inches at a constant height from the ground for each tree growing in a certain area data for 95 of these trees are summarized in a histogram. The first, which is the following, is a possible value? Median value. Okay, so what is what does the median mean? 285"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1881.8,
      "end": 1884.079,
      "text": "It's like what's in the middle 286"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1885.35,
      "end": 1888.7,
      "text": "and how do you calculate that. 287"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1889.65,
      "end": 1911.27,
      "text": "I mean. Usually when I was practicing, I kind of wrote down all the terms, and then went to the middle But for these, like large scale ones, you can't really do that. 288 So I'm not. I'm not entirely sure, like how to find the medium with just calculations. 289"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1914.2,
      "end": 1918.69,
      "text": "All right. So what is this? What is the information that this graph tells you? 290"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1919.81,
      "end": 1929.739,
      "text": "It shows you like the frequency of like, like the inches in tree trunks 291 for a diameter? Yeah. 292"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1930.05,
      "end": 1942.229,
      "text": "exactly. And then 293 what does? I guess? So how? Many instances of tree diameters between 0 and 6 are there 294"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1942.9,
      "end": 1943.73,
      "text": "5, 295"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1944.69,
      "end": 1953.879,
      "text": "okay, how many? So that's like on the lower end. Right? What about on the higher end? What about between 30 to 6 and 42? How many instances are there? 296"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1954.44,
      "end": 1956.12,
      "text": "Also 5, 297"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1956.64,
      "end": 1977.829,
      "text": "right? So what I like to do is I like to cross off on both sides like depending on the number of frequencies like, Okay, here's 5. Here's 5. I can cross those off. Now let's look at the next value. So you know there's 10 here. Right? 298 That means you can take away 5 from here, and let's just say we can take away 5 from here. Does that make sense what I'm doing right now? 299"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1978.61,
      "end": 1982.13,
      "text": "Why'd you take down the 10 for 6 to 12, 300"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1982.75,
      "end": 1990.87,
      "text": "because there's 10. And then I took down 5 and 5. 301 So that does that make sense. Yeah. 302"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1990.92,
      "end": 1997.169,
      "text": "then there's gonna be 10 left here. So I'm taking away 10. And then I'm just gonna take away 10 here, right 303"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1998.11,
      "end": 2007.649,
      "text": "And then we can see okay, the next level is 20. So we can take away 20 from here. And if we take away 20 from here we still have 5 left right 304"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2007.84,
      "end": 2022.519,
      "text": "so what does that tell you about the median. So it's between 18 and 24. 305 Right? Does that make sense? Yeah. So the answer would be, see using that method. Okay, right? So that's that's actually really helpful. 306"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2022.76,
      "end": 2040.17,
      "text": "Yeah, I think what you made of calculated was the mode which is like the most common one, right? And if you were talking the most common, then 15 would be a great answer, because that's what shows up the most right. But since you're calculating the median you want what's in the middle and in the middle value that's between 1824. 307"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2040.98,
      "end": 2053.39,
      "text": "So are there any like formulas or anything that I can use? When like, say, we're not given this table, would I still have to be able to figure out the median? 308"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2053.55,
      "end": 2057.81,
      "text": "You'll always be given a table if you're gonna be asked about the media. So don't worry about that. 309"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2057.94,
      "end": 2067.37,
      "text": "Okay. 310 yeah, that makes sense. 311 Thanks 312 of the soul registered. 313"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2078.969,
      "end": 2109.49,
      "text": "Walk clear the screen for a second. 314 Okay, the State representative wants to increase the amount of driving practice time required before student and earned drivers, license or representative survey to random sample of 50 from the 200 degrees. Since taking the drivers class of Jefferson High School, the survey reported that 62% of students taking the class agree that driving practice. Time should be increased with an associated margin of error. 5%. Okay. 315 What should the following populations can the results of the survey? Jefferson High school be extended to? How did you reason through this question? 316"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2110.29,
      "end": 2165.159,
      "text": "So actually, the previous night I was taking like a practice test. And then one of the questions were really similar to this one. Like they did a testing on like a high school. And then the correct answer was like, I think, throughout the State. And I think 317 that's what kind of like tripped me up. But I thought that so it wouldn't just be this one cause 318 that would kind of be biased or like not, it's too niche. And then 319 students at Jefferson High School. 320 oh, yeah, the reason I chose this and not This one is because 321 I thought it. It would apply to like every school which would make like the research, more like important, I think like the reason that they're doing the research. But 322"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2165.61,
      "end": 2174.12,
      "text": "yeah, cause it's like for the State representative. So I thought, I would like reply to the entire us. 323"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2176.49,
      "end": 2191.61,
      "text": "Yeah, that that makes sense. And I totally get your line of reasoning. Let's think about what the sample is drawn from. So let's think about where? Who is being sampled? So can you tell me in your own words, like, what is the population that's being sampled? 324"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2192.36,
      "end": 2198.03,
      "text": "The students taking drivers? Ed at Jefferson High School. 325"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2199.07,
      "end": 2200.35,
      "text": "How many students? 326"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2200.42,
      "end": 2201.78,
      "text": "2 50 327"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2205.38,
      "end": 2207.36,
      "text": "is that? Who's being sampled? 328"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2208.35,
      "end": 2211.789,
      "text": "Oh, a 50 from then? Yeah. 329"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2211.91,
      "end": 2248.619,
      "text": "right? And that's where that's what you have to pay attention to, because we need to think about it's what, out of what, and usually the out of what is where we can, and make the inference about. Because, for example, if we were saying, Okay, maybe they sampled 2 50 students from Jefferson High School striving class. 330 Then maybe we can extrapolate that like 2 50 out of the all the Us. Students, because it's 250 out of what. But since we're only taking 50 of the 2 50, then that all that can tell us is about the 2 50, but not anything more than that, because we're only taking 50 from the 2 50. Does that make sense? Is that? 331"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2248.82,
      "end": 2250.249,
      "text": "Yeah, I understand 332"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2250.85,
      "end": 2266.62,
      "text": "cool. Yeah, I think the probability and stuff this stuff is pretty hard, so i totally get that cool. 333 We go next. 334 you know. Farming school. 335"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2267.75,
      "end": 2349.77,
      "text": "Okay? This one was which one has a one distinct real solution. And I think I did. B, the B squared 336 minus 4 A/C perfect. Yeah. and then I think this is just 36 337 minus. And then 4 times 3, 338 which was or not, 4 times 3, 4 times 6, 16, which was 339 a 340 4 or 82. Sorry? No, not 82. 341 I keep messing up. 342 Oh, that would return a negative number, I think. So that 343 pulls that out 344 and 345 it for to be have one solution, wouldn't it have to equal 0? 346 Exactly. 347 So this one would be 64, 348 minus 4 times a times. C. 349"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2354.48,
      "end": 2405.87,
      "text": "Oh, that would be plus right 350 so it's not this one. Oh, it would be, it would be d 351 okay, I see, cause this one's minus and this one's plus 352 And then this makes it positive, which it would give an like a number greater than 0. And this just exactly equals 0. So I see where I went wrong. I think. 353 I had let the right idea of using this. But I think I calculated it wrong, even though I had a calculator. But yeah. 354 so when I calculate, yeah, okay, so after calculating it to understand why that yeah, I think one issue I probably had is I set up like a program on like my graphing calculator. I think I must have like done it wrong. 355"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2405.87,
      "end": 2419.19,
      "text": "Because it returns. The phone had one solution. But I think, yeah, I think I check on my programs on my graphing calculator. That's probably cause I relied on it for this question. Cause? Yeah. 356"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2419.19,
      "end": 2432.76,
      "text": "Oh, okay, I think another thing is maybe don't rely on it as much. Even if you get an answer from the graphing calculator, make sure you check it with your own logic and your own reasoning. Shouldn't take too much extra time to check it. So that'd be a good best practice. 357"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2433.33,
      "end": 2435.73,
      "text": "That sounds good. Hmm. 358"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2442.18,
      "end": 2446.33,
      "text": "oh, yeah, this one I didn't understand at all. And I was like, really stuck here. 359"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2447.52,
      "end": 2449.69,
      "text": "Well, can you go ahead and get that thought process? 360"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2450.27,
      "end": 2521.91,
      "text": "Okay. So according to a 2,008 study, there were 5 known species of tigers, including the Amur and Bengal, living in. The wild scientists, estimated that there were a total of 4,000 tigers in the wild. 361 Of these 4 50 were Omar tigers, and X were Bengal tigers, which inequality represents all possible numbers of tigers in the wild. In 2,008 that belonged to the Bengaltire subspecies. 362 I was actually gonna pick this one. But like this one made more sense to me. But anyway, so 363 what I did is I knew 4,000 had to be on one end, because that's like 364 total of 4,000. So I don't have to be less than or equal to And then I subtracted 4, 50 from 4,000. 365 yeah. 366 And I got 3,000 and 550. 367"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2524.17,
      "end": 2573.849,
      "text": "Oh, I guess it was just an estimation, it seems. But so that was like what's left. And these all could be the Bengal tigers. 368 Okay? 369 But 370 oh, okay, okay, so that makes sense. So it's 371 not less than that, or it's greater than that. Because if it's less than that, then the armoured tigers would make sense, and then it has to be obviously less than 4,000. So I see. 372 I see where that means. And 373 okay, I think I don't know why I chose. 374 Oh, we know that's what what I chose, but 375 I don't know how C. Is correct. 376"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2575.14,
      "end": 2580.12,
      "text": "Okay, so can you explain to me from your understanding the difference between 377"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2580.22,
      "end": 2641.85,
      "text": "Cnt, so 378 I think that D is saying that it could be between these 2 values 3,550 and 4,000, meaning that 379 it has to be like 380 It has to be like the amount 381 that it takes from 3,550 to 4,000 382 whereas this one could be just like 383 2 tigers. And then. 384 oh, okay, wait. 385 This number is the mount after the Almar tigers. 386 So 387 okay, I see where I went wrong. 388 because 389 this number isn't the amount of armor tigers. It's the amount that's left. After 390"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2642.24,
      "end": 2650.809,
      "text": "of this, after subtracting the armor tigers. Okay, right? Exactly. Do you understand? Now, is that still confusing? 391"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2651.31,
      "end": 2667.26,
      "text": "Yeah, it makes sense. I think 392 I was just kind of tripped up because they also like estimated, and that was also confusing me. But I think I need to like. not focus on the details that much on this type of questions. 393 Okay. 394"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2673.09,
      "end": 2674.43,
      "text": "Boom. 395"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2679.69,
      "end": 2734.15,
      "text": "Oh, yeah, this one. 396 So I knew this one was 4. 397 so I know, angle side-side isn't like. 398 oh. like, you can't prove that it's a right triangle with that. 399 okay, it seems that like, if we have this, we know it's a right triangle, since it's like the right angle. 400 So I guess 401 this can't be an option, and this can't get can't give you an option. 402 So if we know that this is 4 we can, we can rule that this is a right angle. 403"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2734.38,
      "end": 2737.37,
      "text": "How do? How do you do that 404"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2737.66,
      "end": 2815.759,
      "text": "like? So since we know that this is the 3, 4, 5 triangle Does that like? Does that say that the triangle is a right angle. bid triangle? Yes, it was okay. 405 Okay. That makes sense. 406 Because only by triangles. Okay, I wasn't. I was kind of unsure cause. I thought that was just like 407 a way to like help us find the sides. But 408 I guess that makes sense. 409 yeah, I don't know why I didn't consider number one. But yeah. 410 okay, this one. 411 One of the 2 linear equations in a system is negative, 6 x was 7 y. The system has no solution which which equation could be the second equation on the system 412 so 413 well. We know that no solution means that 414 it would have like 415 the same slope and the same 416 I guess the same intercept so it has to be like. 417"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2816.1,
      "end": 2838.02,
      "text": "because it's the same line. And so I transformed. How I approached it is I transformed into like. though y is equal to MX was B, cause that's how I understand it better. 418 7 y is equal to 6 x 419 minus 6, and then divide it all by 7. 420"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2851.16,
      "end": 2885.43,
      "text": "So then. so 7. 421 So here I transformed it to negative 7 y is equal to negative 6 y plus 6, 422 and then you divide that 423 or 6 XI mean. 424 negative 6 plus 6 over 7. 425"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2885.74,
      "end": 2892.249,
      "text": "You need to do. 426 Do you need to do all this? 427"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2892.84,
      "end": 2942.54,
      "text": "I guess not. But I feel like it's easier for me to see it in. The Y is equal to mx format. Yeah. 428 okay, so I guess 429 this is 6. 430 I think this one's negative, and that's why this isn't right. And 431 and 432 7 433 y is equal to 434 6. Text 435 also, y is equal to 6 x over 7. 436 But how would these be the same, since they have different intercepts? 437"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2946.59,
      "end": 2949.75,
      "text": "So what is it to have no solution? 438"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2950.66,
      "end": 2989.889,
      "text": "for the 2 lines to like. 439 oh, to be parallel, not the same. Okay. that's infinitely many solutions. Okay? 440 okay, that was, I think that's where, like, I was thinking during the test as well that the in that they were supposed to have the same slope and the same 441 intercept. But I guess that's for infinitely many solutions. 442 I think. Next time on the reference sheet or like on the work, I think I'll just like draw like a little table to remind myself, like, when I'm actually taking the test. So I don't make that mistake again. 443"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2992.03,
      "end": 2999.05,
      "text": "Gotcha? Great. Okay? Thanks. Question. 444"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2999.41,
      "end": 3000.17,
      "text": "Hmm. 445"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3013.73,
      "end": 3064.43,
      "text": "okay. Okay, how do you approach this question? 446 I think 447 I don't remember. I think I must have substituted I do like 0 over 7 448 is equal to 0 7, because 0 is between those 2 values. That's why I kind of assumed. But 449 oh, but thou that is it. 450 Oh, but you have to. X put x 0, not the entire numerator. 451 Oh, thank you. no. But this is x minus 3 is between these values. So I guess it still makes sense. Hmm. 452"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3070.31,
      "end": 3110.309,
      "text": "if 0 could still be in here. 453 negative one and one 454 oh, cause this is cause 455 0 is not between negative 7 and negative 9, it's between negative negative one and one. 456 Okay, I think I don't know if that's exact mistake I made. But 457 it must have been like something around that, like, maybe I should have substituted each one. 458 Does this make sense? How we got to the correct answer, yeah. So do you think substitution is like the most effective way I can. Approach this. 459"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3111.35,
      "end": 3128.71,
      "text": "I think it's one of the quickest ways. I mean, the way to do it properly would be X minus 3 is. But that just takes more effort. I think it's more difficult. Okay. 460"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3128.91,
      "end": 3131.81,
      "text": "I'll move to the next question. Then 461"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3151.5,
      "end": 3153.829,
      "text": "can you talk to your thought process? 462"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3154.52,
      "end": 3210.139,
      "text": "Yeah. So let me just read it again. In 1980, in 1980, the world population was 4.4 billion people. A model created at the time predicted that this population would grow at a rate of 0 point 0 7 6 billion people each year. 463 After 1980. In 2015 the world population was 7.35 billion people. What is the positive difference in billions of people between the actual world population 2015 and the models predicted world population in 2015. 464 So what I did is, I calculated, like the years between 2015 and 1980, which was just 35, 465 35 466 so that I multiply that 467 by this decimal 468"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3214.96,
      "end": 3217.14,
      "text": "let me just calculated that 469"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3225.82,
      "end": 3228.12,
      "text": "so 2.6 6 470"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3237.4,
      "end": 3346.49,
      "text": "and you add that 471 to the initial population, which was 4.4 4. 472 let me just switch back 473 2.2 474 6 6 plus 4.4 4 just 6.70600, which was the predicted on 475 2015 476 2015 population. 477 and then 478 the actual one was 7.3 5. 479 So 7.3 5 minus this number. Oh, wait. Did I do this? Right? 480 oh, yeah. I just entered it wrong. 481 7.3 5. 482 Oh, 0 point 2 5. Okay, that's I got 0 9, which is relatively close. But I think, 483 I must have like 484 enter the wrong decimal. When I was calculating, like, I rounded too far, or something like that. 485"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3347.25,
      "end": 3427.4,
      "text": "I think I have to write down every step like in order. I think when I in the beginning. I was like confusing everything. So then I just like erase it. And I start O started over or like I didn't erase it by like move to another corner. I start over, I think next time I'm gonna like, erase it so that I can see my steps completely. And like, I can know like. 486 Oh, okay. So this decimal, and write down the decimals like the numbers beforehand, like what information we know like 487 and it just be like 2015 act actual population. 488 And then just right, like 489 7.3 5 like like that, like 490 just labeling all my paper would be helpful. I think. 491 yeah, I have 492 like 4 min left. And then I went back and just tried checking all my questions. 493"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3427.9,
      "end": 3442.32,
      "text": "I think it might be valid or worth it to just go a little bit slower. The first step that way. We don't, or be more intentional with every number. 494 You wanna go to the next one. 495"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3443.14,
      "end": 3445.01,
      "text": "I think that was the last one. 496"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3446.04,
      "end": 3460.339,
      "text": "Okay, cool. So from reviewing all your instances, what were some of the takeaways that you'll take to your practices this weekend on Saturday. Okay, I think I need to spend more time on each question, even if it's the easy ones. 497"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3460.36,
      "end": 3498.25,
      "text": "I think, just like, read the question fully before going in for the answer. Even, it's a easy one, like, I think. Yeah, I definitely need to spend more time on each question. And then, secondly, I think I need to brush up on like my geometry formulas like the like, the triangle ones in specific 498 and I think. 499 One thing I also need to do is kind of read the like like. I said before, I need to like read the questions better. Maybe annotate it a lot more. This time. 500"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3501.65,
      "end": 3553.069,
      "text": "so I think with the questions. And then. 501 I think, let me know, but still, like 502 maybe just like your living room or something. So you're not in your bedroom taking that view environment of where you're practicing will impact you a lot. Because I think one of the hard things about taking the test in person is obviously, you know, there's gonna be distractions. There's gonna be noise. It's not gonna be like the perfect, quiet environment. So that having that and then having someone else time, you would might be beneficial. 503"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3553.45,
      "end": 3599.799,
      "text": "Yeah, I think I'll try to have my dad grade it just so like, know how about that? Like kind of second layer of like making sure it's actually accurate. 504 yeah. 505 I think if I have like my dad tying me and like grade it and everything, I think that'll be like a lot more helpful in like actual testing conditions. 506 Yeah. And then, just really quickly. You know, we are a little bit running out of time. But did you get a chance to look at any of those programs I sent you registering for the Bank of America. One I just stopped right before, like the essay prompts 30 min, maybe. Tomorrow or Saturday, just 507"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3599.83,
      "end": 3608.479,
      "text": "to focus on that getting prompts getting like essay ideas and outlines. Would that be helpful? Yeah, definitely, I think. 508"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3608.54,
      "end": 3648.39,
      "text": "day tomorrow works for me. Ashley. Tomorrow. Okay, yeah. Tomorrow evening is okay. Yeah. 509 What about 7 30? Same fresh about it? 510 Oh, sorry. What is it? 511"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3648.49,
      "end": 3653.82,
      "text": "Oh, so have you done any research on the summer program, or are you pretty fresh about like what it is? 512"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3653.94,
      "end": 3668.899,
      "text": "I saw some like surrounding use about it like I saw that. 513 the acceptance is kind of low, and then I know that you have to go to like Washington for a week. And then you have to volunteer and do like a paid internship or something. 514"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3669.13,
      "end": 3697.81,
      "text": "yeah, that's right. Yeah. So it's like pretty prestigious. They only usually choose about 2 people per state. So I mean, there's more. But like on average, too. But like for California, I think other States, it depends, you know, on the population. But it's yeah. It's really competitive. And you get a paid internship at the nonprofit working. So I think it's a cool opportunity. It's obviously very competitive. You get a free trip to Washington, but it's one of those things that's like. 515"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3697.81,
      "end": 3715.66,
      "text": "you know, good to apply for a lot of the essays are similar to the ones that will be on your college application like, it's a personages program. So it's an award as well. And so I think it'll be a good exercise to apply for that. But we can talk more about that tomorrow evening. Yes, and also want to check in before you wrap up today. 516"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3716.31,
      "end": 3755.829,
      "text": "Yeah. So we've been trying out for empowering AI. We've been trying to work on like publicizing a little more. So we're trying to get a district wide, like 517 kind of email sent out. And I've been trying to get my partner to work on that. But she's not like making that much progress. And like, I've I've been asking like, Oh, do you have like the content contact? So I can like email them myself, and like, kinda get it out cause I understand like she's probably busy, cause we have like a calculus this week. So like I said, I understand you're busy, just like if you give me the contact I could do myself. She's like, No, I'll do it. So like, yeah, I'm trying to just get that out. But yeah. 518"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3757.81,
      "end": 3777.02,
      "text": "well, awesome 519 for empowering. AI. Then, like, how are the sign ups going as well like, have you been able to get more sign ups like, how's the progress on that going? Yeah. So it's like, really slow, I'd say, like, we still only have 3 sign ups. I tried putting in the slack channels as well. 520"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3777.03,
      "end": 3799.169,
      "text": "Haven't got like people's like kind of thumbs did like the thumbs up reaction, but no one really interacted with it or anything. So I don't think that's like going to be my best way of reaching out. Maybe I can try like on. 521 I feel like applying to college. Reddit would be like a good place like reach out to freshmen. So yeah. 522"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3799.92,
      "end": 3805.82,
      "text": "yeah, sounds good. And then I think another thing is, maybe if you can 523"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3806.15,
      "end": 3842.649,
      "text": "like share about it at the elementary schools, too, or middle schools in your area, like, have you been trying to do that like reaching out to teachers there? Yeah, we've been trying to like, get the district wide emails for that reason. Like I think I'm II can't. 524 I'm possible. It's possible I can email like someone to send it out to our school. But 525 for like sending out to the elementary schools, I think that'll be a little more tough. 526 I think I'll just. I'll that's why my partner was trying to work on. But I think she hasn't made that much progress on that yet. 527 But yeah, I can try doing that this weekend 528"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3844.59,
      "end": 3910.219,
      "text": "alright awesome. Maybe we could also touch on that briefly, tomorrow. I think that another way that 529 making connect is 530 you can connect with people for empowering AI is maybe like if you can bring in guest speakers like that could be fun, too. I think maybe like leveraging your someone who works in AI would be really cool. Whatever organization that you're able to pull, like people might be interested in hearing from industry. Guest speakers again 531 further discuss tomorrow. But yeah, I think that everything seems like it's on a good I'll see you tomorrow. Yeah. See you tomorrow."
    }
  ],
  "meta": {
    "ext": ".pdf",
    "source": "normalize-v1",
    "vtt": true
  }
}