{
  "id": "03-Raw-SessionTranscripts/2023-12-10_W021_P2-BUILDING_TRANS-RAW_BankAmericaEssayRefinementandfinalsWeek.pdf",
  "name": "2023-12-10_W021_P2-BUILDING_TRANS-RAW_BankAmericaEssayRefinementandfinalsWeek.pdf",
  "path": "03-Raw-SessionTranscripts/2023-12-10_W021_P2-BUILDING_TRANS-RAW_BankAmericaEssayRefinementandfinalsWeek.pdf",
  "kind": "TRANS-RAW",
  "week": "21",
  "phase": "2",
  "date": "2023-12-10",
  "link": null,
  "text": "Week 17 - Coaching_Jenny_Huda_Wk17_2023-12-10_M_f1308610a9cc0cc1U_2023-12-09_00-00-00 WEBVTT 1 00:03:00.910 --> 00:03:02.389 Jenny Duan: Hi, uda! How's it going? 2 00:03:04.030 --> 00:03:06.160 Jenny Duan: Oh, I think your mic's not working again. 3 00:03:17.490 --> 00:03:19.229 Jenny Duan: I can't hear you. Still. 4 00:03:20.310 --> 00:03:26.730 Jenny Duan: I think it's like that. Just the recurring Mike thing. Oh, yeah, perfect. Okay, awesome. 5 00:03:27.400 --> 00:03:42.060 Jenny Duan: How's it going? It's going a bit stressful, because final weeks is coming up. But yeah. yeah, that makes a lot of sense. How do you feel about finals? And how was your last week of like testing? Especially with a push and everything? 6 00:03:42.690 --> 00:03:53.909 huda: I think this week I have like a lot of tests to do for a push. I think, like, specifically, I need to work on like 7 00:03:53.910 --> 00:04:14.419 huda: we're having some meetings to give me like the opportunity. I think I'm gonna take the 2 essay queues that might bump me up to an a this week. So that's kind of what's up for a push. And then I have like, the calculus test is like next week. But it's still like a lot of material. So I'm like spending a lot of time on it. So yeah. 8 00:04:15.090 --> 00:04:19.050 Jenny Duan: that makes a lot of sense. And 9 00:04:19.250 --> 00:04:21.779 Jenny Duan: how did you have anything like this past week. 10 00:04:22.870 --> 00:04:43.030 huda: Yeah. So like my April feature, she does have like a lot of a lot of assessments. So we did have like a like an essay to write for that one, and I think it went pretty well. And like II ran by my thesis and everything with her like before class. So yeah, I think I should have done well. 11 00:04:43.700 --> 00:04:49.189 Jenny Duan: that's awesome. great. And so I think 12 00:04:49.380 --> 00:05:03.450 Jenny Duan: let's just start by going into your other updates. Let me just pull up a screen so I can show that with you. We used to start by telling me how empowering AI is going, especially your partnership with the person in Florida, and how like your conversations with her, how that's moving. 13 00:05:03.530 --> 00:05:08.049 huda: Okay, so we haven't exactly started planning too much about that 14 00:05:08.170 --> 00:05:24.550 huda: so like I did have so you know how like in charge of student use for my school. So I was able to put in like an announcement about the like the networking event. 15 00:05:24.550 --> 00:05:45.619 huda: so like, I was able to say, I have, like a segment part at the end where we do like announcements, and I was like, Are you interested in networking with a woman in stem in the industry already. Scan this QR code as we have this. It's gonna be like the sign up code. So I think that might like, get us a lot of people to join. 16 00:05:45.640 --> 00:05:56.549 huda: I think like, regardless of the person that can respond or not. And then I'd say for planning the event we didn't get much progress on that. I think. 17 00:05:56.640 --> 00:06:09.080 huda: I kinda wanna pick up more about it this week, or like after finals. Cause she's also swamped with like college applications and everything. So we don't really have time to like meet, and everything 18 00:06:10.020 --> 00:06:20.560 Jenny Duan: totally that makes a lot of sense. Okay. how is Your film going like, how's the film like festival? Did you end up going to that? And how did that go? 19 00:06:20.630 --> 00:06:25.109 huda: I didn't end up going because like my 20 00:06:25.170 --> 00:06:53.520 huda: club members that like were part of it. They didn't they didn't like they were available to go at that time. But like, I think, yeah, so it was put in. So phone freeways, like, basically like this platform where, like all these events are happening or like the film festival. So on. That shows up that our film festival has gotten an award to kind of glad but I think I wanna enter in a few other competitions. This week. So 21 00:06:53.520 --> 00:06:55.310 Jenny Duan: yeah, that's awesome. 22 00:06:55.690 --> 00:07:00.139 Jenny Duan: how's the progress on the game going? 23 00:07:00.520 --> 00:07:03.999 huda: Yeah. So actually, right now I have like. 24 00:07:04.160 --> 00:07:33.830 huda: oh, sorry. What did you say? I said. I keep on seeing your reals. They look really good. Thank you. Yeah, I actually, I was able to have like 44 people playing the game. And I think, like the statistics are really encouraging. And so I'm like trying to post a little bit more. And I've been trying so like a lot of the people going on my game are from mobile cause, like I'm sharing on Instagram. So I was like trying to make it more optimized for mobile 25 00:07:34.150 --> 00:08:00.639 huda: but like, I feel like it's kind of like a whole different project, because it's like a whole different like, I have to reset everything. So II don't really wanna do that right now. Like, maybe after I program like, I finish programming the whole thing. I think I'm gonna I'm gonna like, do like a mobile version and cause like that's like where a lot of like these middle schoolers are gonna have access to it. So that's kind of my goal for that 26 00:08:01.110 --> 00:08:02.290 huda: And 27 00:08:02.870 --> 00:08:29.599 huda: I started like so like, I said, sorry I finished like the AI Ethics scene. Kind of it's like explaining what AI Ethics is. So basically like in the scene, there's like 2 people in the town, and then they're like talking to the like the main characters. And so one has like green hair, and then one just has like orange hair. So then, I don't wanna do something controversial. So I just said like 28 00:08:29.600 --> 00:08:37.199 huda: The person on the green hair got a nicer like Christmas gift, because he had a unique hair color, whereas, like the person like the orange hair just got like 29 00:08:37.400 --> 00:08:45.149 huda: like orange field or something like that, like. I kinda explained it like the AI had kind of some issues with that 30 00:08:45.400 --> 00:08:47.910 Jenny Duan: to me. 31 00:08:48.060 --> 00:08:55.570 huda: Yeah, I was. I don't know if it explained too well, but I was like the only thing that I can think of. But yeah. 32 00:08:55.950 --> 00:08:57.979 Jenny Duan: no, that's really awesome. I love it. 33 00:08:58.130 --> 00:09:24.230 Jenny Duan: And I think another thing you can do, maybe, is mentioned. Your post that's like best viewed on desktop interfaces, or something like that. Cool. And then, oh, at the end of today, like at when our time is over. Can I ask you a couple of questions about robots because I'm interviewing with them tomorrow? But I don't really know much about the platform, but it sounds like you might have more experience with how it works, for you. Just tell me like a little bit that'd be great at the end. 34 00:09:24.260 --> 00:09:32.750 Jenny Duan: Okay, awesome. How's like the actual? So I know you showed at the film festival. Let's go back to Film club. How's the club going? 35 00:09:33.300 --> 00:09:52.229 huda: Yeah. So we decided on filming locations for our project, we found, like we asked like a teacher if we could film inside of their classroom after school and we also decided, like, after school, we're gonna have our filming sessions and like. 36 00:09:52.400 --> 00:10:10.679 huda: And also we're gonna film at the Park for some of the scenes. And so I hold my media arts teacher. So II asked him like if we could use the equipment for filming. And then I think he he said, yes, but I'm still deciding like what equipment we should use. 37 00:10:10.680 --> 00:10:25.370 huda: I'm think, like I have an idea. But I just wanna like ask like the rest of like my club if they wanna use that one and yeah, I think we're gonna get a lot more people interested with like camera work and stuff cause right now, we have, like 38 00:10:25.450 --> 00:10:31.389 huda: the actors like we had them practice their lines on a call. So, yeah. 39 00:10:32.520 --> 00:10:42.770 Jenny Duan: that's awesome. And then have you like. how do you? I'm curious like, how do you cast people for film club like, do they just audition, or is it only internal members? Or is it open to the whole school? Because. 40 00:10:42.850 --> 00:10:45.499 Jenny Duan: I guess, like, how are the films cast 41 00:10:45.810 --> 00:11:10.670 huda: for now, or like what we did last year. And this year we just kinda with the entire club. We kind of came up with the idea like with them in one of the meetings, like we like before the meeting started we kind of just thought of a few ideas, and then we asked them like, Oh, do you guys have any ideas? And one of them wanted to do like the breaking bad parity. And so after that we like 42 00:11:10.670 --> 00:11:32.870 huda: got in like an officer call, and then we kind of thought of like the characters that we needed and like like descriptions slash like what their main role is. And then so the net next meeting, we just kind of set all these rules. And then we asked anyone inside or club like if they wanted to be the role. And then they like. That's how we chose that from there. But 43 00:11:32.940 --> 00:11:43.249 huda: I think it would be nicer if we could like cast like more people. But like. I think, like the actions that we have now are fine cause we got them mostly from like Drama Club. So 44 00:11:43.730 --> 00:11:48.549 Jenny Duan: hmm, that makes a lot of sense cool. And then. 45 00:11:48.800 --> 00:11:53.080 Jenny Duan: yeah, how is the journalism project going 46 00:11:53.840 --> 00:12:01.530 huda: bulk lift? So I don't think I have too much progress on that. I think I need to start like 47 00:12:01.850 --> 00:12:20.700 huda: I'm kind of like thinking about my next steps here, so I might write another article about one that I interview previously like a while ago. But I think outreach to like more brands will be better this week. 48 00:12:20.730 --> 00:12:46.780 huda: And I think I can definitely get more like social media posts up. I was trying to get like more people to like volunteer from like other sides of the country. Through, like my my professional feel like I was trying to give like an opportunity. But like, I don't think anyone really interacted. So I just I don't think that's a good way to get people. So maybe like 49 00:12:47.330 --> 00:12:54.779 huda: I also tried posting out on Reddit. But no one really interacts with that either. So I might have to try other methods. 50 00:12:55.770 --> 00:12:59.779 Jenny Duan: I think that one thing you can consider is because folklift is 51 00:13:00.090 --> 00:13:14.219 Jenny Duan: moving more towards that digital format like, have you thought about just reaching out from people outside your area to maybe be like just broader California or just like a broader audience. Given that, you know, the main project will be like 52 00:13:14.480 --> 00:13:18.669 Jenny Duan: online now, and you don't have to necessarily pay like in person to interview people. 53 00:13:18.990 --> 00:13:20.000 huda: Yeah. 54 00:13:20.260 --> 00:13:40.319 huda: Yeah, I think. Yeah. Cause I've been interviewing like people from like other parts of California. But like, I wanted more people to like write articles themselves, you know. To like expand folklift, I guess so. It's not just me and I think I could ask some people from like mount House 55 00:13:40.730 --> 00:13:49.949 huda: to do like articles on like small businesses from their own communities. I think I can definitely do that. Yeah. 56 00:13:50.860 --> 00:13:55.299 Jenny Duan: gotcha cool. That sounds good. And then 57 00:13:55.350 --> 00:13:59.319 Jenny Duan: do you want to go over your bank? America essays now. 58 00:13:59.400 --> 00:14:10.790 huda: So this week I didn't really have a chance to write that many. I just wrote one. And then, like I finished another one that we like the one about 59 00:14:11.060 --> 00:14:19.290 huda: something that helped me become a leader. I finished that one, and then I and then I finished another one. So let me just 60 00:14:22.590 --> 00:14:23.930 Jenny Duan: hmm. 61 00:14:25.520 --> 00:14:28.269 Jenny Duan: I also see her filling the sin. S. Nice. 62 00:14:28.760 --> 00:14:29.610 Jenny Duan: Okay. 63 00:14:42.310 --> 00:14:45.070 Jenny Duan: Oh, he says he's made changes to 64 00:14:46.930 --> 00:14:52.589 Jenny Duan: this one right for you to be a leader. Do you want to read that aloud. Yeah, okay. 65 00:14:52.630 --> 00:15:00.070 huda: So the day we moved to Dubai from Dubai to America it was raining cats and dogs, even though it was July. 66 00:15:00.150 --> 00:15:11.299 My sister said the boy was crying because it would miss us in a way that was true. My mom picked up her bags filled with seeds of memories and passion and hope to plant it in her new garden. America. 67 00:15:11.640 --> 00:15:33.020 huda: In this new environment my mom felt isolated. My Aunt Amina and my uncle Nazam were all all back at home, and the only thing she had to do was binge true crime shows. As she made eggs and known for my brother. I frequently suggested she become a 5 Star chef, but she told me she wasn't passionate about it. Despite her better than Gordon Ramsay food. 68 00:15:33.560 --> 00:15:45.050 huda: I then saw something in my mother I haven't ever ever seen in her contacting Sarah, Auntie Sarah, Auntie, one of our Muslim neighbors. My mom dropped the first seed 69 00:15:45.200 --> 00:15:57.740 huda: through exhaustive potlooks, picnics, and parties. We found our second family in this foreign land. We once thought so desolate. I grew a tree. My mom was persistent in getting a developer job 70 00:15:58.320 --> 00:16:04.850 huda: but needed $600 to get there. We weren't financially strong at the time, so this grew to be a struggle. 71 00:16:04.940 --> 00:16:10.500 huda: She quit the true crime shows, but Pre. Made none, and powered through. No, the future could only get better 72 00:16:10.550 --> 00:16:21.310 huda: eventually, from selling old mattresses and clothing. She got the payment and secured a technology role. In this she dropped another seat. We grew another, another tree 73 00:16:22.000 --> 00:16:36.310 huda: from the trees she planted. I sit in the shade. Maybe I don't have my mother's culinary charm, but I learned from her to make my own path from what I have when the soil is too dry to grow trees from your seeds, you soil for fertilizer. 74 00:16:36.820 --> 00:16:45.380 Jenny Duan: This is really good. I really like the analogy made here, and it's it's a really powerful story. I'm just going to start going in and 75 00:16:45.400 --> 00:17:03.959 Jenny Duan: making a couple of edits. I think this beginning, I think we can strengthen it by taking out the remaining cats and dogs, because one thing about making too many metaphors is that sometimes they become overused, especially with things like cats and dogs, so I think we should try to avoid that, so maybe we can say 76 00:17:04.380 --> 00:17:08.660 Jenny Duan: It was raining the when I folded 77 00:17:10.180 --> 00:17:14.900 Jenny Duan: it was raining that the 78 00:17:15.720 --> 00:17:17.490 Jenny Duan: July day we moved. 79 00:17:18.609 --> 00:17:19.800 Jenny Duan: and 80 00:17:20.609 --> 00:17:23.269 Jenny Duan: from Dubai to America. 81 00:17:24.890 --> 00:17:29.959 Jenny Duan: My sister said Dubai was crying because it would miss us. The July day. 82 00:17:31.300 --> 00:17:32.879 Jenny Duan: removed from delight 83 00:17:34.180 --> 00:17:35.470 Jenny Duan: derived. 84 00:17:38.270 --> 00:17:40.870 She's from Dubai to America. How long ago? 85 00:17:41.380 --> 00:17:43.239 huda: This is like 86 00:17:43.640 --> 00:17:47.400 Jenny Duan: like, 11 years ago. 11 years ago. 87 00:17:48.270 --> 00:18:02.810 Jenny Duan: my sisters at Dubai was crying because they would miss us in a way that was true. My mom packed up her bags filled with seeds of memories of passion, and hoped to plant them in our new garden, America in this new environment. 88 00:18:04.140 --> 00:18:05.270 Jenny Duan: I. 89 00:18:05.520 --> 00:18:10.850 Jenny Duan: let's center this back to you, because one thing 90 00:18:10.970 --> 00:18:21.300 Jenny Duan: is, even though it's a story about another person. We still want to bring it back to like your experiences. And how? This experience that your mom has shaped you so 91 00:18:22.110 --> 00:18:28.370 Jenny Duan: you can say, maybe, instead of my mom felt isolated, you should say, like I witnessed my mom's isolation. 92 00:18:28.830 --> 00:18:34.489 Jenny Duan: Okay? my Aunt Amina and my uncle knew some. We're all back home. 93 00:18:34.850 --> 00:18:39.450 Jenny Duan: if you can say I 94 00:18:41.160 --> 00:18:45.460 Jenny Duan: I watched her binge true crime shows 95 00:18:46.620 --> 00:18:47.800 Jenny Duan: and 96 00:18:48.320 --> 00:18:51.380 Jenny Duan: make eggs, and non 97 00:18:51.420 --> 00:18:56.490 Jenny Duan: for my brother. Wow! She missed 98 00:18:56.770 --> 00:19:00.490 Jenny Duan: like 99 00:19:01.780 --> 00:19:10.250 Jenny Duan: our closest family, or she missed my aunt and uncle, who were all back at home. 100 00:19:11.320 --> 00:19:19.330 Jenny Duan: I frequently suggested she become a father chef, but she told me she was dispassionate about it, despite her. Better than Gordon RAM's seafood. 101 00:19:19.810 --> 00:19:35.419 Jenny Duan: I feel like we don't really need that. But I don't know. I kept it from my old essay. So yeah, I think it just depends on word count at the end we can do a word. Count check after this. 102 00:19:35.440 --> 00:19:36.589 Jenny Duan: Yeah. 103 00:19:42.550 --> 00:19:43.690 Jenny Duan: Slowly 104 00:19:43.940 --> 00:19:47.079 Jenny Duan: I watched as my mom 105 00:19:51.030 --> 00:19:54.840 Jenny Duan: decided to make change as I washes my mom 106 00:19:56.790 --> 00:20:04.019 Jenny Duan: cause cause we don't wanna say that you saw something in your mom that you haven't ever seen in her, because. 107 00:20:04.130 --> 00:20:08.009 Jenny Duan: hopefully, like she's an inspiring figure to you. So it's not like 108 00:20:08.520 --> 00:20:14.919 Jenny Duan: you've never seen this in her before. I don't know if that makes sense. So, Lee, I watch as my mom 109 00:20:15.940 --> 00:20:21.290 Jenny Duan: made made this made our house a home. 110 00:20:23.200 --> 00:20:24.990 Jenny Duan: Yeah. 111 00:20:27.570 --> 00:20:42.019 Jenny Duan: What's something else you can do. What are the qualities that you are emphasizing about your mom cause? The qualities that you emphasize about your mom are the qualities that you are basically emphasizing about yourself. Does that make sense? So what do you want to show about yourself as a leader through this 112 00:20:42.730 --> 00:20:50.059 Jenny Duan: like, if you could just forget the essay. And just like, think about really quickly. What kinds of leadership qualities are you emphasizing here? 113 00:20:50.430 --> 00:20:55.510 huda: I think I'm kinda emphasizing, like, like initiative 114 00:20:55.540 --> 00:21:15.399 Jenny Duan: and like like her transformational power, like to change things. Let's talk about you first, like, what are your most salient leadership qualities because we're gonna mirror those in that's about your mom. Does that make sense like this question? They're asking another person. But they're trying to learn about what your leadership qualities are through another person. 115 00:21:15.980 --> 00:21:20.430 huda: Initiative for sure. Yeah. Maybe 116 00:21:22.620 --> 00:21:23.690 huda: like 117 00:21:26.420 --> 00:21:30.230 huda: passion, I guess. Like no, that's not really 118 00:21:31.990 --> 00:21:34.229 huda: okay. I'm trying to think of the word but 119 00:21:34.610 --> 00:21:43.209 huda: like I don't know how to describe, but like like 120 00:21:43.460 --> 00:21:47.660 huda: the way you can like kind of 121 00:21:47.760 --> 00:21:54.280 huda: unify people, you know, like like you can bring 2 people together and like 122 00:21:54.290 --> 00:22:04.629 huda: or bring a couple of people together and like create something. I guess it's kind of the same thing as initiative. But yeah, 123 00:22:05.630 --> 00:22:07.769 huda: yeah. And I guess 125 00:22:22.410 --> 00:22:25.299 huda: I guess, like the ability to 126 00:22:25.490 --> 00:22:50.699 huda: like do things even when like things are like impossible like making your own way. Some things like for me, at least. For example, like, when I wasn't able to get like a leadership role in some of my club. Some of the clubs I tried because of. Like the same issue, I was able to like overcome it by like making my own path. So that's kinda like 127 00:22:50.810 --> 00:23:00.710 huda: what I was most inspired by the moment for and like what I think, II reflect the most. Yeah, I think those are the qualities 128 00:23:02.290 --> 00:23:06.210 Jenny Duan: that makes a lot of sense to me. Awesome. And 129 00:23:07.770 --> 00:23:18.039 Jenny Duan: okay. So then let's like, turn that back to think about your mom, and like how we can make this story reflect those things so slowly. I watched as my mom. 130 00:23:19.110 --> 00:23:23.609 Jenny Duan: like paved her own way or something we can just use that as the placeholder 131 00:23:23.700 --> 00:23:30.480 Jenny Duan: contacting sarahunt Sarah, Auntie, one of our muslin neighbors, my mom dropped her first seed 132 00:23:31.080 --> 00:23:33.550 Jenny Duan: through exhausted potlucks 133 00:23:34.010 --> 00:23:37.720 Jenny Duan: through hotlucks, pit picnics, and parties he found at our second family. 134 00:23:38.000 --> 00:23:41.590 Jenny Duan: maybe she. 135 00:23:44.120 --> 00:23:46.220 Jenny Duan: She built 136 00:23:47.420 --> 00:23:51.049 Jenny Duan: our our second family 137 00:23:51.220 --> 00:23:58.350 Jenny Duan: in this foreign land which we once thought desolate vigor tree, they did say, interest in this foreign land. It is fine. 138 00:23:59.870 --> 00:24:09.130 Jenny Duan: Contact through potlucks. picnics, and parties. My mom brought once 139 00:24:10.760 --> 00:24:15.159 Jenny Duan: separated parts of our of the communicate 140 00:24:16.750 --> 00:24:23.529 Jenny Duan: of the community together. building our second family 141 00:24:24.930 --> 00:24:26.750 Jenny Duan: in the this foreign land. 142 00:24:28.150 --> 00:24:28.880 Jenny Duan: Okay? 143 00:24:29.110 --> 00:24:35.459 Jenny Duan: Does that make sense how we're like highlighting the fact that your mom's bringing people together here. My mom. 144 00:24:36.740 --> 00:24:40.680 Jenny Duan: okay, why would you persistent on getting a developer job? 145 00:24:41.410 --> 00:24:58.509 huda: I guess it's something like like she saw my dad do like for the longest time, like all her friends from like from back home used to do but she never like took it up, cause well, like she got married, and she had kids so like she kind of. 146 00:24:58.690 --> 00:25:06.079 huda: No, it was like something that she always wanted but she just never really continued it. And then also she just 147 00:25:06.090 --> 00:25:10.759 huda: she wanted to be like more independent and I guess, like 148 00:25:10.810 --> 00:25:16.519 huda: be in control of like her own like job career, and like 149 00:25:16.650 --> 00:25:19.910 huda: like finance and everything 150 00:25:20.840 --> 00:25:24.419 Jenny Duan: that makes a lot of sense. My mom. 151 00:25:26.160 --> 00:25:27.360 Jenny Duan: So 152 00:25:30.970 --> 00:25:35.489 Jenny Duan: in America, maybe, like 153 00:25:37.850 --> 00:25:39.070 Jenny Duan: her 154 00:25:42.540 --> 00:25:43.980 Jenny Duan: initiative 155 00:25:45.140 --> 00:25:46.110 Jenny Duan: bloomed. 156 00:25:47.220 --> 00:25:49.230 Jenny Duan: Persistent 157 00:25:49.790 --> 00:25:58.889 Jenny Duan: we she was. My mom was first assistant on 158 00:25:59.290 --> 00:26:00.530 Jenny Duan: pavings. 159 00:26:02.340 --> 00:26:07.140 Jenny Duan: paving her own career as a developer. 160 00:26:10.450 --> 00:26:13.459 Jenny Duan: but needed $600 to 161 00:26:14.030 --> 00:26:24.680 huda: what like, learn a course, or what was the $600 for for like help, and like finding job opportunity or opportunities, and like, resume building and everything 162 00:26:25.800 --> 00:26:26.980 Jenny Duan: to 163 00:26:29.350 --> 00:26:32.600 Jenny Duan: you. Specify what she used the $600 on, if you can remember. 164 00:26:32.930 --> 00:26:52.329 huda: Yeah. So there's like a service, and like they helped her like how like they helped her by creating like projects or not creating projects, but like suggesting, like projects that she should do like basically like a boot camp which, like helped her like like, gain the skills and like 165 00:26:52.700 --> 00:26:58.099 huda: skills. And like, kind of what do you call it? Experience that get a job? 166 00:27:00.070 --> 00:27:01.719 Jenny Duan: But needed. 167 00:27:02.780 --> 00:27:08.729 Jenny Duan: We are financially strong then. So this grew to be a struggle. 168 00:27:09.040 --> 00:27:11.270 Jenny Duan: I watched. 169 00:27:13.510 --> 00:27:14.460 Jenny Duan: I 170 00:27:16.430 --> 00:27:17.430 Jenny Duan: watch 171 00:27:17.710 --> 00:27:22.129 as she, with the true crime shows, brought feminine mud and powered through 172 00:27:22.230 --> 00:27:23.540 Jenny Duan: relentless Lilly 173 00:27:25.340 --> 00:27:31.429 Jenny Duan: through relentlessly. 174 00:27:32.500 --> 00:27:40.229 Jenny Duan: eventually from selling old mattresses. including she earn the money and 175 00:27:41.870 --> 00:27:44.750 Jenny Duan: landed and secured a technology bowl. 176 00:27:45.820 --> 00:27:49.869 Jenny Duan: In doing so she dropped the seed we grew another tree 177 00:27:50.070 --> 00:27:54.970 Jenny Duan: from. I think we can. We add, instead of a like we could change to another. 178 00:27:55.550 --> 00:27:59.670 Jenny Duan: Yeah, from these shoes she planted, I sit, I. 179 00:28:00.450 --> 00:28:14.069 Jenny Duan: Now I today sit in the I sit in the shade. I now sit in the shade. Maybe I don't have my mother's culinary, John, but I learned from her to make my own path from what I have 180 00:28:14.110 --> 00:28:19.119 Jenny Duan: when the soil is too dry to grow seeds from your seeds use fertilizer 181 00:28:20.660 --> 00:28:22.210 Jenny Duan: make fertilizer. 182 00:28:22.880 --> 00:28:33.650 Jenny Duan: okay, I think this is really good. What do you think about these changes. Yeah, I think it's I think it's definitely like, portrays like more of a leadership kind of stance on this 183 00:28:34.680 --> 00:28:35.680 Jenny Duan: awesome 184 00:28:36.730 --> 00:28:37.740 Jenny Duan: okay? 185 00:28:38.900 --> 00:28:54.200 Jenny Duan: so I would say, after this you should go through all these changes, and you can accept, reject, do what you want with them. And then also, this is like a good draft. But we'll probably come back to this like at the end, after everything's 186 00:28:54.280 --> 00:28:56.260 finish to 187 00:28:57.030 --> 00:29:00.750 Jenny Duan: Yeah, go through it together one more time. Okay. 188 00:29:01.430 --> 00:29:06.909 Jenny Duan: you've made the changes to here. Right? 189 00:29:07.330 --> 00:29:09.100 huda: Yeah, like, I think. 190 00:29:09.260 --> 00:29:17.840 huda: I don't know if we read it. But like, I added, like the last 2 sentences, which I kinda talk about the seat belt. 191 00:29:20.500 --> 00:29:22.220 Jenny Duan: Yeah, this is really good. 192 00:29:22.420 --> 00:29:29.359 Jenny Duan: If my mango to do a stained dress, I open my jumble after the Mesopotamian Association. Election results in missed a family gathering. 193 00:29:30.790 --> 00:29:36.400 Jenny Duan: I would say, let's put this in the beginning. 194 00:29:37.280 --> 00:29:40.830 Jenny Duan: because this is the part we want to highlight you opened it to the results. 195 00:29:41.000 --> 00:29:44.780 Jenny Duan: So, amidst a family gathering 196 00:29:47.100 --> 00:29:52.059 Jenny Duan: in my interesting dress, I open my deal after the Muslim Association results. 197 00:29:52.220 --> 00:29:59.089 Jenny Duan: President, Vice president, secretary, publicity, not one, not a single, not one of my 15 friends 198 00:29:59.140 --> 00:30:01.109 Jenny Duan: and 15 female Furrunns. 199 00:30:05.350 --> 00:30:06.790 Jenny Duan: By a singular spot. 200 00:30:07.990 --> 00:30:12.440 Jenny Duan: The day after I went to contest this result. The day after 201 00:30:13.420 --> 00:30:23.189 Jenny Duan: marching up to the room of the meeting, I opened the door to see Rose, filled with an unmuslin boy sitting, refusing to stand up in the corner, I found my friends tired and awkwardly standing. How 202 00:30:23.210 --> 00:30:30.509 Jenny Duan: was it that this coc catered to Muslims as a whole? But Muslim woman who had but was the woman who brought 203 00:30:32.700 --> 00:30:38.250 Jenny Duan: the a whole different perspective but 204 00:30:40.570 --> 00:30:43.220 Jenny Duan: their valuable perspectives. 205 00:30:43.330 --> 00:30:45.260 Jenny Duan: We're we're 206 00:30:47.850 --> 00:31:01.410 Jenny Duan: Who brought their unique perspectives were valued so little since that election. I made up my mission to give girls like me and my friends the same opportunities we were we were denied 207 00:31:03.620 --> 00:31:07.309 Jenny Duan: my film club previously only had one girl and 5 up with Sir Whirls 208 00:31:07.490 --> 00:31:12.240 Jenny Duan: at my high school. 209 00:31:14.060 --> 00:31:18.849 Jenny Duan: The Film Club, previously only had one girl and 5 officer roles. 210 00:31:19.010 --> 00:31:22.280 Jenny Duan: As president of the club this year I have admitted at least 3 qualified girls. 211 00:31:22.530 --> 00:31:29.839 Jenny Duan: 2 in no. In a board of 5 there should be in a board of 5 officers. 212 00:31:30.630 --> 00:31:31.460 Jenny Duan: This 213 00:31:31.940 --> 00:31:33.520 Jenny Duan: is 214 00:31:34.850 --> 00:31:37.219 Jenny Duan: This is just a baby step. 215 00:31:38.870 --> 00:31:39.800 Jenny Duan: let's say. 216 00:31:42.590 --> 00:31:43.510 Jenny Duan: in 217 00:31:44.750 --> 00:31:47.650 Jenny Duan: a future I hope to cocreate 218 00:31:49.010 --> 00:31:52.730 Jenny Duan: When seabs were made in 1949. They 219 00:31:55.540 --> 00:32:01.719 Jenny Duan: oh. I would say, in 1949. They weren't primarily made for a woman. 220 00:32:02.570 --> 00:32:05.909 Jenny Duan: he sighed. They weren't designed with woman in mind. 221 00:32:06.130 --> 00:32:07.060 Jenny Duan: See, I think 222 00:32:08.670 --> 00:32:11.239 Jenny Duan: the design fits the mill. 223 00:32:12.480 --> 00:32:17.639 Jenny Duan: but rather. but rather for the average male body. 224 00:32:17.680 --> 00:32:20.720 Jenny Duan: The female death toll from car crashes 225 00:32:23.510 --> 00:32:24.570 didn't. 226 00:32:25.850 --> 00:32:27.970 Jenny Duan: Since that didn't plummet, you can say like 227 00:32:31.350 --> 00:32:32.250 Jenny Duan: the 228 00:32:32.650 --> 00:32:35.730 huda: maybe you could say remained high 229 00:32:35.960 --> 00:32:40.380 Jenny Duan: remained high until the late 17 seventies, when Femalov 230 00:32:40.670 --> 00:32:50.080 Jenny Duan: centered safety research was done when female centered safety research. When 231 00:32:50.610 --> 00:32:57.579 Jenny Duan: when researchers, let's make an active voice when researchers led female safety centered safety research 232 00:32:57.650 --> 00:32:59.070 Jenny Duan: for the first time. 233 00:33:00.020 --> 00:33:05.609 Jenny Duan: that is nearly 30 years of emergency perspective. From 50% of the entire year. 234 00:33:08.460 --> 00:33:11.140 Jenny Duan: Leadership can allow leadership 235 00:33:14.420 --> 00:33:17.690 Jenny Duan: saves 236 00:33:18.280 --> 00:33:20.670 Jenny Duan: lives bye 237 00:33:21.640 --> 00:33:26.980 Jenny Duan: empowering women to fix seatbelts. No leadership. 238 00:33:28.050 --> 00:33:37.960 Jenny Duan: What's like another instead of can't allow. What's another way that we can make it a little bit stronger, like empowers leadership? 239 00:33:38.060 --> 00:33:42.009 huda: It gives a platform for 240 00:33:42.440 --> 00:33:47.960 Jenny Duan: Yeah. Leadership platforms, women to explain the struggles of wearing a hijab leadership. 241 00:33:49.260 --> 00:33:53.590 Jenny Duan: should not be denied leadership. 242 00:33:55.320 --> 00:33:59.730 Jenny Duan: something that should not be shouldn't be denied, because it is about capturing every perspective. 243 00:34:00.390 --> 00:34:03.380 Jenny Duan: not just the one most dominant. 244 00:34:03.590 --> 00:34:04.540 Jenny Duan: Okay. 245 00:34:04.830 --> 00:34:10.639 Jenny Duan: think this last sentence still sounds a little bit clunky. Let's brainstorm how to fix it together. 246 00:34:11.050 --> 00:34:12.350 Jenny Duan: Leadership. 247 00:34:25.870 --> 00:34:40.630 Jenny Duan: I was trying to like, kind of do like repetition like starting a sentence with leadership. But yeah, leadership. Like, let's say, II get that but let's see, instead of is something that shouldn't be denied leadership. 248 00:34:45.199 --> 00:34:52.810 Jenny Duan: just let's just say leadership is about capturing every perspective, not just the most dominant one. 249 00:34:55.110 --> 00:35:00.810 Jenny Duan: But I think this sounds really good. Now, too. Yeah. And 250 00:35:02.900 --> 00:35:06.380 Jenny Duan: this essay's already good talked about that? 251 00:35:06.650 --> 00:35:12.120 Jenny Duan: okay? And then I see that you've started these essays. 252 00:35:12.130 --> 00:35:17.930 Jenny Duan: cool. How do you feel about these 2, 253 00:35:18.350 --> 00:35:19.280 Jenny Duan: these 3? 254 00:35:19.500 --> 00:35:45.170 huda: So many issues you can talk about here. Yeah, there's like for this one. There's like a lot of things wrong with my generation to be honest. Like, I think the main one. That's kind of affecting. That's like really relevant right now is everyone's kind of self absorbedness. Like, I think I've experienced even within my friend group like I've had, like many experiences with like 255 00:35:45.320 --> 00:36:02.820 huda: conflict with others, because they don't. They're not mature and like such topics like, I know, like, I think leadership requires a level like maturity, and that's something that, like a lot of young people don't have. And they don't take things seriously, and they don't think about others. And like. 256 00:36:03.010 --> 00:36:04.880 huda: I think it's 257 00:36:04.920 --> 00:36:25.069 huda: an issue that's most common with younger people. Cause as you grow older, you start being more considerate of like other issues going on in the world other than like your personal issues. So that's like, it's kind of like event. More like then, like an actual topic, I'd say so. That's why I don't think it's gonna be like a best essay topic. 258 00:36:25.220 --> 00:36:40.669 huda: But another issue I can think about is kind of judgment cause like there are like everyone who tries to be a leader is often like judged. 259 00:36:40.730 --> 00:36:44.929 huda: There's like several instances I could think about for this, too. Like. 260 00:36:44.970 --> 00:37:09.820 huda: for example, I have like this like Job Directory Thing, and like, I could like a website. And then, like the uncles, I guess, like, like the uncles, which are like kind of our family friends, like the man. They kind of talk about college and say that it's easier for girls to get in. And that was like, a really, yeah. 261 00:37:09.950 --> 00:37:22.139 huda: I mean, like, it's a statistic for a reason like the reason why it's easier for girls to get in is cause it's harder for girls to get experience. So that's like, even like, adults are really immature. I'd say sometimes. 262 00:37:24.200 --> 00:37:33.190 Jenny Duan: wow, okay. yeah. So what do you think is the most compelling to you like? What do you think you want to write about the most. 263 00:37:33.740 --> 00:37:44.990 huda: I think, like both the topics are really like important to me, and I think but I think that the judgment kind of attains to like leadership a little bit more, cause it kinda highlights how 264 00:37:45.000 --> 00:37:48.110 huda: to be like a leader. You have to be kind of like 265 00:37:48.300 --> 00:37:59.509 Jenny Duan: like you don't have to. You can't care about what people say. So Tain attains more to like leadership, which is what Bank of America kind of wants? This question is asking for. It's about like. 266 00:38:01.630 --> 00:38:02.550 Jenny Duan: I think. 267 00:38:03.690 --> 00:38:20.920 Jenny Duan: like Stanford actually asks this question, too. So this is a really good practice. For like writing standard essays, because there's actually a Stanford essay about like what is the most important thing issue in the world today. I think the 2 most common things that Stanford students write about are climate change, and. 268 00:38:21.140 --> 00:38:26.510 Jenny Duan: like disconnect, or like our ability to like come together to solve problems. 269 00:38:26.720 --> 00:38:46.640 Jenny Duan: So that's really similar to the first one. Then, yeah, I think the first one is a little bit better, because I feel like that issue of judgment like, I don't think that's necessarily like more of a global issue. I think that's more like on an individual basis. But we're looking for things that sort of affect people on a macro level. So a lot of things like that 270 00:38:47.590 --> 00:38:48.649 Jenny Duan: are sort of like 271 00:38:48.870 --> 00:38:52.649 Jenny Duan: things that we can't really solve, because I think a leader can learn how to 272 00:38:52.780 --> 00:39:05.629 Jenny Duan: not like to ignore the judgment in their own life. But that's not something that like that's something we can solve on a personal level. But we're looking for like the bigger issues or the things that affect people like around the world. So I think that, like 273 00:39:06.530 --> 00:39:22.420 Jenny Duan: climate change is a big one that people can talk about. I think our ability to come together is more of it, like your first one lack of care for the world's self absorbedness. I think that is probably a powerful thing you can write about, and you can tie in a bunch of different analogies to it that you can write about how this applies to like 274 00:39:22.540 --> 00:39:24.040 Jenny Duan: different issues, like 275 00:39:24.330 --> 00:39:34.880 Jenny Duan: climate change. It also affects like education also affects human rights. And you know a lot of these types of things that you can bring together. Does that make sense? Yeah. 276 00:39:35.480 --> 00:39:37.670 Jenny Duan: okay, cool. So I 277 00:39:37.730 --> 00:39:45.349 Jenny Duan: I'm wondering, like, what type of framework you see with applying to this essay like, how do you want to shape your writing in this way? 278 00:39:46.140 --> 00:39:50.480 huda: So usually I kind of start off with like a story. 279 00:39:50.510 --> 00:40:03.930 huda: But I don't know if, like I wanna apply that to this one cause. This sounds a bit more like like, I have like a lot of space to talk about it so i can like, i can have like a story throughout 280 00:40:04.280 --> 00:40:08.300 Jenny Duan: and so I think 281 00:40:08.310 --> 00:40:16.810 huda: I might. II can like sprinkle in like some stories like in between, so like 2 stories I can think about like 282 00:40:16.880 --> 00:40:30.580 huda: I don't think I should mention like my political views, but like I think, just vaguely kind of talk about how there's like like wars and stuff going on and like. 283 00:40:30.640 --> 00:40:52.499 huda: like, okay. So this is a specific example. So about the conflict that's happening in the Middle East right now. Like, my friend was posting about like how she felt like she sent out like a whole paragraph about like how social media like. It's just too much on her on her page, and like it was kind of like insensitive and like 284 00:40:52.580 --> 00:40:58.350 huda: I think maybe kind of sprinkle in like how a lot of us are 285 00:40:58.460 --> 00:41:14.570 huda: just kind of hosting for social validation, you know, cause social media is like a new thing with young people, and like that also comes with like a lot of issues like social activism like our performative activism. 286 00:41:14.630 --> 00:41:17.099 huda: So that's like one thing I can talk about. 287 00:41:17.420 --> 00:41:21.039 huda: like in terms of like a framework. 288 00:41:21.400 --> 00:41:22.320 huda: I think. 289 00:41:24.610 --> 00:41:27.380 huda: like, yeah, like, 290 00:41:27.990 --> 00:41:31.659 huda: So specific stories could be like social media posts that, like 291 00:41:31.690 --> 00:41:36.709 huda: my classmates, have like talked about, and then I could talk about like 292 00:41:37.030 --> 00:41:51.830 huda: maybe bring in some statistics and like, talk about like how our generation has like made the least impact or something. Is that something that you have statistics on? Or you think you can find? I think you could definitely find some. 293 00:41:52.970 --> 00:42:03.830 Jenny Duan: Okay, gotcha, yeah, I think that's really good. And remember, these types of questions are also where they're trying to match you to different non profits in the area. So it'd be nice if you like. Mentioned a couple of specific issues that you care about. 294 00:42:04.090 --> 00:42:26.850 Jenny Duan: So like whether that's, you know, climate change, demilitarization. Social advocacy, like, just maybe like name dropping a couple of different causes, because that's how they're going to pair you to like local nonprofits. And I think you've done a good job of that already talking about like female leadership and women's empowerment, like I noticed, I think, in the Bay Area, I think the previous thing of America, intern, something like that. So 295 00:42:26.980 --> 00:42:36.639 Jenny Duan: that's definitely something that you should highlight just like the specific cause areas that you want to highlight or focus on. yeah, okay. And then 296 00:42:38.140 --> 00:42:43.370 this, I think, is also like one of the most important essays, how do you plan to structure this one. 297 00:42:45.590 --> 00:42:59.960 huda: okay, maybe I can talk about like, start off by talking like us telling a story about 298 00:43:00.080 --> 00:43:13.469 huda: like maybe folklift and kind of talking about like journalism and like and how this is like, how like my voice and I want and like maybe like 299 00:43:13.790 --> 00:43:27.110 huda: throughout the throughout the essay, I can like sprinkle, and like details from like my different nonprofits. Like, as you said, kind of wanna show them that I've been doing these kind of things and that like. 300 00:43:27.190 --> 00:43:35.969 huda: I wanna build upon my projects. I think we've planned that before. But I think just 301 00:43:36.260 --> 00:44:00.479 huda: tell specific stories about each like nonprofit. I've done, maybe. And then, after that, like, towards the end, I could talk about how like Bank of America specifically, can help me. I think this one I might have to do a little more research on, like, maybe go to their website and see like the past winners and see like what their experiences and then like. 302 00:44:00.660 --> 00:44:05.629 huda: maybe like. like as you said, kind of name, drop some things like that. 303 00:44:06.880 --> 00:44:08.980 Jenny Duan: Hmm! That's a good idea. 304 00:44:09.060 --> 00:44:10.140 Jenny Duan: And 305 00:44:10.430 --> 00:44:14.830 Jenny Duan: and then you wanna break, make sure that in this essay you really bring out, like. 306 00:44:15.640 --> 00:44:20.959 Jenny Duan: I guess how this leadership experience will contribute to your entire, like 307 00:44:21.600 --> 00:44:42.369 Jenny Duan: a journey as a leader. So like, talk about again, like going to DCI know we already highlighted that. But like, talk about how these different aspects of the leadership. Experience will like help. You grow as a person because they're really trying to like invest. Make this investment in you to like. See your leadership over your entire dual hood. So you should be giving them signals as to why you think you'd be like an effective leader over a long period of time. 308 00:44:42.730 --> 00:44:44.189 Jenny Duan: Does that make sense? 309 00:44:44.390 --> 00:44:58.730 huda: Yeah, maybe I could like, talk about like how since I'm going to. DC is like such a big opportunity and like getting to talk, getting to like contact with like people with like 310 00:44:58.850 --> 00:45:08.230 huda: larger roles in society like not specific like that, but like kind of people that can make tangible change. It would be like a really 311 00:45:08.570 --> 00:45:16.630 huda: great experience, especially for young people like me. Who can actually, or who can go on to make a change in the future? 312 00:45:17.220 --> 00:45:38.999 Jenny Duan: Totally. Yeah. And how? It's like a continuation of the work that you're already doing with booklift, empowering AI sharing stories through film journalism and like trying to make your place in the world. Yeah. Yeah. You can. Also, I think, emphasize like, Yeah, there's not very many Muslim women in leadership. And how you want to make a position there. That's like, really powerful, too, like 313 00:45:39.180 --> 00:45:52.040 Jenny Duan: this story should be like, really unique to you. And like obviously, no one else is able to throw your essays. No one else should be able to replicate your essays. And you should. Yeah, emphasize, like, why, you specifically are like, a good fit for this. 314 00:45:52.150 --> 00:45:53.150 huda: Yeah. 315 00:45:53.770 --> 00:46:06.619 Jenny Duan: okay, cool. Do you have any other questions? I think we should. I think you should try to have these finished hopefully or drafts by Tuesday. I know it's of hard because of finals. I'm also doing finals, so I totally understand your pain. 316 00:46:06.710 --> 00:46:16.220 Jenny Duan: But it would be nice to have a draft of the last 2 essays. I know they're longer ones. or at least this one. And we can talk about that. Then. 317 00:46:16.340 --> 00:46:17.940 huda: Okay, sounds good. 318 00:46:18.030 --> 00:46:24.430 Jenny Duan: Okay, awesome. At the end. Kay, ask you just like a little bit. If you could tell me about how Roblox works 319 00:46:24.440 --> 00:46:28.020 and like how to play and like, what is fun about roadblocks? 320 00:46:28.130 --> 00:46:31.050 Jenny Duan: Okay, yeah. 321 00:46:32.480 --> 00:46:35.840 Jenny Duan: Usually tell me like how you feel about roadblocks. 322 00:46:35.920 --> 00:46:42.600 Jenny Duan: What's fun about it? And like, what? What do you think? People your age like it, or people younger than you? 323 00:46:42.670 --> 00:46:49.469 huda: Oh, yeah. So I think one thing is like, it's like, really accessible to people. 324 00:46:49.490 --> 00:47:17.420 huda: it's like everyone. I know, just kind of place for fun, and it's kind of like a place where, like you and your friends can just join. So one of the few where there's like like a whole lot of games. And just one platform like robots has like thousands of games like thousands, like millions of games. And I think it's just like a really fun place where you can like play funny games with your friends like, I think what's special about it 325 00:47:17.420 --> 00:47:23.150 huda: is, it's like diversity of games like, it's not just like one thing like it's everything 326 00:47:24.050 --> 00:47:32.340 Jenny Duan: that's really cool. What about like the games make them fun? Because I dialed in Roblox? They tried to play, but like I don't really understand like what you do in a game. 327 00:47:32.900 --> 00:47:36.540 huda: So like the different games kind of, they're kind of like. 328 00:47:36.630 --> 00:48:00.430 huda: there's like new ones coming like pretty frequently. So there's like some like there's fashion famous where, like it's kind of like a dressing up competition. Just something like we kind of grew up playing. But now it's like a virtual game. So it's like really fun. And then there's like other games like my brother loves this one. It's like total Drama Island, like 329 00:48:00.430 --> 00:48:09.890 huda: like something like that. And it's like just per core. And I think it's just like the variety like how to play. Specifically, I think it's 330 00:48:09.990 --> 00:48:16.089 huda: it's kind of like based on each game. But like, it's kind of meant to be collaborative. I think. 331 00:48:16.310 --> 00:48:18.990 Jenny Duan: yeah, okay, that makes a lot of sense 332 00:48:19.030 --> 00:48:20.950 and then do you think that like. 333 00:48:21.770 --> 00:48:35.909 Jenny Duan: how do you feel about robots is like new expansion into like they are. VR, like metaverse stuff. Is that something that really impacts players or like? Would you go to like, listen to a concert with one of your artists in Robox. Is that something that people do or find? Interesting? 334 00:48:36.160 --> 00:49:06.089 huda: I personally like, II don't really think it's like really accessible to everyone. Cause I'm like, I'm gonna be honest, I don't think anyone really owns like a head like an AR or VR set. So like. It's kind of hard to like play those kind of things. But I think it's, I think, like I've heard about Nicki Minaj, and like other collaborations with, like others like artists. So like, that's pretty cool. But like, I just don't think it's really accessible for everyone. So that's like the issue I see with it. 335 00:49:06.290 --> 00:49:07.470 huda: But yeah. 336 00:49:07.970 --> 00:49:11.090 okay, that makes sense. Okay, thank you so much. That was super helpful. 337 00:49:11.130 --> 00:49:13.030 Jenny Duan: And then I think 338 00:49:13.120 --> 00:49:17.070 Jenny Duan: so. You have finals next week is that the whole next week? 339 00:49:17.750 --> 00:49:36.979 huda: It's actually next to next week. But it's like like a lot of the teachers are doing their testing like earlier. I know, like Ap always has, like at least one assessment per week. So that's like, yeah, like a lot of like this week is just gonna be like a lot of reviewing and stuff. 340 00:49:37.370 --> 00:49:47.629 Jenny Duan: Okay, good luck. You've got it. I think a push is totally in your reach. I want to like make you feel empowered that you can uplift your grade cause I think that's very doable. So 341 00:49:47.870 --> 00:49:57.969 Jenny Duan: I think you've got this. Keep pushing and I'll talk to you on Tuesday. Let me know if you have any questions before then bye, take care.",
  "segments": [
    "Week 17 - Coaching_Jenny_Huda_Wk17_2023-12-10_M_f1308610a9cc0cc1U_2023-12-09_00-00-00 WEBVTT 1 00:03:00.910 --> 00:03:02.389 Jenny Duan: Hi, uda! How's it going? 2 00:03:04.030 --> 00:03:06.160 Jenny Duan: Oh, I think your mic's not working again. 3 00:03:17.490 --> 00:03:19.229 Jenny Duan: I can't hear you. Still. 4 00:03:20.310 --> 00:03:26.730 Jenny Duan: I think it's like that. Just the recurring Mike thing. Oh, yeah, perfect. Okay, awesome. 5 00:03:27.400 --> 00:03:42.060 Jenny Duan: How's it going? It's going a bit stressful, because final weeks is coming up. But yeah. yeah, that makes a lot of sense. How do you feel about finals? And how was your last week of like testing? Especially with a push and everything? 6 00:03:42.690 --> 00:03:53.909 huda: I think this week I have like a lot of tests to do for a push. I think, like, specifically, I need to work on like 7 00:03:53.910 --> 00:04:14.419 huda: we're having some meetings to give me like the opportunity. I think I'm gonna take the 2 essay queues that might bump me up to an a this week. So that's kind of what's up for a push. And then I have like, the calculus test is like next week. But it's still like a lot of material. So I'm like spending a lot of time on it. So yeah. 8 00:04:15.090 --> 00:04:19.050 Jenny Duan: that makes a lot of sense. And 9 00:04:19.250 --> 00:04:21.779 Jenny Duan: how did you have anything like this past week. 10 00:04:22.870 --> 00:04:43.030 huda: Yeah. So like my April feature, she does have like a lot of a lot of assessments. So we did have like a like an essay to write for that one, and I think it went pretty well. And like II ran by my thesis and everything with her like before class. So yeah, I think I should have done well. 11 00:04:43.700 --> 00:04:49.189 Jenny Duan: that's awesome. great. And so I think 12 00:04:49.380 --> 00:05:03.450 Jenny Duan: let's just start by going into your other updates. Let me just pull up a screen so I can show that with you. We used to start by",
    " telling me how empowering AI is going, especially your partnership with the person in Florida, and how like your conversations with her, how that's moving. 13 00:05:03.530 --> 00:05:08.049 huda: Okay, so we haven't exactly started planning too much about that 14 00:05:08.170 --> 00:05:24.550 huda: so like I did have so you know how like in charge of student use for my school. So I was able to put in like an announcement about the like the networking event. 15 00:05:24.550 --> 00:05:45.619 huda: so like, I was able to say, I have, like a segment part at the end where we do like announcements, and I was like, Are you interested in networking with a woman in stem in the industry already. Scan this QR code as we have this. It's gonna be like the sign up code. So I think that might like, get us a lot of people to join. 16 00:05:45.640 --> 00:05:56.549 huda: I think like, regardless of the person that can respond or not. And then I'd say for planning the event we didn't get much progress on that. I think. 17 00:05:56.640 --> 00:06:09.080 huda: I kinda wanna pick up more about it this week, or like after finals. Cause she's also swamped with like college applications and everything. So we don't really have time to like meet, and everything 18 00:06:10.020 --> 00:06:20.560 Jenny Duan: totally that makes a lot of sense. Okay. how is Your film going like, how's the film like festival? Did you end up going to that? And how did that go? 19 00:06:20.630 --> 00:06:25.109 huda: I didn't end up going because like my 20 00:06:25.170 --> 00:06:53.520 huda: club members that like were part of it. They didn't they didn't like they were available to go at that time. But like, I think, yeah, so it was put in. So phone freeways, like, basically like this platform where, like all these events are happening or like the film festival. So on. That shows up that our film festival has gotten an award to kind of glad but I think I wanna enter in a few other competitions. This week. So 21 00:06:",
    "53.520 --> 00:06:55.310 Jenny Duan: yeah, that's awesome. 22 00:06:55.690 --> 00:07:00.139 Jenny Duan: how's the progress on the game going? 23 00:07:00.520 --> 00:07:03.999 huda: Yeah. So actually, right now I have like. 24 00:07:04.160 --> 00:07:33.830 huda: oh, sorry. What did you say? I said. I keep on seeing your reals. They look really good. Thank you. Yeah, I actually, I was able to have like 44 people playing the game. And I think, like the statistics are really encouraging. And so I'm like trying to post a little bit more. And I've been trying so like a lot of the people going on my game are from mobile cause, like I'm sharing on Instagram. So I was like trying to make it more optimized for mobile 25 00:07:34.150 --> 00:08:00.639 huda: but like, I feel like it's kind of like a whole different project, because it's like a whole different like, I have to reset everything. So II don't really wanna do that right now. Like, maybe after I program like, I finish programming the whole thing. I think I'm gonna I'm gonna like, do like a mobile version and cause like that's like where a lot of like these middle schoolers are gonna have access to it. So that's kind of my goal for that 26 00:08:01.110 --> 00:08:02.290 huda: And 27 00:08:02.870 --> 00:08:29.599 huda: I started like so like, I said, sorry I finished like the AI Ethics scene. Kind of it's like explaining what AI Ethics is. So basically like in the scene, there's like 2 people in the town, and then they're like talking to the like the main characters. And so one has like green hair, and then one just has like orange hair. So then, I don't wanna do something controversial. So I just said like 28 00:08:29.600 --> 00:08:37.199 huda: The person on the green hair got a nicer like Christmas gift, because he had a unique hair color, whereas, like the person like the orange hair just got like 29 00:08:37.400 --> 00:08:45.149 huda: like orange field or something like that, like. I kinda explained it like the AI had ",
    "kind of some issues with that 30 00:08:45.400 --> 00:08:47.910 Jenny Duan: to me. 31 00:08:48.060 --> 00:08:55.570 huda: Yeah, I was. I don't know if it explained too well, but I was like the only thing that I can think of. But yeah. 32 00:08:55.950 --> 00:08:57.979 Jenny Duan: no, that's really awesome. I love it. 33 00:08:58.130 --> 00:09:24.230 Jenny Duan: And I think another thing you can do, maybe, is mentioned. Your post that's like best viewed on desktop interfaces, or something like that. Cool. And then, oh, at the end of today, like at when our time is over. Can I ask you a couple of questions about robots because I'm interviewing with them tomorrow? But I don't really know much about the platform, but it sounds like you might have more experience with how it works, for you. Just tell me like a little bit that'd be great at the end. 34 00:09:24.260 --> 00:09:32.750 Jenny Duan: Okay, awesome. How's like the actual? So I know you showed at the film festival. Let's go back to Film club. How's the club going? 35 00:09:33.300 --> 00:09:52.229 huda: Yeah. So we decided on filming locations for our project, we found, like we asked like a teacher if we could film inside of their classroom after school and we also decided, like, after school, we're gonna have our filming sessions and like. 36 00:09:52.400 --> 00:10:10.679 huda: And also we're gonna film at the Park for some of the scenes. And so I hold my media arts teacher. So II asked him like if we could use the equipment for filming. And then I think he he said, yes, but I'm still deciding like what equipment we should use. 37 00:10:10.680 --> 00:10:25.370 huda: I'm think, like I have an idea. But I just wanna like ask like the rest of like my club if they wanna use that one and yeah, I think we're gonna get a lot more people interested with like camera work and stuff cause right now, we have, like 38 00:10:25.450 --> 00:10:31.389 huda: the actors like we had them practice their lines on a call. So, yeah. 39 00:",
    "10:32.520 --> 00:10:42.770 Jenny Duan: that's awesome. And then have you like. how do you? I'm curious like, how do you cast people for film club like, do they just audition, or is it only internal members? Or is it open to the whole school? Because. 40 00:10:42.850 --> 00:10:45.499 Jenny Duan: I guess, like, how are the films cast 41 00:10:45.810 --> 00:11:10.670 huda: for now, or like what we did last year. And this year we just kinda with the entire club. We kind of came up with the idea like with them in one of the meetings, like we like before the meeting started we kind of just thought of a few ideas, and then we asked them like, Oh, do you guys have any ideas? And one of them wanted to do like the breaking bad parity. And so after that we like 42 00:11:10.670 --> 00:11:32.870 huda: got in like an officer call, and then we kind of thought of like the characters that we needed and like like descriptions slash like what their main role is. And then so the net next meeting, we just kind of set all these rules. And then we asked anyone inside or club like if they wanted to be the role. And then they like. That's how we chose that from there. But 43 00:11:32.940 --> 00:11:43.249 huda: I think it would be nicer if we could like cast like more people. But like. I think, like the actions that we have now are fine cause we got them mostly from like Drama Club. So 44 00:11:43.730 --> 00:11:48.549 Jenny Duan: hmm, that makes a lot of sense cool. And then. 45 00:11:48.800 --> 00:11:53.080 Jenny Duan: yeah, how is the journalism project going 46 00:11:53.840 --> 00:12:01.530 huda: bulk lift? So I don't think I have too much progress on that. I think I need to start like 47 00:12:01.850 --> 00:12:20.700 huda: I'm kind of like thinking about my next steps here, so I might write another article about one that I interview previously like a while ago. But I think outreach to like more brands will be better this week. 48 00:12:20.730 --> 00:12:46.780 huda: And I think I can defi",
    "nitely get more like social media posts up. I was trying to get like more people to like volunteer from like other sides of the country. Through, like my my professional feel like I was trying to give like an opportunity. But like, I don't think anyone really interacted. So I just I don't think that's a good way to get people. So maybe like 49 00:12:47.330 --> 00:12:54.779 huda: I also tried posting out on Reddit. But no one really interacts with that either. So I might have to try other methods. 50 00:12:55.770 --> 00:12:59.779 Jenny Duan: I think that one thing you can consider is because folklift is 51 00:13:00.090 --> 00:13:14.219 Jenny Duan: moving more towards that digital format like, have you thought about just reaching out from people outside your area to maybe be like just broader California or just like a broader audience. Given that, you know, the main project will be like 52 00:13:14.480 --> 00:13:18.669 Jenny Duan: online now, and you don't have to necessarily pay like in person to interview people. 53 00:13:18.990 --> 00:13:20.000 huda: Yeah. 54 00:13:20.260 --> 00:13:40.319 huda: Yeah, I think. Yeah. Cause I've been interviewing like people from like other parts of California. But like, I wanted more people to like write articles themselves, you know. To like expand folklift, I guess so. It's not just me and I think I could ask some people from like mount House 55 00:13:40.730 --> 00:13:49.949 huda: to do like articles on like small businesses from their own communities. I think I can definitely do that. Yeah. 56 00:13:50.860 --> 00:13:55.299 Jenny Duan: gotcha cool. That sounds good. And then 57 00:13:55.350 --> 00:13:59.319 Jenny Duan: do you want to go over your bank? America essays now. 58 00:13:59.400 --> 00:14:10.790 huda: So this week I didn't really have a chance to write that many. I just wrote one. And then, like I finished another one that we like the one about 59 00:14:11.060 --> 00:14:19.290 huda: something that helped me become a leader",
    ". I finished that one, and then I and then I finished another one. So let me just 60 00:14:22.590 --> 00:14:23.930 Jenny Duan: hmm. 61 00:14:25.520 --> 00:14:28.269 Jenny Duan: I also see her filling the sin. S. Nice. 62 00:14:28.760 --> 00:14:29.610 Jenny Duan: Okay. 63 00:14:42.310 --> 00:14:45.070 Jenny Duan: Oh, he says he's made changes to 64 00:14:46.930 --> 00:14:52.589 Jenny Duan: this one right for you to be a leader. Do you want to read that aloud. Yeah, okay. 65 00:14:52.630 --> 00:15:00.070 huda: So the day we moved to Dubai from Dubai to America it was raining cats and dogs, even though it was July. 66 00:15:00.150 --> 00:15:11.299 My sister said the boy was crying because it would miss us in a way that was true. My mom picked up her bags filled with seeds of memories and passion and hope to plant it in her new garden. America. 67 00:15:11.640 --> 00:15:33.020 huda: In this new environment my mom felt isolated. My Aunt Amina and my uncle Nazam were all all back at home, and the only thing she had to do was binge true crime shows. As she made eggs and known for my brother. I frequently suggested she become a 5 Star chef, but she told me she wasn't passionate about it. Despite her better than Gordon Ramsay food. 68 00:15:33.560 --> 00:15:45.050 huda: I then saw something in my mother I haven't ever ever seen in her contacting Sarah, Auntie Sarah, Auntie, one of our Muslim neighbors. My mom dropped the first seed 69 00:15:45.200 --> 00:15:57.740 huda: through exhaustive potlooks, picnics, and parties. We found our second family in this foreign land. We once thought so desolate. I grew a tree. My mom was persistent in getting a developer job 70 00:15:58.320 --> 00:16:04.850 huda: but needed $600 to get there. We weren't financially strong at the time, so this grew to be a struggle. 71 00:16:04.940 --> 00:16:10.500 huda: She quit the true crime shows, but Pre. Made none, and powered through. No, the future could only get better 72 00:16:10.550 --> 00:16:21.3",
    "10 huda: eventually, from selling old mattresses and clothing. She got the payment and secured a technology role. In this she dropped another seat. We grew another, another tree 73 00:16:22.000 --> 00:16:36.310 huda: from the trees she planted. I sit in the shade. Maybe I don't have my mother's culinary charm, but I learned from her to make my own path from what I have when the soil is too dry to grow trees from your seeds, you soil for fertilizer. 74 00:16:36.820 --> 00:16:45.380 Jenny Duan: This is really good. I really like the analogy made here, and it's it's a really powerful story. I'm just going to start going in and 75 00:16:45.400 --> 00:17:03.959 Jenny Duan: making a couple of edits. I think this beginning, I think we can strengthen it by taking out the remaining cats and dogs, because one thing about making too many metaphors is that sometimes they become overused, especially with things like cats and dogs, so I think we should try to avoid that, so maybe we can say 76 00:17:04.380 --> 00:17:08.660 Jenny Duan: It was raining the when I folded 77 00:17:10.180 --> 00:17:14.900 Jenny Duan: it was raining that the 78 00:17:15.720 --> 00:17:17.490 Jenny Duan: July day we moved. 79 00:17:18.609 --> 00:17:19.800 Jenny Duan: and 80 00:17:20.609 --> 00:17:23.269 Jenny Duan: from Dubai to America. 81 00:17:24.890 --> 00:17:29.959 Jenny Duan: My sister said Dubai was crying because it would miss us. The July day. 82 00:17:31.300 --> 00:17:32.879 Jenny Duan: removed from delight 83 00:17:34.180 --> 00:17:35.470 Jenny Duan: derived. 84 00:17:38.270 --> 00:17:40.870 She's from Dubai to America. How long ago? 85 00:17:41.380 --> 00:17:43.239 huda: This is like 86 00:17:43.640 --> 00:17:47.400 Jenny Duan: like, 11 years ago. 11 years ago. 87 00:17:48.270 --> 00:18:02.810 Jenny Duan: my sisters at Dubai was crying because they would miss us in a way that was true. My mom packed up her bags filled with seeds of memories of passion, and hoped to plant them in our new garden",
    ", America in this new environment. 88 00:18:04.140 --> 00:18:05.270 Jenny Duan: I. 89 00:18:05.520 --> 00:18:10.850 Jenny Duan: let's center this back to you, because one thing 90 00:18:10.970 --> 00:18:21.300 Jenny Duan: is, even though it's a story about another person. We still want to bring it back to like your experiences. And how? This experience that your mom has shaped you so 91 00:18:22.110 --> 00:18:28.370 Jenny Duan: you can say, maybe, instead of my mom felt isolated, you should say, like I witnessed my mom's isolation. 92 00:18:28.830 --> 00:18:34.489 Jenny Duan: Okay? my Aunt Amina and my uncle knew some. We're all back home. 93 00:18:34.850 --> 00:18:39.450 Jenny Duan: if you can say I 94 00:18:41.160 --> 00:18:45.460 Jenny Duan: I watched her binge true crime shows 95 00:18:46.620 --> 00:18:47.800 Jenny Duan: and 96 00:18:48.320 --> 00:18:51.380 Jenny Duan: make eggs, and non 97 00:18:51.420 --> 00:18:56.490 Jenny Duan: for my brother. Wow! She missed 98 00:18:56.770 --> 00:19:00.490 Jenny Duan: like 99 00:19:01.780 --> 00:19:10.250 Jenny Duan: our closest family, or she missed my aunt and uncle, who were all back at home. 100 00:19:11.320 --> 00:19:19.330 Jenny Duan: I frequently suggested she become a father chef, but she told me she was dispassionate about it, despite her. Better than Gordon RAM's seafood. 101 00:19:19.810 --> 00:19:35.419 Jenny Duan: I feel like we don't really need that. But I don't know. I kept it from my old essay. So yeah, I think it just depends on word count at the end we can do a word. Count check after this. 102 00:19:35.440 --> 00:19:36.589 Jenny Duan: Yeah. 103 00:19:42.550 --> 00:19:43.690 Jenny Duan: Slowly 104 00:19:43.940 --> 00:19:47.079 Jenny Duan: I watched as my mom 105 00:19:51.030 --> 00:19:54.840 Jenny Duan: decided to make change as I washes my mom 106 00:19:56.790 --> 00:20:04.019 Jenny Duan: cause cause we don't wanna say that you saw something in your mom that you haven't ever seen in her, because. 107 00",
    ":20:04.130 --> 00:20:08.009 Jenny Duan: hopefully, like she's an inspiring figure to you. So it's not like 108 00:20:08.520 --> 00:20:14.919 Jenny Duan: you've never seen this in her before. I don't know if that makes sense. So, Lee, I watch as my mom 109 00:20:15.940 --> 00:20:21.290 Jenny Duan: made made this made our house a home. 110 00:20:23.200 --> 00:20:24.990 Jenny Duan: Yeah. 111 00:20:27.570 --> 00:20:42.019 Jenny Duan: What's something else you can do. What are the qualities that you are emphasizing about your mom cause? The qualities that you emphasize about your mom are the qualities that you are basically emphasizing about yourself. Does that make sense? So what do you want to show about yourself as a leader through this 112 00:20:42.730 --> 00:20:50.059 Jenny Duan: like, if you could just forget the essay. And just like, think about really quickly. What kinds of leadership qualities are you emphasizing here? 113 00:20:50.430 --> 00:20:55.510 huda: I think I'm kinda emphasizing, like, like initiative 114 00:20:55.540 --> 00:21:15.399 Jenny Duan: and like like her transformational power, like to change things. Let's talk about you first, like, what are your most salient leadership qualities because we're gonna mirror those in that's about your mom. Does that make sense like this question? They're asking another person. But they're trying to learn about what your leadership qualities are through another person. 115 00:21:15.980 --> 00:21:20.430 huda: Initiative for sure. Yeah. Maybe 116 00:21:22.620 --> 00:21:23.690 huda: like 117 00:21:26.420 --> 00:21:30.230 huda: passion, I guess. Like no, that's not really 118 00:21:31.990 --> 00:21:34.229 huda: okay. I'm trying to think of the word but 119 00:21:34.610 --> 00:21:43.209 huda: like I don't know how to describe, but like like 120 00:21:43.460 --> 00:21:47.660 huda: the way you can like kind of 121 00:21:47.760 --> 00:21:54.280 huda: unify people, you know, like like you can bring 2 people together and ",
    "like 122 00:21:54.290 --> 00:22:04.629 huda: or bring a couple of people together and like create something. I guess it's kind of the same thing as initiative. But yeah, 123 00:22:05.630 --> 00:22:07.769 huda: yeah. And I guess 125 00:22:22.410 --> 00:22:25.299 huda: I guess, like the ability to 126 00:22:25.490 --> 00:22:50.699 huda: like do things even when like things are like impossible like making your own way. Some things like for me, at least. For example, like, when I wasn't able to get like a leadership role in some of my club. Some of the clubs I tried because of. Like the same issue, I was able to like overcome it by like making my own path. So that's kinda like 127 00:22:50.810 --> 00:23:00.710 huda: what I was most inspired by the moment for and like what I think, II reflect the most. Yeah, I think those are the qualities 128 00:23:02.290 --> 00:23:06.210 Jenny Duan: that makes a lot of sense to me. Awesome. And 129 00:23:07.770 --> 00:23:18.039 Jenny Duan: okay. So then let's like, turn that back to think about your mom, and like how we can make this story reflect those things so slowly. I watched as my mom. 130 00:23:19.110 --> 00:23:23.609 Jenny Duan: like paved her own way or something we can just use that as the placeholder 131 00:23:23.700 --> 00:23:30.480 Jenny Duan: contacting sarahunt Sarah, Auntie, one of our muslin neighbors, my mom dropped her first seed 132 00:23:31.080 --> 00:23:33.550 Jenny Duan: through exhausted potlucks 133 00:23:34.010 --> 00:23:37.720 Jenny Duan: through hotlucks, pit picnics, and parties he found at our second family. 134 00:23:38.000 --> 00:23:41.590 Jenny Duan: maybe she. 135 00:23:44.120 --> 00:23:46.220 Jenny Duan: She built 136 00:23:47.420 --> 00:23:51.049 Jenny Duan: our our second family 137 00:23:51.220 --> 00:23:58.350 Jenny Duan: in this foreign land which we once thought desolate vigor tree, they did say, interest in this foreign land. It is fine. 138 00:23:59.870 --> 00:24:09.130 Jenny Duan: Contact thr",
    "ough potlucks. picnics, and parties. My mom brought once 139 00:24:10.760 --> 00:24:15.159 Jenny Duan: separated parts of our of the communicate 140 00:24:16.750 --> 00:24:23.529 Jenny Duan: of the community together. building our second family 141 00:24:24.930 --> 00:24:26.750 Jenny Duan: in the this foreign land. 142 00:24:28.150 --> 00:24:28.880 Jenny Duan: Okay? 143 00:24:29.110 --> 00:24:35.459 Jenny Duan: Does that make sense how we're like highlighting the fact that your mom's bringing people together here. My mom. 144 00:24:36.740 --> 00:24:40.680 Jenny Duan: okay, why would you persistent on getting a developer job? 145 00:24:41.410 --> 00:24:58.509 huda: I guess it's something like like she saw my dad do like for the longest time, like all her friends from like from back home used to do but she never like took it up, cause well, like she got married, and she had kids so like she kind of. 146 00:24:58.690 --> 00:25:06.079 huda: No, it was like something that she always wanted but she just never really continued it. And then also she just 147 00:25:06.090 --> 00:25:10.759 huda: she wanted to be like more independent and I guess, like 148 00:25:10.810 --> 00:25:16.519 huda: be in control of like her own like job career, and like 149 00:25:16.650 --> 00:25:19.910 huda: like finance and everything 150 00:25:20.840 --> 00:25:24.419 Jenny Duan: that makes a lot of sense. My mom. 151 00:25:26.160 --> 00:25:27.360 Jenny Duan: So 152 00:25:30.970 --> 00:25:35.489 Jenny Duan: in America, maybe, like 153 00:25:37.850 --> 00:25:39.070 Jenny Duan: her 154 00:25:42.540 --> 00:25:43.980 Jenny Duan: initiative 155 00:25:45.140 --> 00:25:46.110 Jenny Duan: bloomed. 156 00:25:47.220 --> 00:25:49.230 Jenny Duan: Persistent 157 00:25:49.790 --> 00:25:58.889 Jenny Duan: we she was. My mom was first assistant on 158 00:25:59.290 --> 00:26:00.530 Jenny Duan: pavings. 159 00:26:02.340 --> 00:26:07.140 Jenny Duan: paving her own career as a developer. 160 00:26:10.450 --> 00:26:13.",
    "459 Jenny Duan: but needed $600 to 161 00:26:14.030 --> 00:26:24.680 huda: what like, learn a course, or what was the $600 for for like help, and like finding job opportunity or opportunities, and like, resume building and everything 162 00:26:25.800 --> 00:26:26.980 Jenny Duan: to 163 00:26:29.350 --> 00:26:32.600 Jenny Duan: you. Specify what she used the $600 on, if you can remember. 164 00:26:32.930 --> 00:26:52.329 huda: Yeah. So there's like a service, and like they helped her like how like they helped her by creating like projects or not creating projects, but like suggesting, like projects that she should do like basically like a boot camp which, like helped her like like, gain the skills and like 165 00:26:52.700 --> 00:26:58.099 huda: skills. And like, kind of what do you call it? Experience that get a job? 166 00:27:00.070 --> 00:27:01.719 Jenny Duan: But needed. 167 00:27:02.780 --> 00:27:08.729 Jenny Duan: We are financially strong then. So this grew to be a struggle. 168 00:27:09.040 --> 00:27:11.270 Jenny Duan: I watched. 169 00:27:13.510 --> 00:27:14.460 Jenny Duan: I 170 00:27:16.430 --> 00:27:17.430 Jenny Duan: watch 171 00:27:17.710 --> 00:27:22.129 as she, with the true crime shows, brought feminine mud and powered through 172 00:27:22.230 --> 00:27:23.540 Jenny Duan: relentless Lilly 173 00:27:25.340 --> 00:27:31.429 Jenny Duan: through relentlessly. 174 00:27:32.500 --> 00:27:40.229 Jenny Duan: eventually from selling old mattresses. including she earn the money and 175 00:27:41.870 --> 00:27:44.750 Jenny Duan: landed and secured a technology bowl. 176 00:27:45.820 --> 00:27:49.869 Jenny Duan: In doing so she dropped the seed we grew another tree 177 00:27:50.070 --> 00:27:54.970 Jenny Duan: from. I think we can. We add, instead of a like we could change to another. 178 00:27:55.550 --> 00:27:59.670 Jenny Duan: Yeah, from these shoes she planted, I sit, I. 179 00:28:00.450 --> 00:28:14.069 Jenny Duan: Now I today sit in the I sit in the shade. ",
    "I now sit in the shade. Maybe I don't have my mother's culinary, John, but I learned from her to make my own path from what I have 180 00:28:14.110 --> 00:28:19.119 Jenny Duan: when the soil is too dry to grow seeds from your seeds use fertilizer 181 00:28:20.660 --> 00:28:22.210 Jenny Duan: make fertilizer. 182 00:28:22.880 --> 00:28:33.650 Jenny Duan: okay, I think this is really good. What do you think about these changes. Yeah, I think it's I think it's definitely like, portrays like more of a leadership kind of stance on this 183 00:28:34.680 --> 00:28:35.680 Jenny Duan: awesome 184 00:28:36.730 --> 00:28:37.740 Jenny Duan: okay? 185 00:28:38.900 --> 00:28:54.200 Jenny Duan: so I would say, after this you should go through all these changes, and you can accept, reject, do what you want with them. And then also, this is like a good draft. But we'll probably come back to this like at the end, after everything's 186 00:28:54.280 --> 00:28:56.260 finish to 187 00:28:57.030 --> 00:29:00.750 Jenny Duan: Yeah, go through it together one more time. Okay. 188 00:29:01.430 --> 00:29:06.909 Jenny Duan: you've made the changes to here. Right? 189 00:29:07.330 --> 00:29:09.100 huda: Yeah, like, I think. 190 00:29:09.260 --> 00:29:17.840 huda: I don't know if we read it. But like, I added, like the last 2 sentences, which I kinda talk about the seat belt. 191 00:29:20.500 --> 00:29:22.220 Jenny Duan: Yeah, this is really good. 192 00:29:22.420 --> 00:29:29.359 Jenny Duan: If my mango to do a stained dress, I open my jumble after the Mesopotamian Association. Election results in missed a family gathering. 193 00:29:30.790 --> 00:29:36.400 Jenny Duan: I would say, let's put this in the beginning. 194 00:29:37.280 --> 00:29:40.830 Jenny Duan: because this is the part we want to highlight you opened it to the results. 195 00:29:41.000 --> 00:29:44.780 Jenny Duan: So, amidst a family gathering 196 00:29:47.100 --> 00:29:52.059 Jenny Duan: in my interesting dress, I open my deal a",
    "fter the Muslim Association results. 197 00:29:52.220 --> 00:29:59.089 Jenny Duan: President, Vice president, secretary, publicity, not one, not a single, not one of my 15 friends 198 00:29:59.140 --> 00:30:01.109 Jenny Duan: and 15 female Furrunns. 199 00:30:05.350 --> 00:30:06.790 Jenny Duan: By a singular spot. 200 00:30:07.990 --> 00:30:12.440 Jenny Duan: The day after I went to contest this result. The day after 201 00:30:13.420 --> 00:30:23.189 Jenny Duan: marching up to the room of the meeting, I opened the door to see Rose, filled with an unmuslin boy sitting, refusing to stand up in the corner, I found my friends tired and awkwardly standing. How 202 00:30:23.210 --> 00:30:30.509 Jenny Duan: was it that this coc catered to Muslims as a whole? But Muslim woman who had but was the woman who brought 203 00:30:32.700 --> 00:30:38.250 Jenny Duan: the a whole different perspective but 204 00:30:40.570 --> 00:30:43.220 Jenny Duan: their valuable perspectives. 205 00:30:43.330 --> 00:30:45.260 Jenny Duan: We're we're 206 00:30:47.850 --> 00:31:01.410 Jenny Duan: Who brought their unique perspectives were valued so little since that election. I made up my mission to give girls like me and my friends the same opportunities we were we were denied 207 00:31:03.620 --> 00:31:07.309 Jenny Duan: my film club previously only had one girl and 5 up with Sir Whirls 208 00:31:07.490 --> 00:31:12.240 Jenny Duan: at my high school. 209 00:31:14.060 --> 00:31:18.849 Jenny Duan: The Film Club, previously only had one girl and 5 officer roles. 210 00:31:19.010 --> 00:31:22.280 Jenny Duan: As president of the club this year I have admitted at least 3 qualified girls. 211 00:31:22.530 --> 00:31:29.839 Jenny Duan: 2 in no. In a board of 5 there should be in a board of 5 officers. 212 00:31:30.630 --> 00:31:31.460 Jenny Duan: This 213 00:31:31.940 --> 00:31:33.520 Jenny Duan: is 214 00:31:34.850 --> 00:31:37.219 Jenny Duan: This is just a baby step. 215 00:31:38.870 --> 00:31:39.800 Je",
    "nny Duan: let's say. 216 00:31:42.590 --> 00:31:43.510 Jenny Duan: in 217 00:31:44.750 --> 00:31:47.650 Jenny Duan: a future I hope to cocreate 218 00:31:49.010 --> 00:31:52.730 Jenny Duan: When seabs were made in 1949. They 219 00:31:55.540 --> 00:32:01.719 Jenny Duan: oh. I would say, in 1949. They weren't primarily made for a woman. 220 00:32:02.570 --> 00:32:05.909 Jenny Duan: he sighed. They weren't designed with woman in mind. 221 00:32:06.130 --> 00:32:07.060 Jenny Duan: See, I think 222 00:32:08.670 --> 00:32:11.239 Jenny Duan: the design fits the mill. 223 00:32:12.480 --> 00:32:17.639 Jenny Duan: but rather. but rather for the average male body. 224 00:32:17.680 --> 00:32:20.720 Jenny Duan: The female death toll from car crashes 225 00:32:23.510 --> 00:32:24.570 didn't. 226 00:32:25.850 --> 00:32:27.970 Jenny Duan: Since that didn't plummet, you can say like 227 00:32:31.350 --> 00:32:32.250 Jenny Duan: the 228 00:32:32.650 --> 00:32:35.730 huda: maybe you could say remained high 229 00:32:35.960 --> 00:32:40.380 Jenny Duan: remained high until the late 17 seventies, when Femalov 230 00:32:40.670 --> 00:32:50.080 Jenny Duan: centered safety research was done when female centered safety research. When 231 00:32:50.610 --> 00:32:57.579 Jenny Duan: when researchers, let's make an active voice when researchers led female safety centered safety research 232 00:32:57.650 --> 00:32:59.070 Jenny Duan: for the first time. 233 00:33:00.020 --> 00:33:05.609 Jenny Duan: that is nearly 30 years of emergency perspective. From 50% of the entire year. 234 00:33:08.460 --> 00:33:11.140 Jenny Duan: Leadership can allow leadership 235 00:33:14.420 --> 00:33:17.690 Jenny Duan: saves 236 00:33:18.280 --> 00:33:20.670 Jenny Duan: lives bye 237 00:33:21.640 --> 00:33:26.980 Jenny Duan: empowering women to fix seatbelts. No leadership. 238 00:33:28.050 --> 00:33:37.960 Jenny Duan: What's like another instead of can't allow. What's another way that we can make it a little bit stro",
    "nger, like empowers leadership? 239 00:33:38.060 --> 00:33:42.009 huda: It gives a platform for 240 00:33:42.440 --> 00:33:47.960 Jenny Duan: Yeah. Leadership platforms, women to explain the struggles of wearing a hijab leadership. 241 00:33:49.260 --> 00:33:53.590 Jenny Duan: should not be denied leadership. 242 00:33:55.320 --> 00:33:59.730 Jenny Duan: something that should not be shouldn't be denied, because it is about capturing every perspective. 243 00:34:00.390 --> 00:34:03.380 Jenny Duan: not just the one most dominant. 244 00:34:03.590 --> 00:34:04.540 Jenny Duan: Okay. 245 00:34:04.830 --> 00:34:10.639 Jenny Duan: think this last sentence still sounds a little bit clunky. Let's brainstorm how to fix it together. 246 00:34:11.050 --> 00:34:12.350 Jenny Duan: Leadership. 247 00:34:25.870 --> 00:34:40.630 Jenny Duan: I was trying to like, kind of do like repetition like starting a sentence with leadership. But yeah, leadership. Like, let's say, II get that but let's see, instead of is something that shouldn't be denied leadership. 248 00:34:45.199 --> 00:34:52.810 Jenny Duan: just let's just say leadership is about capturing every perspective, not just the most dominant one. 249 00:34:55.110 --> 00:35:00.810 Jenny Duan: But I think this sounds really good. Now, too. Yeah. And 250 00:35:02.900 --> 00:35:06.380 Jenny Duan: this essay's already good talked about that? 251 00:35:06.650 --> 00:35:12.120 Jenny Duan: okay? And then I see that you've started these essays. 252 00:35:12.130 --> 00:35:17.930 Jenny Duan: cool. How do you feel about these 2, 253 00:35:18.350 --> 00:35:19.280 Jenny Duan: these 3? 254 00:35:19.500 --> 00:35:45.170 huda: So many issues you can talk about here. Yeah, there's like for this one. There's like a lot of things wrong with my generation to be honest. Like, I think the main one. That's kind of affecting. That's like really relevant right now is everyone's kind of self absorbedness. Like, I think I've experienced even within my friend",
    " group like I've had, like many experiences with like 255 00:35:45.320 --> 00:36:02.820 huda: conflict with others, because they don't. They're not mature and like such topics like, I know, like, I think leadership requires a level like maturity, and that's something that, like a lot of young people don't have. And they don't take things seriously, and they don't think about others. And like. 256 00:36:03.010 --> 00:36:04.880 huda: I think it's 257 00:36:04.920 --> 00:36:25.069 huda: an issue that's most common with younger people. Cause as you grow older, you start being more considerate of like other issues going on in the world other than like your personal issues. So that's like, it's kind of like event. More like then, like an actual topic, I'd say so. That's why I don't think it's gonna be like a best essay topic. 258 00:36:25.220 --> 00:36:40.669 huda: But another issue I can think about is kind of judgment cause like there are like everyone who tries to be a leader is often like judged. 259 00:36:40.730 --> 00:36:44.929 huda: There's like several instances I could think about for this, too. Like. 260 00:36:44.970 --> 00:37:09.820 huda: for example, I have like this like Job Directory Thing, and like, I could like a website. And then, like the uncles, I guess, like, like the uncles, which are like kind of our family friends, like the man. They kind of talk about college and say that it's easier for girls to get in. And that was like, a really, yeah. 261 00:37:09.950 --> 00:37:22.139 huda: I mean, like, it's a statistic for a reason like the reason why it's easier for girls to get in is cause it's harder for girls to get experience. So that's like, even like, adults are really immature. I'd say sometimes. 262 00:37:24.200 --> 00:37:33.190 Jenny Duan: wow, okay. yeah. So what do you think is the most compelling to you like? What do you think you want to write about the most. 263 00:37:33.740 --> 00:37:44.990 huda: I think, like both the topics are really like i",
    "mportant to me, and I think but I think that the judgment kind of attains to like leadership a little bit more, cause it kinda highlights how 264 00:37:45.000 --> 00:37:48.110 huda: to be like a leader. You have to be kind of like 265 00:37:48.300 --> 00:37:59.509 Jenny Duan: like you don't have to. You can't care about what people say. So Tain attains more to like leadership, which is what Bank of America kind of wants? This question is asking for. It's about like. 266 00:38:01.630 --> 00:38:02.550 Jenny Duan: I think. 267 00:38:03.690 --> 00:38:20.920 Jenny Duan: like Stanford actually asks this question, too. So this is a really good practice. For like writing standard essays, because there's actually a Stanford essay about like what is the most important thing issue in the world today. I think the 2 most common things that Stanford students write about are climate change, and. 268 00:38:21.140 --> 00:38:26.510 Jenny Duan: like disconnect, or like our ability to like come together to solve problems. 269 00:38:26.720 --> 00:38:46.640 Jenny Duan: So that's really similar to the first one. Then, yeah, I think the first one is a little bit better, because I feel like that issue of judgment like, I don't think that's necessarily like more of a global issue. I think that's more like on an individual basis. But we're looking for things that sort of affect people on a macro level. So a lot of things like that 270 00:38:47.590 --> 00:38:48.649 Jenny Duan: are sort of like 271 00:38:48.870 --> 00:38:52.649 Jenny Duan: things that we can't really solve, because I think a leader can learn how to 272 00:38:52.780 --> 00:39:05.629 Jenny Duan: not like to ignore the judgment in their own life. But that's not something that like that's something we can solve on a personal level. But we're looking for like the bigger issues or the things that affect people like around the world. So I think that, like 273 00:39:06.530 --> 00:39:22.420 Jenny Duan: climate change is a big one that p",
    "eople can talk about. I think our ability to come together is more of it, like your first one lack of care for the world's self absorbedness. I think that is probably a powerful thing you can write about, and you can tie in a bunch of different analogies to it that you can write about how this applies to like 274 00:39:22.540 --> 00:39:24.040 Jenny Duan: different issues, like 275 00:39:24.330 --> 00:39:34.880 Jenny Duan: climate change. It also affects like education also affects human rights. And you know a lot of these types of things that you can bring together. Does that make sense? Yeah. 276 00:39:35.480 --> 00:39:37.670 Jenny Duan: okay, cool. So I 277 00:39:37.730 --> 00:39:45.349 Jenny Duan: I'm wondering, like, what type of framework you see with applying to this essay like, how do you want to shape your writing in this way? 278 00:39:46.140 --> 00:39:50.480 huda: So usually I kind of start off with like a story. 279 00:39:50.510 --> 00:40:03.930 huda: But I don't know if, like I wanna apply that to this one cause. This sounds a bit more like like, I have like a lot of space to talk about it so i can like, i can have like a story throughout 280 00:40:04.280 --> 00:40:08.300 Jenny Duan: and so I think 281 00:40:08.310 --> 00:40:16.810 huda: I might. II can like sprinkle in like some stories like in between, so like 2 stories I can think about like 282 00:40:16.880 --> 00:40:30.580 huda: I don't think I should mention like my political views, but like I think, just vaguely kind of talk about how there's like like wars and stuff going on and like. 283 00:40:30.640 --> 00:40:52.499 huda: like, okay. So this is a specific example. So about the conflict that's happening in the Middle East right now. Like, my friend was posting about like how she felt like she sent out like a whole paragraph about like how social media like. It's just too much on her on her page, and like it was kind of like insensitive and like 284 00:40:52.580 --> 00:40:58.350 huda: I think may",
    "be kind of sprinkle in like how a lot of us are 285 00:40:58.460 --> 00:41:14.570 huda: just kind of hosting for social validation, you know, cause social media is like a new thing with young people, and like that also comes with like a lot of issues like social activism like our performative activism. 286 00:41:14.630 --> 00:41:17.099 huda: So that's like one thing I can talk about. 287 00:41:17.420 --> 00:41:21.039 huda: like in terms of like a framework. 288 00:41:21.400 --> 00:41:22.320 huda: I think. 289 00:41:24.610 --> 00:41:27.380 huda: like, yeah, like, 290 00:41:27.990 --> 00:41:31.659 huda: So specific stories could be like social media posts that, like 291 00:41:31.690 --> 00:41:36.709 huda: my classmates, have like talked about, and then I could talk about like 292 00:41:37.030 --> 00:41:51.830 huda: maybe bring in some statistics and like, talk about like how our generation has like made the least impact or something. Is that something that you have statistics on? Or you think you can find? I think you could definitely find some. 293 00:41:52.970 --> 00:42:03.830 Jenny Duan: Okay, gotcha, yeah, I think that's really good. And remember, these types of questions are also where they're trying to match you to different non profits in the area. So it'd be nice if you like. Mentioned a couple of specific issues that you care about. 294 00:42:04.090 --> 00:42:26.850 Jenny Duan: So like whether that's, you know, climate change, demilitarization. Social advocacy, like, just maybe like name dropping a couple of different causes, because that's how they're going to pair you to like local nonprofits. And I think you've done a good job of that already talking about like female leadership and women's empowerment, like I noticed, I think, in the Bay Area, I think the previous thing of America, intern, something like that. So 295 00:42:26.980 --> 00:42:36.639 Jenny Duan: that's definitely something that you should highlight just like the specific cause areas that you ",
    "want to highlight or focus on. yeah, okay. And then 296 00:42:38.140 --> 00:42:43.370 this, I think, is also like one of the most important essays, how do you plan to structure this one. 297 00:42:45.590 --> 00:42:59.960 huda: okay, maybe I can talk about like, start off by talking like us telling a story about 298 00:43:00.080 --> 00:43:13.469 huda: like maybe folklift and kind of talking about like journalism and like and how this is like, how like my voice and I want and like maybe like 299 00:43:13.790 --> 00:43:27.110 huda: throughout the throughout the essay, I can like sprinkle, and like details from like my different nonprofits. Like, as you said, kind of wanna show them that I've been doing these kind of things and that like. 300 00:43:27.190 --> 00:43:35.969 huda: I wanna build upon my projects. I think we've planned that before. But I think just 301 00:43:36.260 --> 00:44:00.479 huda: tell specific stories about each like nonprofit. I've done, maybe. And then, after that, like, towards the end, I could talk about how like Bank of America specifically, can help me. I think this one I might have to do a little more research on, like, maybe go to their website and see like the past winners and see like what their experiences and then like. 302 00:44:00.660 --> 00:44:05.629 huda: maybe like. like as you said, kind of name, drop some things like that. 303 00:44:06.880 --> 00:44:08.980 Jenny Duan: Hmm! That's a good idea. 304 00:44:09.060 --> 00:44:10.140 Jenny Duan: And 305 00:44:10.430 --> 00:44:14.830 Jenny Duan: and then you wanna break, make sure that in this essay you really bring out, like. 306 00:44:15.640 --> 00:44:20.959 Jenny Duan: I guess how this leadership experience will contribute to your entire, like 307 00:44:21.600 --> 00:44:42.369 Jenny Duan: a journey as a leader. So like, talk about again, like going to DCI know we already highlighted that. But like, talk about how these different aspects of the leadership. Experience will like help. You g",
    "row as a person because they're really trying to like invest. Make this investment in you to like. See your leadership over your entire dual hood. So you should be giving them signals as to why you think you'd be like an effective leader over a long period of time. 308 00:44:42.730 --> 00:44:44.189 Jenny Duan: Does that make sense? 309 00:44:44.390 --> 00:44:58.730 huda: Yeah, maybe I could like, talk about like how since I'm going to. DC is like such a big opportunity and like getting to talk, getting to like contact with like people with like 310 00:44:58.850 --> 00:45:08.230 huda: larger roles in society like not specific like that, but like kind of people that can make tangible change. It would be like a really 311 00:45:08.570 --> 00:45:16.630 huda: great experience, especially for young people like me. Who can actually, or who can go on to make a change in the future? 312 00:45:17.220 --> 00:45:38.999 Jenny Duan: Totally. Yeah. And how? It's like a continuation of the work that you're already doing with booklift, empowering AI sharing stories through film journalism and like trying to make your place in the world. Yeah. Yeah. You can. Also, I think, emphasize like, Yeah, there's not very many Muslim women in leadership. And how you want to make a position there. That's like, really powerful, too, like 313 00:45:39.180 --> 00:45:52.040 Jenny Duan: this story should be like, really unique to you. And like obviously, no one else is able to throw your essays. No one else should be able to replicate your essays. And you should. Yeah, emphasize, like, why, you specifically are like, a good fit for this. 314 00:45:52.150 --> 00:45:53.150 huda: Yeah. 315 00:45:53.770 --> 00:46:06.619 Jenny Duan: okay, cool. Do you have any other questions? I think we should. I think you should try to have these finished hopefully or drafts by Tuesday. I know it's of hard because of finals. I'm also doing finals, so I totally understand your pain. 316 00:46:06.710 --> 00:46:16.220 Jenn",
    "y Duan: But it would be nice to have a draft of the last 2 essays. I know they're longer ones. or at least this one. And we can talk about that. Then. 317 00:46:16.340 --> 00:46:17.940 huda: Okay, sounds good. 318 00:46:18.030 --> 00:46:24.430 Jenny Duan: Okay, awesome. At the end. Kay, ask you just like a little bit. If you could tell me about how Roblox works 319 00:46:24.440 --> 00:46:28.020 and like how to play and like, what is fun about roadblocks? 320 00:46:28.130 --> 00:46:31.050 Jenny Duan: Okay, yeah. 321 00:46:32.480 --> 00:46:35.840 Jenny Duan: Usually tell me like how you feel about roadblocks. 322 00:46:35.920 --> 00:46:42.600 Jenny Duan: What's fun about it? And like, what? What do you think? People your age like it, or people younger than you? 323 00:46:42.670 --> 00:46:49.469 huda: Oh, yeah. So I think one thing is like, it's like, really accessible to people. 324 00:46:49.490 --> 00:47:17.420 huda: it's like everyone. I know, just kind of place for fun, and it's kind of like a place where, like you and your friends can just join. So one of the few where there's like like a whole lot of games. And just one platform like robots has like thousands of games like thousands, like millions of games. And I think it's just like a really fun place where you can like play funny games with your friends like, I think what's special about it 325 00:47:17.420 --> 00:47:23.150 huda: is, it's like diversity of games like, it's not just like one thing like it's everything 326 00:47:24.050 --> 00:47:32.340 Jenny Duan: that's really cool. What about like the games make them fun? Because I dialed in Roblox? They tried to play, but like I don't really understand like what you do in a game. 327 00:47:32.900 --> 00:47:36.540 huda: So like the different games kind of, they're kind of like. 328 00:47:36.630 --> 00:48:00.430 huda: there's like new ones coming like pretty frequently. So there's like some like there's fashion famous where, like it's kind of like a dressing up ",
    "competition. Just something like we kind of grew up playing. But now it's like a virtual game. So it's like really fun. And then there's like other games like my brother loves this one. It's like total Drama Island, like 329 00:48:00.430 --> 00:48:09.890 huda: like something like that. And it's like just per core. And I think it's just like the variety like how to play. Specifically, I think it's 330 00:48:09.990 --> 00:48:16.089 huda: it's kind of like based on each game. But like, it's kind of meant to be collaborative. I think. 331 00:48:16.310 --> 00:48:18.990 Jenny Duan: yeah, okay, that makes a lot of sense 332 00:48:19.030 --> 00:48:20.950 and then do you think that like. 333 00:48:21.770 --> 00:48:35.909 Jenny Duan: how do you feel about robots is like new expansion into like they are. VR, like metaverse stuff. Is that something that really impacts players or like? Would you go to like, listen to a concert with one of your artists in Robox. Is that something that people do or find? Interesting? 334 00:48:36.160 --> 00:49:06.089 huda: I personally like, II don't really think it's like really accessible to everyone. Cause I'm like, I'm gonna be honest, I don't think anyone really owns like a head like an AR or VR set. So like. It's kind of hard to like play those kind of things. But I think it's, I think, like I've heard about Nicki Minaj, and like other collaborations with, like others like artists. So like, that's pretty cool. But like, I just don't think it's really accessible for everyone. So that's like the issue I see with it. 335 00:49:06.290 --> 00:49:07.470 huda: But yeah. 336 00:49:07.970 --> 00:49:11.090 okay, that makes sense. Okay, thank you so much. That was super helpful. 337 00:49:11.130 --> 00:49:13.030 Jenny Duan: And then I think 338 00:49:13.120 --> 00:49:17.070 Jenny Duan: so. You have finals next week is that the whole next week? 339 00:49:17.750 --> 00:49:36.979 huda: It's actually next to next week. But it's like like a lot of the teach",
    "ers are doing their testing like earlier. I know, like Ap always has, like at least one assessment per week. So that's like, yeah, like a lot of like this week is just gonna be like a lot of reviewing and stuff. 340 00:49:37.370 --> 00:49:47.629 Jenny Duan: Okay, good luck. You've got it. I think a push is totally in your reach. I want to like make you feel empowered that you can uplift your grade cause I think that's very doable. So 341 00:49:47.870 --> 00:49:57.969 Jenny Duan: I think you've got this. Keep pushing and I'll talk to you on Tuesday. Let me know if you have any questions before then bye, take care."
  ],
  "turns": [
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 180.91,
      "end": 186.16,
      "text": "Hi, uda! How's it going? 2 Oh, I think your mic's not working again. 3"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 197.49,
      "end": 222.06,
      "text": "I can't hear you. Still. 4 I think it's like that. Just the recurring Mike thing. Oh, yeah, perfect. Okay, awesome. 5 How's it going? It's going a bit stressful, because final weeks is coming up. But yeah. yeah, that makes a lot of sense. How do you feel about finals? And how was your last week of like testing? Especially with a push and everything? 6"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 222.69,
      "end": 254.419,
      "text": "I think this week I have like a lot of tests to do for a push. I think, like, specifically, I need to work on like 7 we're having some meetings to give me like the opportunity. I think I'm gonna take the 2 essay queues that might bump me up to an a this week. So that's kind of what's up for a push. And then I have like, the calculus test is like next week. But it's still like a lot of material. So I'm like spending a lot of time on it. So yeah. 8"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 255.09,
      "end": 261.779,
      "text": "that makes a lot of sense. And 9 how did you have anything like this past week. 10"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 262.87,
      "end": 283.03,
      "text": "Yeah. So like my April feature, she does have like a lot of a lot of assessments. So we did have like a like an essay to write for that one, and I think it went pretty well. And like II ran by my thesis and everything with her like before class. So yeah, I think I should have done well. 11"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 283.7,
      "end": 303.45,
      "text": "that's awesome. great. And so I think 12 let's just start by going into your other updates. Let me just pull up a screen so I can show that with you. We used to start by telling me how empowering AI is going, especially your partnership with the person in Florida, and how like your conversations with her, how that's moving. 13"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 303.53,
      "end": 356.549,
      "text": "Okay, so we haven't exactly started planning too much about that 14 so like I did have so you know how like in charge of student use for my school. So I was able to put in like an announcement about the like the networking event. 15 so like, I was able to say, I have, like a segment part at the end where we do like announcements, and I was like, Are you interested in networking with a woman in stem in the industry already. Scan this QR code as we have this. It's gonna be like the sign up code. So I think that might like, get us a lot of people to join. 16 I think like, regardless of the person that can respond or not. And then I'd say for planning the event we didn't get much progress on that. I think. 17"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 356.64,
      "end": 369.08,
      "text": "I kinda wanna pick up more about it this week, or like after finals. Cause she's also swamped with like college applications and everything. So we don't really have time to like meet, and everything 18"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 370.02,
      "end": 380.56,
      "text": "totally that makes a lot of sense. Okay. how is Your film going like, how's the film like festival? Did you end up going to that? And how did that go? 19"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 380.63,
      "end": 413.52,
      "text": "I didn't end up going because like my 20 club members that like were part of it. They didn't they didn't like they were available to go at that time. But like, I think, yeah, so it was put in. So phone freeways, like, basically like this platform where, like all these events are happening or like the film festival. So on. That shows up that our film festival has gotten an award to kind of glad but I think I wanna enter in a few other competitions. This week. So 21"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 413.52,
      "end": 420.139,
      "text": "yeah, that's awesome. 22 how's the progress on the game going? 23"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 420.52,
      "end": 453.83,
      "text": "Yeah. So actually, right now I have like. 24 oh, sorry. What did you say? I said. I keep on seeing your reals. They look really good. Thank you. Yeah, I actually, I was able to have like 44 people playing the game. And I think, like the statistics are really encouraging. And so I'm like trying to post a little bit more. And I've been trying so like a lot of the people going on my game are from mobile cause, like I'm sharing on Instagram. So I was like trying to make it more optimized for mobile 25"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 454.15,
      "end": 482.29,
      "text": "but like, I feel like it's kind of like a whole different project, because it's like a whole different like, I have to reset everything. So II don't really wanna do that right now. Like, maybe after I program like, I finish programming the whole thing. I think I'm gonna I'm gonna like, do like a mobile version and cause like that's like where a lot of like these middle schoolers are gonna have access to it. So that's kind of my goal for that 26 And 27"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 482.87,
      "end": 525.149,
      "text": "I started like so like, I said, sorry I finished like the AI Ethics scene. Kind of it's like explaining what AI Ethics is. So basically like in the scene, there's like 2 people in the town, and then they're like talking to the like the main characters. And so one has like green hair, and then one just has like orange hair. So then, I don't wanna do something controversial. So I just said like 28 The person on the green hair got a nicer like Christmas gift, because he had a unique hair color, whereas, like the person like the orange hair just got like 29 like orange field or something like that, like. I kinda explained it like the AI had kind of some issues with that 30"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 525.4,
      "end": 527.91,
      "text": "to me. 31"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 528.06,
      "end": 535.57,
      "text": "Yeah, I was. I don't know if it explained too well, but I was like the only thing that I can think of. But yeah. 32"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 535.95,
      "end": 572.75,
      "text": "no, that's really awesome. I love it. 33 And I think another thing you can do, maybe, is mentioned. Your post that's like best viewed on desktop interfaces, or something like that. Cool. And then, oh, at the end of today, like at when our time is over. Can I ask you a couple of questions about robots because I'm interviewing with them tomorrow? But I don't really know much about the platform, but it sounds like you might have more experience with how it works, for you. Just tell me like a little bit that'd be great at the end. 34 Okay, awesome. How's like the actual? So I know you showed at the film festival. Let's go back to Film club. How's the club going? 35"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 573.3,
      "end": 625.37,
      "text": "Yeah. So we decided on filming locations for our project, we found, like we asked like a teacher if we could film inside of their classroom after school and we also decided, like, after school, we're gonna have our filming sessions and like. 36 And also we're gonna film at the Park for some of the scenes. And so I hold my media arts teacher. So II asked him like if we could use the equipment for filming. And then I think he he said, yes, but I'm still deciding like what equipment we should use. 37 I'm think, like I have an idea. But I just wanna like ask like the rest of like my club if they wanna use that one and yeah, I think we're gonna get a lot more people interested with like camera work and stuff cause right now, we have, like 38"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 625.45,
      "end": 631.389,
      "text": "the actors like we had them practice their lines on a call. So, yeah. 39"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 632.52,
      "end": 645.499,
      "text": "that's awesome. And then have you like. how do you? I'm curious like, how do you cast people for film club like, do they just audition, or is it only internal members? Or is it open to the whole school? Because. 40 I guess, like, how are the films cast 41"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 645.81,
      "end": 692.87,
      "text": "for now, or like what we did last year. And this year we just kinda with the entire club. We kind of came up with the idea like with them in one of the meetings, like we like before the meeting started we kind of just thought of a few ideas, and then we asked them like, Oh, do you guys have any ideas? And one of them wanted to do like the breaking bad parity. And so after that we like 42 got in like an officer call, and then we kind of thought of like the characters that we needed and like like descriptions slash like what their main role is. And then so the net next meeting, we just kind of set all these rules. And then we asked anyone inside or club like if they wanted to be the role. And then they like. That's how we chose that from there. But 43"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 692.94,
      "end": 703.249,
      "text": "I think it would be nicer if we could like cast like more people. But like. I think, like the actions that we have now are fine cause we got them mostly from like Drama Club. So 44"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 703.73,
      "end": 713.08,
      "text": "hmm, that makes a lot of sense cool. And then. 45 yeah, how is the journalism project going 46"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 713.84,
      "end": 774.779,
      "text": "bulk lift? So I don't think I have too much progress on that. I think I need to start like 47 I'm kind of like thinking about my next steps here, so I might write another article about one that I interview previously like a while ago. But I think outreach to like more brands will be better this week. 48 And I think I can definitely get more like social media posts up. I was trying to get like more people to like volunteer from like other sides of the country. Through, like my my professional feel like I was trying to give like an opportunity. But like, I don't think anyone really interacted. So I just I don't think that's a good way to get people. So maybe like 49 I also tried posting out on Reddit. But no one really interacts with that either. So I might have to try other methods. 50"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 775.77,
      "end": 798.669,
      "text": "I think that one thing you can consider is because folklift is 51 moving more towards that digital format like, have you thought about just reaching out from people outside your area to maybe be like just broader California or just like a broader audience. Given that, you know, the main project will be like 52 online now, and you don't have to necessarily pay like in person to interview people. 53"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 798.99,
      "end": 829.949,
      "text": "Yeah. 54 Yeah, I think. Yeah. Cause I've been interviewing like people from like other parts of California. But like, I wanted more people to like write articles themselves, you know. To like expand folklift, I guess so. It's not just me and I think I could ask some people from like mount House 55 to do like articles on like small businesses from their own communities. I think I can definitely do that. Yeah. 56"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 830.86,
      "end": 839.319,
      "text": "gotcha cool. That sounds good. And then 57 do you want to go over your bank? America essays now. 58"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 839.4,
      "end": 859.29,
      "text": "So this week I didn't really have a chance to write that many. I just wrote one. And then, like I finished another one that we like the one about 59 something that helped me become a leader. I finished that one, and then I and then I finished another one. So let me just 60"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 862.59,
      "end": 869.61,
      "text": "hmm. 61 I also see her filling the sin. S. Nice. 62 Okay. 63"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 882.31,
      "end": 892.5889999999999,
      "text": "Oh, he says he's made changes to 64 this one right for you to be a leader. Do you want to read that aloud. Yeah, okay. 65"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 892.63,
      "end": 900.07,
      "text": "So the day we moved to Dubai from Dubai to America it was raining cats and dogs, even though it was July. 66"
    },
    {
      "speaker": "unknown",
      "conf": 0.5,
      "start": 900.15,
      "end": 911.299,
      "text": "My sister said the boy was crying because it would miss us in a way that was true. My mom picked up her bags filled with seeds of memories and passion and hope to plant it in her new garden. America. 67"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 911.64,
      "end": 957.74,
      "text": "In this new environment my mom felt isolated. My Aunt Amina and my uncle Nazam were all all back at home, and the only thing she had to do was binge true crime shows. As she made eggs and known for my brother. I frequently suggested she become a 5 Star chef, but she told me she wasn't passionate about it. Despite her better than Gordon Ramsay food. 68 I then saw something in my mother I haven't ever ever seen in her contacting Sarah, Auntie Sarah, Auntie, one of our Muslim neighbors. My mom dropped the first seed 69 through exhaustive potlooks, picnics, and parties. We found our second family in this foreign land. We once thought so desolate. I grew a tree. My mom was persistent in getting a developer job 70"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 958.32,
      "end": 996.31,
      "text": "but needed $600 to get there. We weren't financially strong at the time, so this grew to be a struggle. 71 She quit the true crime shows, but Pre. Made none, and powered through. No, the future could only get better 72 eventually, from selling old mattresses and clothing. She got the payment and secured a technology role. In this she dropped another seat. We grew another, another tree 73 from the trees she planted. I sit in the shade. Maybe I don't have my mother's culinary charm, but I learned from her to make my own path from what I have when the soil is too dry to grow trees from your seeds, you soil for fertilizer. 74"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 996.82,
      "end": 1055.47,
      "text": "This is really good. I really like the analogy made here, and it's it's a really powerful story. I'm just going to start going in and 75 making a couple of edits. I think this beginning, I think we can strengthen it by taking out the remaining cats and dogs, because one thing about making too many metaphors is that sometimes they become overused, especially with things like cats and dogs, so I think we should try to avoid that, so maybe we can say 76 It was raining the when I folded 77 it was raining that the 78 July day we moved. 79 and 80 from Dubai to America. 81 My sister said Dubai was crying because it would miss us. The July day. 82 removed from delight 83 derived. 84"
    },
    {
      "speaker": "unknown",
      "conf": 0.5,
      "start": 1058.27,
      "end": 1060.87,
      "text": "She's from Dubai to America. How long ago? 85"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1061.38,
      "end": 1063.239,
      "text": "This is like 86"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1063.64,
      "end": 1140.49,
      "text": "like, 11 years ago. 11 years ago. 87 my sisters at Dubai was crying because they would miss us in a way that was true. My mom packed up her bags filled with seeds of memories of passion, and hoped to plant them in our new garden, America in this new environment. 88 I. 89 let's center this back to you, because one thing 90 is, even though it's a story about another person. We still want to bring it back to like your experiences. And how? This experience that your mom has shaped you so 91 you can say, maybe, instead of my mom felt isolated, you should say, like I witnessed my mom's isolation. 92 Okay? my Aunt Amina and my uncle knew some. We're all back home. 93 if you can say I 94 I watched her binge true crime shows 95 and 96 make eggs, and non 97 for my brother. Wow! She missed 98 like 99"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1141.78,
      "end": 1176.589,
      "text": "our closest family, or she missed my aunt and uncle, who were all back at home. 100 I frequently suggested she become a father chef, but she told me she was dispassionate about it, despite her. Better than Gordon RAM's seafood. 101 I feel like we don't really need that. But I don't know. I kept it from my old essay. So yeah, I think it just depends on word count at the end we can do a word. Count check after this. 102 Yeah. 103"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1182.55,
      "end": 1242.019,
      "text": "Slowly 104 I watched as my mom 105 decided to make change as I washes my mom 106 cause cause we don't wanna say that you saw something in your mom that you haven't ever seen in her, because. 107 hopefully, like she's an inspiring figure to you. So it's not like 108 you've never seen this in her before. I don't know if that makes sense. So, Lee, I watch as my mom 109 made made this made our house a home. 110 Yeah. 111 What's something else you can do. What are the qualities that you are emphasizing about your mom cause? The qualities that you emphasize about your mom are the qualities that you are basically emphasizing about yourself. Does that make sense? So what do you want to show about yourself as a leader through this 112"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1242.73,
      "end": 1250.059,
      "text": "like, if you could just forget the essay. And just like, think about really quickly. What kinds of leadership qualities are you emphasizing here? 113"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1250.43,
      "end": 1255.51,
      "text": "I think I'm kinda emphasizing, like, like initiative 114"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1255.54,
      "end": 1275.399,
      "text": "and like like her transformational power, like to change things. Let's talk about you first, like, what are your most salient leadership qualities because we're gonna mirror those in that's about your mom. Does that make sense like this question? They're asking another person. But they're trying to learn about what your leadership qualities are through another person. 115"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1275.98,
      "end": 1327.769,
      "text": "Initiative for sure. Yeah. Maybe 116 like 117 passion, I guess. Like no, that's not really 118 okay. I'm trying to think of the word but 119 like I don't know how to describe, but like like 120 the way you can like kind of 121 unify people, you know, like like you can bring 2 people together and like 122 or bring a couple of people together and like create something. I guess it's kind of the same thing as initiative. But yeah, 123 yeah. And I guess 125"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1342.41,
      "end": 1380.71,
      "text": "I guess, like the ability to 126 like do things even when like things are like impossible like making your own way. Some things like for me, at least. For example, like, when I wasn't able to get like a leadership role in some of my club. Some of the clubs I tried because of. Like the same issue, I was able to like overcome it by like making my own path. So that's kinda like 127 what I was most inspired by the moment for and like what I think, II reflect the most. Yeah, I think those are the qualities 128"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1382.29,
      "end": 1455.159,
      "text": "that makes a lot of sense to me. Awesome. And 129 okay. So then let's like, turn that back to think about your mom, and like how we can make this story reflect those things so slowly. I watched as my mom. 130 like paved her own way or something we can just use that as the placeholder 131 contacting sarahunt Sarah, Auntie, one of our muslin neighbors, my mom dropped her first seed 132 through exhausted potlucks 133 through hotlucks, pit picnics, and parties he found at our second family. 134 maybe she. 135 She built 136 our our second family 137 in this foreign land which we once thought desolate vigor tree, they did say, interest in this foreign land. It is fine. 138 Contact through potlucks. picnics, and parties. My mom brought once 139 separated parts of our of the communicate 140"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1456.75,
      "end": 1480.68,
      "text": "of the community together. building our second family 141 in the this foreign land. 142 Okay? 143 Does that make sense how we're like highlighting the fact that your mom's bringing people together here. My mom. 144 okay, why would you persistent on getting a developer job? 145"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1481.41,
      "end": 1519.91,
      "text": "I guess it's something like like she saw my dad do like for the longest time, like all her friends from like from back home used to do but she never like took it up, cause well, like she got married, and she had kids so like she kind of. 146 No, it was like something that she always wanted but she just never really continued it. And then also she just 147 she wanted to be like more independent and I guess, like 148 be in control of like her own like job career, and like 149 like finance and everything 150"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1520.84,
      "end": 1573.459,
      "text": "that makes a lot of sense. My mom. 151 So 152 in America, maybe, like 153 her 154 initiative 155 bloomed. 156 Persistent 157 we she was. My mom was first assistant on 158 pavings. 159 paving her own career as a developer. 160 but needed $600 to 161"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1574.03,
      "end": 1584.68,
      "text": "what like, learn a course, or what was the $600 for for like help, and like finding job opportunity or opportunities, and like, resume building and everything 162"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1585.8,
      "end": 1592.6,
      "text": "to 163 you. Specify what she used the $600 on, if you can remember. 164"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1592.93,
      "end": 1618.099,
      "text": "Yeah. So there's like a service, and like they helped her like how like they helped her by creating like projects or not creating projects, but like suggesting, like projects that she should do like basically like a boot camp which, like helped her like like, gain the skills and like 165 skills. And like, kind of what do you call it? Experience that get a job? 166"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1620.07,
      "end": 1637.43,
      "text": "But needed. 167 We are financially strong then. So this grew to be a struggle. 168 I watched. 169 I 170 watch 171"
    },
    {
      "speaker": "student",
      "conf": 0.5,
      "start": 1637.71,
      "end": 1642.129,
      "text": "as she, with the true crime shows, brought feminine mud and powered through 172"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1642.23,
      "end": 1702.21,
      "text": "relentless Lilly 173 through relentlessly. 174 eventually from selling old mattresses. including she earn the money and 175 landed and secured a technology bowl. 176 In doing so she dropped the seed we grew another tree 177 from. I think we can. We add, instead of a like we could change to another. 178 Yeah, from these shoes she planted, I sit, I. 179 Now I today sit in the I sit in the shade. I now sit in the shade. Maybe I don't have my mother's culinary, John, but I learned from her to make my own path from what I have 180 when the soil is too dry to grow seeds from your seeds use fertilizer 181 make fertilizer. 182"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1702.88,
      "end": 1734.2,
      "text": "okay, I think this is really good. What do you think about these changes. Yeah, I think it's I think it's definitely like, portrays like more of a leadership kind of stance on this 183 awesome 184 okay? 185 so I would say, after this you should go through all these changes, and you can accept, reject, do what you want with them. And then also, this is like a good draft. But we'll probably come back to this like at the end, after everything's 186"
    },
    {
      "speaker": "student",
      "conf": 0.5,
      "start": 1734.28,
      "end": 1736.26,
      "text": "finish to 187"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1737.03,
      "end": 1746.909,
      "text": "Yeah, go through it together one more time. Okay. 188 you've made the changes to here. Right? 189"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1747.33,
      "end": 1757.84,
      "text": "Yeah, like, I think. 190 I don't know if we read it. But like, I added, like the last 2 sentences, which I kinda talk about the seat belt. 191"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1760.5,
      "end": 1801.109,
      "text": "Yeah, this is really good. 192 If my mango to do a stained dress, I open my jumble after the Mesopotamian Association. Election results in missed a family gathering. 193 I would say, let's put this in the beginning. 194 because this is the part we want to highlight you opened it to the results. 195 So, amidst a family gathering 196 in my interesting dress, I open my deal after the Muslim Association results. 197 President, Vice president, secretary, publicity, not one, not a single, not one of my 15 friends 198 and 15 female Furrunns. 199"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1805.35,
      "end": 1872.24,
      "text": "By a singular spot. 200 The day after I went to contest this result. The day after 201 marching up to the room of the meeting, I opened the door to see Rose, filled with an unmuslin boy sitting, refusing to stand up in the corner, I found my friends tired and awkwardly standing. How 202 was it that this coc catered to Muslims as a whole? But Muslim woman who had but was the woman who brought 203 the a whole different perspective but 204 their valuable perspectives. 205 We're we're 206 Who brought their unique perspectives were valued so little since that election. I made up my mission to give girls like me and my friends the same opportunities we were we were denied 207 my film club previously only had one girl and 5 up with Sir Whirls 208 at my high school. 209"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1874.06,
      "end": 1940.72,
      "text": "The Film Club, previously only had one girl and 5 officer roles. 210 As president of the club this year I have admitted at least 3 qualified girls. 211 2 in no. In a board of 5 there should be in a board of 5 officers. 212 This 213 is 214 This is just a baby step. 215 let's say. 216 in 217 a future I hope to cocreate 218 When seabs were made in 1949. They 219 oh. I would say, in 1949. They weren't primarily made for a woman. 220 he sighed. They weren't designed with woman in mind. 221 See, I think 222 the design fits the mill. 223 but rather. but rather for the average male body. 224 The female death toll from car crashes 225"
    },
    {
      "speaker": "student",
      "conf": 0.5,
      "start": 1943.51,
      "end": 1944.57,
      "text": "didn't. 226"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1945.85,
      "end": 1952.25,
      "text": "Since that didn't plummet, you can say like 227 the 228"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1952.65,
      "end": 1955.73,
      "text": "maybe you could say remained high 229"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1955.96,
      "end": 2017.96,
      "text": "remained high until the late 17 seventies, when Femalov 230 centered safety research was done when female centered safety research. When 231 when researchers, let's make an active voice when researchers led female safety centered safety research 232 for the first time. 233 that is nearly 30 years of emergency perspective. From 50% of the entire year. 234 Leadership can allow leadership 235 saves 236 lives bye 237 empowering women to fix seatbelts. No leadership. 238 What's like another instead of can't allow. What's another way that we can make it a little bit stronger, like empowers leadership? 239"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2018.06,
      "end": 2022.009,
      "text": "It gives a platform for 240"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2022.44,
      "end": 2052.35,
      "text": "Yeah. Leadership platforms, women to explain the struggles of wearing a hijab leadership. 241 should not be denied leadership. 242 something that should not be shouldn't be denied, because it is about capturing every perspective. 243 not just the one most dominant. 244 Okay. 245 think this last sentence still sounds a little bit clunky. Let's brainstorm how to fix it together. 246 Leadership. 247"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2065.87,
      "end": 2080.63,
      "text": "I was trying to like, kind of do like repetition like starting a sentence with leadership. But yeah, leadership. Like, let's say, II get that but let's see, instead of is something that shouldn't be denied leadership. 248"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2085.199,
      "end": 2119.28,
      "text": "just let's just say leadership is about capturing every perspective, not just the most dominant one. 249 But I think this sounds really good. Now, too. Yeah. And 250 this essay's already good talked about that? 251 okay? And then I see that you've started these essays. 252 cool. How do you feel about these 2, 253 these 3? 254"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2119.5,
      "end": 2164.88,
      "text": "So many issues you can talk about here. Yeah, there's like for this one. There's like a lot of things wrong with my generation to be honest. Like, I think the main one. That's kind of affecting. That's like really relevant right now is everyone's kind of self absorbedness. Like, I think I've experienced even within my friend group like I've had, like many experiences with like 255 conflict with others, because they don't. They're not mature and like such topics like, I know, like, I think leadership requires a level like maturity, and that's something that, like a lot of young people don't have. And they don't take things seriously, and they don't think about others. And like. 256 I think it's 257"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2164.92,
      "end": 2204.929,
      "text": "an issue that's most common with younger people. Cause as you grow older, you start being more considerate of like other issues going on in the world other than like your personal issues. So that's like, it's kind of like event. More like then, like an actual topic, I'd say so. That's why I don't think it's gonna be like a best essay topic. 258 But another issue I can think about is kind of judgment cause like there are like everyone who tries to be a leader is often like judged. 259 There's like several instances I could think about for this, too. Like. 260"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2204.97,
      "end": 2242.139,
      "text": "for example, I have like this like Job Directory Thing, and like, I could like a website. And then, like the uncles, I guess, like, like the uncles, which are like kind of our family friends, like the man. They kind of talk about college and say that it's easier for girls to get in. And that was like, a really, yeah. 261 I mean, like, it's a statistic for a reason like the reason why it's easier for girls to get in is cause it's harder for girls to get experience. So that's like, even like, adults are really immature. I'd say sometimes. 262"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2244.2,
      "end": 2253.19,
      "text": "wow, okay. yeah. So what do you think is the most compelling to you like? What do you think you want to write about the most. 263"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2253.74,
      "end": 2268.11,
      "text": "I think, like both the topics are really like important to me, and I think but I think that the judgment kind of attains to like leadership a little bit more, cause it kinda highlights how 264 to be like a leader. You have to be kind of like 265"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2268.3,
      "end": 2306.51,
      "text": "like you don't have to. You can't care about what people say. So Tain attains more to like leadership, which is what Bank of America kind of wants? This question is asking for. It's about like. 266 I think. 267 like Stanford actually asks this question, too. So this is a really good practice. For like writing standard essays, because there's actually a Stanford essay about like what is the most important thing issue in the world today. I think the 2 most common things that Stanford students write about are climate change, and. 268 like disconnect, or like our ability to like come together to solve problems. 269"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2306.72,
      "end": 2345.629,
      "text": "So that's really similar to the first one. Then, yeah, I think the first one is a little bit better, because I feel like that issue of judgment like, I don't think that's necessarily like more of a global issue. I think that's more like on an individual basis. But we're looking for things that sort of affect people on a macro level. So a lot of things like that 270 are sort of like 271 things that we can't really solve, because I think a leader can learn how to 272 not like to ignore the judgment in their own life. But that's not something that like that's something we can solve on a personal level. But we're looking for like the bigger issues or the things that affect people like around the world. So I think that, like 273"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2346.53,
      "end": 2385.349,
      "text": "climate change is a big one that people can talk about. I think our ability to come together is more of it, like your first one lack of care for the world's self absorbedness. I think that is probably a powerful thing you can write about, and you can tie in a bunch of different analogies to it that you can write about how this applies to like 274 different issues, like 275 climate change. It also affects like education also affects human rights. And you know a lot of these types of things that you can bring together. Does that make sense? Yeah. 276 okay, cool. So I 277 I'm wondering, like, what type of framework you see with applying to this essay like, how do you want to shape your writing in this way? 278"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2386.14,
      "end": 2403.93,
      "text": "So usually I kind of start off with like a story. 279 But I don't know if, like I wanna apply that to this one cause. This sounds a bit more like like, I have like a lot of space to talk about it so i can like, i can have like a story throughout 280"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2404.28,
      "end": 2408.3,
      "text": "and so I think 281"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2408.31,
      "end": 2458.35,
      "text": "I might. II can like sprinkle in like some stories like in between, so like 2 stories I can think about like 282 I don't think I should mention like my political views, but like I think, just vaguely kind of talk about how there's like like wars and stuff going on and like. 283 like, okay. So this is a specific example. So about the conflict that's happening in the Middle East right now. Like, my friend was posting about like how she felt like she sent out like a whole paragraph about like how social media like. It's just too much on her on her page, and like it was kind of like insensitive and like 284 I think maybe kind of sprinkle in like how a lot of us are 285"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2458.46,
      "end": 2511.83,
      "text": "just kind of hosting for social validation, you know, cause social media is like a new thing with young people, and like that also comes with like a lot of issues like social activism like our performative activism. 286 So that's like one thing I can talk about. 287 like in terms of like a framework. 288 I think. 289 like, yeah, like, 290 So specific stories could be like social media posts that, like 291 my classmates, have like talked about, and then I could talk about like 292 maybe bring in some statistics and like, talk about like how our generation has like made the least impact or something. Is that something that you have statistics on? Or you think you can find? I think you could definitely find some. 293"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2512.97,
      "end": 2546.85,
      "text": "Okay, gotcha, yeah, I think that's really good. And remember, these types of questions are also where they're trying to match you to different non profits in the area. So it'd be nice if you like. Mentioned a couple of specific issues that you care about. 294 So like whether that's, you know, climate change, demilitarization. Social advocacy, like, just maybe like name dropping a couple of different causes, because that's how they're going to pair you to like local nonprofits. And I think you've done a good job of that already talking about like female leadership and women's empowerment, like I noticed, I think, in the Bay Area, I think the previous thing of America, intern, something like that. So 295"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2546.98,
      "end": 2556.639,
      "text": "that's definitely something that you should highlight just like the specific cause areas that you want to highlight or focus on. yeah, okay. And then 296"
    },
    {
      "speaker": "unknown",
      "conf": 0.5,
      "start": 2558.14,
      "end": 2563.37,
      "text": "this, I think, is also like one of the most important essays, how do you plan to structure this one. 297"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2565.59,
      "end": 2615.969,
      "text": "okay, maybe I can talk about like, start off by talking like us telling a story about 298 like maybe folklift and kind of talking about like journalism and like and how this is like, how like my voice and I want and like maybe like 299 throughout the throughout the essay, I can like sprinkle, and like details from like my different nonprofits. Like, as you said, kind of wanna show them that I've been doing these kind of things and that like. 300 I wanna build upon my projects. I think we've planned that before. But I think just 301"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2616.26,
      "end": 2645.629,
      "text": "tell specific stories about each like nonprofit. I've done, maybe. And then, after that, like, towards the end, I could talk about how like Bank of America specifically, can help me. I think this one I might have to do a little more research on, like, maybe go to their website and see like the past winners and see like what their experiences and then like. 302 maybe like. like as you said, kind of name, drop some things like that. 303"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2646.88,
      "end": 2684.189,
      "text": "Hmm! That's a good idea. 304 And 305 and then you wanna break, make sure that in this essay you really bring out, like. 306 I guess how this leadership experience will contribute to your entire, like 307 a journey as a leader. So like, talk about again, like going to DCI know we already highlighted that. But like, talk about how these different aspects of the leadership. Experience will like help. You grow as a person because they're really trying to like invest. Make this investment in you to like. See your leadership over your entire dual hood. So you should be giving them signals as to why you think you'd be like an effective leader over a long period of time. 308 Does that make sense? 309"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2684.39,
      "end": 2716.63,
      "text": "Yeah, maybe I could like, talk about like how since I'm going to. DC is like such a big opportunity and like getting to talk, getting to like contact with like people with like 310 larger roles in society like not specific like that, but like kind of people that can make tangible change. It would be like a really 311 great experience, especially for young people like me. Who can actually, or who can go on to make a change in the future? 312"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2717.22,
      "end": 2752.04,
      "text": "Totally. Yeah. And how? It's like a continuation of the work that you're already doing with booklift, empowering AI sharing stories through film journalism and like trying to make your place in the world. Yeah. Yeah. You can. Also, I think, emphasize like, Yeah, there's not very many Muslim women in leadership. And how you want to make a position there. That's like, really powerful, too, like 313 this story should be like, really unique to you. And like obviously, no one else is able to throw your essays. No one else should be able to replicate your essays. And you should. Yeah, emphasize, like, why, you specifically are like, a good fit for this. 314"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2752.15,
      "end": 2753.15,
      "text": "Yeah. 315"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2753.77,
      "end": 2776.22,
      "text": "okay, cool. Do you have any other questions? I think we should. I think you should try to have these finished hopefully or drafts by Tuesday. I know it's of hard because of finals. I'm also doing finals, so I totally understand your pain. 316 But it would be nice to have a draft of the last 2 essays. I know they're longer ones. or at least this one. And we can talk about that. Then. 317"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2776.34,
      "end": 2777.94,
      "text": "Okay, sounds good. 318"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2778.03,
      "end": 2784.43,
      "text": "Okay, awesome. At the end. Kay, ask you just like a little bit. If you could tell me about how Roblox works 319"
    },
    {
      "speaker": "student",
      "conf": 0.5,
      "start": 2784.44,
      "end": 2788.02,
      "text": "and like how to play and like, what is fun about roadblocks? 320"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2788.13,
      "end": 2802.6,
      "text": "Okay, yeah. 321 Usually tell me like how you feel about roadblocks. 322 What's fun about it? And like, what? What do you think? People your age like it, or people younger than you? 323"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2802.67,
      "end": 2843.15,
      "text": "Oh, yeah. So I think one thing is like, it's like, really accessible to people. 324 it's like everyone. I know, just kind of place for fun, and it's kind of like a place where, like you and your friends can just join. So one of the few where there's like like a whole lot of games. And just one platform like robots has like thousands of games like thousands, like millions of games. And I think it's just like a really fun place where you can like play funny games with your friends like, I think what's special about it 325 is, it's like diversity of games like, it's not just like one thing like it's everything 326"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2844.05,
      "end": 2852.34,
      "text": "that's really cool. What about like the games make them fun? Because I dialed in Roblox? They tried to play, but like I don't really understand like what you do in a game. 327"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2852.9,
      "end": 2896.089,
      "text": "So like the different games kind of, they're kind of like. 328 there's like new ones coming like pretty frequently. So there's like some like there's fashion famous where, like it's kind of like a dressing up competition. Just something like we kind of grew up playing. But now it's like a virtual game. So it's like really fun. And then there's like other games like my brother loves this one. It's like total Drama Island, like 329 like something like that. And it's like just per core. And I think it's just like the variety like how to play. Specifically, I think it's 330 it's kind of like based on each game. But like, it's kind of meant to be collaborative. I think. 331"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2896.31,
      "end": 2898.99,
      "text": "yeah, okay, that makes a lot of sense 332"
    },
    {
      "speaker": "student",
      "conf": 0.5,
      "start": 2899.03,
      "end": 2900.95,
      "text": "and then do you think that like. 333"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2901.77,
      "end": 2915.909,
      "text": "how do you feel about robots is like new expansion into like they are. VR, like metaverse stuff. Is that something that really impacts players or like? Would you go to like, listen to a concert with one of your artists in Robox. Is that something that people do or find? Interesting? 334"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2916.16,
      "end": 2947.47,
      "text": "I personally like, II don't really think it's like really accessible to everyone. Cause I'm like, I'm gonna be honest, I don't think anyone really owns like a head like an AR or VR set. So like. It's kind of hard to like play those kind of things. But I think it's, I think, like I've heard about Nicki Minaj, and like other collaborations with, like others like artists. So like, that's pretty cool. But like, I just don't think it's really accessible for everyone. So that's like the issue I see with it. 335 But yeah. 336"
    },
    {
      "speaker": "unknown",
      "conf": 0.5,
      "start": 2947.97,
      "end": 2951.09,
      "text": "okay, that makes sense. Okay, thank you so much. That was super helpful. 337"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2951.13,
      "end": 2957.07,
      "text": "And then I think 338 so. You have finals next week is that the whole next week? 339"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2957.75,
      "end": 2976.979,
      "text": "It's actually next to next week. But it's like like a lot of the teachers are doing their testing like earlier. I know, like Ap always has, like at least one assessment per week. So that's like, yeah, like a lot of like this week is just gonna be like a lot of reviewing and stuff. 340"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2977.37,
      "end": 2997.969,
      "text": "Okay, good luck. You've got it. I think a push is totally in your reach. I want to like make you feel empowered that you can uplift your grade cause I think that's very doable. So 341 I think you've got this. Keep pushing and I'll talk to you on Tuesday. Let me know if you have any questions before then bye, take care."
    }
  ],
  "meta": {
    "ext": ".pdf",
    "source": "normalize-v1",
    "vtt": true
  }
}