{
  "id": "03-Raw-SessionTranscripts/2023-09-15_W012_P1-FOUNDATION_TRANS-RAW_NcwitEssaySurgeryfromParentStory.pdf",
  "name": "2023-09-15_W012_P1-FOUNDATION_TRANS-RAW_NcwitEssaySurgeryfromParentStory.pdf",
  "path": "03-Raw-SessionTranscripts/2023-09-15_W012_P1-FOUNDATION_TRANS-RAW_NcwitEssaySurgeryfromParentStory.pdf",
  "kind": "TRANS-RAW",
  "week": "12",
  "phase": "1",
  "date": "2023-09-15",
  "link": null,
  "text": "Week 7 - Coaching_Jenny_Huda_Wk07_2023-09-15_M_367429c5eacc3063U_2023-09-14_00-00-00 WEBVTT 1 00:08:18.090 --> 00:08:19.910 Jenny Duan: Hi, Huda! How's it going? 2 00:08:23.830 --> 00:08:24.820 huda siraj: Hi! 3 00:08:25.330 --> 00:08:27.329 huda siraj: I'm doing good. How are you? 4 00:08:27.600 --> 00:08:34.600 Jenny Duan: I'm good. Sorry about being great. I had a couple of Wi-fi issues that I just resolved. But yeah, how's your week going? 5 00:08:35.350 --> 00:08:44.699 huda siraj: It's going great. We just dropped off my sister to college, which is why, we're kinda like away for a few days. Yeah. 6 00:08:45.880 --> 00:08:48.150 Jenny Duan: Have you been to her college before? 7 00:08:48.280 --> 00:08:58.909 huda siraj: Yeah, we visited a couple of times for orientation and just a visit. But this time we like dropped her off at the dorm. And yeah. 8 00:09:01.380 --> 00:09:02.430 Jenny Duan: awesome. 9 00:09:02.510 --> 00:09:18.200 Jenny Duan: That's so fun. And I'm glad that you had a good time. And yeah, I guess let's just get started. Do you have any main updates? I like your mic. By the way, is that new? No, I've been using this one. 10 00:09:18.310 --> 00:09:31.239 huda siraj: But yeah, for updates, I'd say, I took the practice, sat. I'm not too happy with my score. I got a 1,480, so I haven't reached 1,500 yet, but 11 00:09:31.870 --> 00:09:48.829 huda siraj: and also for the PSAT. Practices. I was gonna take that today, but I wasn't really sure how to take it, cause like on the sheet. It had like a module one, and then module 2. And I was kind of confused about that. So I just decided to take a 12 00:09:48.950 --> 00:09:52.129 huda siraj: actual like, SAT 13 00:09:52.440 --> 00:09:54.879 huda siraj: so yeah, 14 00:09:54.890 --> 00:09:56.160 huda siraj: And then 15 00:09:56.620 --> 00:10:05.479 huda siraj: I started learning react for the websites. And I was like reviewing like how to graph the things that you told me to 16 00:10:05.740 --> 00:10:10.230 huda siraj: and I think I made a lot of progress on the game. 17 00:10:10.350 --> 00:10:12.209 huda siraj: In terms of like 18 00:10:12.260 --> 00:10:18.120 huda siraj: I set up a dialog code system. So like I'll be able to 19 00:10:18.680 --> 00:10:26.130 huda siraj: like. I guess, type in my dialogue, and it's like a dynamic script, so I can add it to any scene. I want to 20 00:10:26.240 --> 00:10:32.690 huda siraj: and then I think. for folklift 21 00:10:33.650 --> 00:10:46.100 huda siraj: we're gonna actually head head off the filming this Thursday or next Thursday, I guess and my, my filming partner agreed. 22 00:10:46.160 --> 00:10:48.980 huda siraj: So timing 23 00:10:49.040 --> 00:10:50.790 huda siraj: and then 24 00:10:52.140 --> 00:11:02.270 huda siraj: for empowering AI, we got the. We got someone to like start building the website I gave her like, I mean, like a document with every feature that we need and like 25 00:11:02.450 --> 00:11:15.470 huda siraj: things that we need right now and then. Oh, yeah, for the Youtube. Video. It's actually exporting right now. Which is probably why I'm like, really laggy. But yeah, I'm almost done with that 26 00:11:17.670 --> 00:11:31.269 Jenny Duan: congratulations on the Youtube. That's awesome. I'm so happy to see that up. And then how's the slideshow going with empowering a I like, how are your slides going. Are you still planning to do that? And how's the organization going? 27 00:11:31.500 --> 00:11:52.410 huda siraj: Yes, I think. I think our progress on that has been kind of slow I think, cause we need to probably like meet in your life and work on it together, cause I think it's kinda hard to like work on it asynchronously, because I feel like maybe she doesn't know what to do or anything, cause I started the slides. 28 00:11:52.490 --> 00:12:05.440 huda siraj: But I think I don't think we've gotten to like where we need to for the first slide. So I think this week I'll probably catch up with her and try to work on it in real life. 29 00:12:06.080 --> 00:12:13.290 Jenny Duan: Okay, got it. And then for the Congressional app challenge, are you still working on that? And what's the progress on that? 30 00:12:13.660 --> 00:12:15.320 huda siraj: Yeah. So 31 00:12:16.270 --> 00:12:26.290 huda siraj: we started like planning out the Ui we. Wanna I think we already started doing this like last week. But 32 00:12:26.350 --> 00:12:33.520 huda siraj: we started making our figma designs and it's on her computer. But it's like 33 00:12:34.200 --> 00:12:44.840 huda siraj: we're trying to make it more professional for the app challenge. And then we're also trying to write like what our purpose is for a project and what exact features we need 34 00:12:45.080 --> 00:12:46.349 huda siraj: on a document. 35 00:12:46.530 --> 00:12:49.359 Jenny Duan: Could she share the figma file with you. 36 00:12:50.350 --> 00:12:57.489 huda siraj: I don't have it right now. I can send it to like. I'll ask her, and I can probably send it to you today. 37 00:12:57.690 --> 00:13:06.169 Jenny Duan: Okay, yeah. I don't necessarily need a copy of the fig. But I just wanna make sure that you have access to it cause you said it was on her computer. But you also have access to it. 38 00:13:07.060 --> 00:13:13.960 huda siraj: Yeah, I think we're working on it. In person. So we're working on it on her computer. So yeah. 39 00:13:15.760 --> 00:13:21.040 Jenny Duan: awesome. And then, how did the first film club meeting go? 40 00:13:21.730 --> 00:13:29.730 huda siraj: Or like, how is that going? My our advisor. She didn't, and she wasn't here at school. 41 00:13:29.810 --> 00:13:48.879 huda siraj: So what we're gonna do, we're gonna have like a meeting this week without her cause although, like our school, kinda requires our advisor to be present, I feel like we don't wanna lag behind too far. So we're just gonna try to meet 42 00:13:48.960 --> 00:13:58.469 huda siraj: during lunch or something. Where hopefully she comes back this week. But if she doesn't, we'll like book out like a room in the library. 43 00:13:58.590 --> 00:14:01.030 huda siraj: and yeah. 44 00:14:03.870 --> 00:14:08.129 Jenny Duan: that's awesome. I think you can label it as sort of an unofficial meeting. So 45 00:14:08.180 --> 00:14:23.540 Jenny Duan: if you get into trouble. Just say that it was like not an official meeting, but it was still. It was still your first meeting, but you could just call it if they ask you questions about it, you could just say it's an unofficial meeting and not an official meeting cause. I know how difficult it is navigating the things with the 46 00:14:23.670 --> 00:14:40.029 Jenny Duan: like supervisors, and all of that. so yeah, yeah, okay. so I think to day, what I really want to focus on is getting your NCWI, T. Application, like updated and 47 00:14:40.660 --> 00:14:51.450 Jenny Duan: sort of more drafted. So do you have a progress update on that, and how your essays are going. I saw that you put a draft of your at first essay. A couple of weeks ago. Yeah, like a week ago. 48 00:14:51.730 --> 00:14:53.990 huda siraj: Yeah. So I kind of 49 00:14:54.150 --> 00:15:01.039 huda siraj: II feel like it's like, really not concise. And it's like way over 250 words. 50 00:15:01.140 --> 00:15:06.269 huda siraj: For the other ones. I didn't. I should probably start like 51 00:15:07.080 --> 00:15:14.359 huda siraj: giving. I'm coming up with ideas, but I was a bit occupied this week, but I think I'll work on it more this week. 52 00:15:14.710 --> 00:15:21.910 Jenny Duan: Okay, why don't we just go through it right now? So this is the first essay, right? And 53 00:15:22.420 --> 00:15:26.350 Jenny Duan: yeah, did you? Is this the end of the essay, or do you still plan to write more? 54 00:15:26.970 --> 00:15:37.899 huda siraj: II wanna write more like, but I was. I saw that like I wanted to first like concise, like, make this more concise. 55 00:15:38.090 --> 00:15:46.910 huda siraj: the beginning part, and then like continue cause. I feel like the part after this should be more like more in depth to show like my leadership. 56 00:15:47.080 --> 00:15:49.190 huda siraj: So maybe like. 57 00:15:50.100 --> 00:15:55.380 huda siraj: I'd like, I probably work on it. After I can make this more concise. Yeah. 58 00:15:55.850 --> 00:16:16.980 Jenny Duan: right? Yeah, I think what you wanna focus on is because right now, looking at it, I feel like a lot of the essays about your parents. But the main focus of the essay should be you, because at the end of the day, you know, it's not your mom applying for this where it's not your dad applying for the award. It's you. And so, while your parents have inspired you, I think the main bulk of the essay should be about you what you've done, what you're interested in, etc. 59 00:16:17.260 --> 00:16:18.370 Jenny Duan: And so 60 00:16:18.840 --> 00:16:30.590 Jenny Duan: let's figure out how we can shift that. So I think that taking away all of the things that aren't necessary. We can start with that. For example, like this true crime television show. 61 00:16:30.840 --> 00:16:34.640 Jenny Duan: The cooking aspect is not exactly relevant to your essay 62 00:16:34.780 --> 00:16:42.199 Jenny Duan: because it doesn't add anything to explain why you are doing what you're doing or like, even 63 00:16:42.380 --> 00:16:55.510 Jenny Duan: related to your leadership or your involvements in computer science. It's more about your mom. So if your mom were applying for this, then she might write about her passion for cooking. But since it's you applying. I don't think you need to write about your mom's passion for cooking. 64 00:16:56.620 --> 00:16:58.520 Jenny Duan: So okay. 65 00:17:00.310 --> 00:17:01.560 Jenny Duan: let's see. 66 00:17:02.500 --> 00:17:09.479 Jenny Duan: is there another way that we could explain your mum's start in technology besides cooking 67 00:17:11.359 --> 00:17:16.890 huda siraj: I guess she went to college for like 68 00:17:17.060 --> 00:17:20.339 huda siraj: when she went to college it was about like engineering. 69 00:17:20.380 --> 00:17:23.139 huda siraj: but she wasn't truly like 70 00:17:24.140 --> 00:17:26.830 huda siraj: she never like pursued it after marriage. 71 00:17:27.579 --> 00:17:30.979 huda siraj: so maybe we could talk about like 72 00:17:32.340 --> 00:17:36.049 huda siraj: her involvement during during her college years. 73 00:17:37.040 --> 00:17:38.520 huda siraj: or 74 00:17:39.080 --> 00:17:51.700 huda siraj: I'm not sure, because I kind of want like portray her stories like she didn't really have that many opportunities, and like she wasn't really involved in tech before. But then once she got this opportunity, she like 75 00:17:52.050 --> 00:17:56.300 huda siraj: she found it empowering. So I kind of want to like. 76 00:17:57.130 --> 00:18:00.779 huda siraj: show her discovering technology 77 00:18:01.400 --> 00:18:02.540 huda siraj: from nothing. 78 00:18:02.920 --> 00:18:05.650 Jenny Duan: Right? So 79 00:18:08.200 --> 00:18:10.360 Jenny Duan: let's see? 80 00:18:15.410 --> 00:18:26.459 Jenny Duan: Okay, I'm I'm gonna just delete this first part. Remember, there's an original copy of it saved here. So if you wanna go back, there's the original copy up here. But I'm just gonna work on editing off of this. 81 00:18:26.590 --> 00:18:38.790 Jenny Duan: So okay. I think this part is not relevant to your essay or to the theme of your essay. So I'm going to cut it out and let's see if we can replace it with something better so. 82 00:18:39.830 --> 00:18:41.130 Jenny Duan: And 83 00:18:47.910 --> 00:18:50.130 Jenny Duan: let's see. So you want to convey 84 00:18:50.220 --> 00:19:04.220 Jenny Duan: the fact that, you know, getting a job in technology was empowering for your mom. And it wasn't something that she had previously known how to do. So it was inspiring, like watching her learn how to code and during her job search process. Right? Yeah. 85 00:19:04.790 --> 00:19:05.600 Jenny Duan: Okay. 86 00:19:08.470 --> 00:19:09.730 Jenny Duan: let's see. 87 00:19:13.400 --> 00:19:14.800 Jenny Duan: And 88 00:19:18.210 --> 00:19:21.329 Jenny Duan: and how would you describe your mum like starting to learn? 89 00:19:22.340 --> 00:19:33.410 huda siraj: So I'd say one. She was like really self reliant, and 2. She was like really persevering cause she really like wanted like 90 00:19:33.460 --> 00:19:45.530 huda siraj: she herself like wanted to know more about technology and like it was really important to her that she knew. So she was really resourceful and definitely like 91 00:19:45.870 --> 00:19:54.949 huda siraj: she learned from Youtube, she learned from like friends and like online. And so and etc. And I feel like 92 00:19:55.120 --> 00:19:59.569 huda siraj: she was definitely very like self-reliant during the journey. 93 00:20:00.860 --> 00:20:05.049 Jenny Duan: Right? And so how has this impacted your journey? 94 00:20:06.020 --> 00:20:16.189 huda siraj: I guess at that time I was like in middle school. And I was still like developing my interests and what I wanted to do. And 95 00:20:16.230 --> 00:20:19.210 huda siraj: I guess just seeing her like 96 00:20:19.630 --> 00:20:32.500 huda siraj: seeing her be being able to like, learn this so quickly and easily, and how it helped her kind of inspired me, and that, like I could probably do this, too, if my mom can 97 00:20:32.540 --> 00:20:36.069 huda siraj: and maybe like her ability to learn, help me 98 00:20:37.590 --> 00:20:39.959 Jenny Duan: alright. I think that this is actually 99 00:20:40.530 --> 00:20:42.380 Jenny Duan: a good start. 100 00:20:43.160 --> 00:20:44.530 Jenny Duan: And then 101 00:20:46.950 --> 00:20:48.729 Jenny Duan: I feel like 102 00:20:48.910 --> 00:20:56.179 Jenny Duan: this. I don't think you need to talk about your dad, actually, because I feel like at the end, you don't talk about him again. 103 00:20:56.480 --> 00:21:14.969 Jenny Duan: because I don't, or I don't think you can. I don't think you would need a full paragraph. I think maybe one sentence, because I think the focus like, right here, you're you're talking back about your mom. And I feel like you're in the beginning. You're talking about your mom in the end. You're talking about your mom. So I feel like the part about your dad is maybe like. 104 00:21:14.970 --> 00:21:32.180 Jenny Duan: if we're short on words, I think you can cut it, or maybe write about your dad in a different essay, but not necessarily this one, because it is just only a 250 word count. So that's not a lot of words, and I feel like the thing about your dad doesn't add anything different. It's more of a reiteration about why your parents have inspired you. 105 00:21:32.780 --> 00:21:34.089 huda siraj: I'm going to take this 106 00:21:34.470 --> 00:21:39.110 Jenny Duan: out for now and then put it back at the end, like 107 00:21:39.410 --> 00:21:45.769 Jenny Duan: as just. I'm just gonna keep it here in case we need it again. But right now let's just keep it this. 108 00:21:45.920 --> 00:21:51.189 Jenny Duan: and then let me see what the word count is here. Okay, this is, this is pretty much 109 00:21:51.210 --> 00:21:52.960 Jenny Duan: the amount of words that you get. 110 00:21:53.490 --> 00:22:02.119 Jenny Duan: After everything is cut out. So with this word count, let's edit and improve the response. 111 00:22:02.650 --> 00:22:08.580 Jenny Duan: So I liked this beginning in the same way that I inherited my 5 foot 7 height from my parents. I felt that I 112 00:22:08.740 --> 00:22:14.129 Jenny Duan: Oh, yeah, I feel like we can cut out a lot of 113 00:22:14.720 --> 00:22:26.039 Jenny Duan: these words like I felt that I you can just say in the same way that in the same way, I inherited by 5 foot 7. Height from my parents, I, inherited 114 00:22:26.670 --> 00:22:29.380 Jenny Duan: my passion for technology from them, too. 115 00:22:31.330 --> 00:22:32.130 Jenny Duan: okay. 117 00:22:36.870 --> 00:22:40.560 Jenny Duan: I, inherited my tech fashion. Okay? 118 00:22:40.760 --> 00:22:47.060 Jenny Duan: the same. 119 00:22:49.720 --> 00:23:03.039 Jenny Duan: I inherited. Okay, the the the reason why I'm spending so much time looking at this is because I wanna make it seem more like you're driving the story. Not like your parents are driving the story, but like your passion for technology 120 00:23:03.310 --> 00:23:07.520 Jenny Duan: is something that, like you started in yourself, too. 121 00:23:07.710 --> 00:23:11.980 Jenny Duan: So let me see. because right now it kind of seems like 122 00:23:12.110 --> 00:23:19.240 huda siraj: your parents have inspired your passion for technology. But then we wanna see like how you've nurtured that without your parents? 123 00:23:19.760 --> 00:23:21.620 Jenny Duan: Right? 124 00:23:23.160 --> 00:23:27.610 Jenny Duan: so during your childhood, was there anything else that like made you want to pursue technology? 125 00:23:29.280 --> 00:23:33.940 huda siraj: I guess one thing is that 126 00:23:34.000 --> 00:23:45.270 huda siraj: it's kinda like weird. But like most of my family from like my mom's side and they're all doctors. And it's kind of like 127 00:23:45.330 --> 00:24:03.329 huda siraj: even though computer science is like a popular field. It's kind of uncommon for any of us to get into technology. And I guess my dad was probably like one of the only people in the family that are interested in technology. And I guess 128 00:24:03.350 --> 00:24:05.940 huda siraj: that kind of inspired me cause 129 00:24:06.120 --> 00:24:22.060 huda siraj: like. In the beginning, I probably wanted to do something basic like becoming a doctor or just following the footsteps of before. But then I saw that, like Co, technology and computer science kind of has like. 130 00:24:22.200 --> 00:24:26.509 huda siraj: it's like a whole new like topic and whole new world. 131 00:24:26.580 --> 00:24:31.430 huda siraj: And it's like things to learn and like, explore. 132 00:24:32.530 --> 00:24:38.189 Jenny Duan: got it. Got it? Yeah. So let's see. In the same way I inherited my 500 133 00:24:38.360 --> 00:24:39.740 Jenny Duan: 7 134 00:24:41.910 --> 00:24:45.269 Jenny Duan: I want to say, like. 135 00:24:46.120 --> 00:24:51.989 Jenny Duan: my passion for technology was inspired by them, too. 136 00:24:53.510 --> 00:25:03.560 huda siraj: But I feel like this. Analogy doesn't make sense. We could change the analogy from something like the same way, like something that 137 00:25:03.720 --> 00:25:08.040 huda siraj: I started like liking. Because 138 00:25:09.270 --> 00:25:11.749 huda siraj: do you like cooking? Say, yeah. 139 00:25:12.080 --> 00:25:20.309 Jenny Duan: okay in the same way I her. But then I feel like it's not relevant. Because if you say that, like you like cooking. 140 00:25:20.540 --> 00:25:21.380 Jenny Duan: right 141 00:25:21.540 --> 00:25:29.949 Jenny Duan: then how does that relate to anything else like. If, if I said in the same way inherited my passion for cooking 142 00:25:30.170 --> 00:25:31.879 Jenny Duan: from my parents. 143 00:25:32.280 --> 00:25:43.160 Jenny Duan: my passion for my love for cooking for my parents. My passion for technology was inspired by them, too. I feel like like the fact that you like cooking doesn't add anything to this application question 144 00:25:44.130 --> 00:25:45.270 Jenny Duan: by. 145 00:25:54.920 --> 00:25:58.830 huda siraj: I guess I could say like in the same way, like 146 00:25:58.950 --> 00:26:08.260 huda siraj: my parents taught me to embrace my culture. They taught me to embrace my like, I guess. 147 00:26:08.500 --> 00:26:15.239 huda siraj: technology. loving brain or something like that. 148 00:26:15.340 --> 00:26:19.289 huda siraj: How's this? The same way inherited my curiosity for learning. 149 00:26:19.320 --> 00:26:23.290 Jenny Duan: for my parents. My passion for technology was inspired by them, too. 150 00:26:24.530 --> 00:26:26.450 huda siraj: Okay, yeah, that sounds great. 151 00:26:26.860 --> 00:26:33.539 Jenny Duan: Okay, curiosity for learning can be replaced with something else. But it's just like some positive trait about you. And then like 152 00:26:33.620 --> 00:26:35.349 Jenny Duan: your passion for technology. 153 00:26:35.630 --> 00:26:37.279 huda siraj: Okay, yeah. 154 00:26:37.420 --> 00:26:47.410 Jenny Duan: but if you feel like curiosity for learning doesn't sound like you, then we can change that. So make a note so feel free to change this. It's just a placeholder 155 00:26:49.620 --> 00:26:51.599 Jenny Duan: my parents. 156 00:26:53.430 --> 00:26:55.900 Jenny Duan: Vincent. for my parents. 157 00:26:56.660 --> 00:26:59.040 Jenny Duan: my. 158 00:26:59.930 --> 00:27:07.689 Jenny Duan: my, my parents, it. young South Asian Moslem immigrants came to the Bay Area to access wood, allow them to empower. 159 00:27:07.820 --> 00:27:10.339 Jenny Duan: but to access. What? 160 00:27:11.580 --> 00:27:17.060 Jenny Duan: What allowed, I feel like, allowed is enabled, maybe. 161 00:27:17.110 --> 00:27:19.339 Jenny Duan: oh, enabled us better. Great 162 00:27:21.870 --> 00:27:23.990 Jenny Duan: empower themselves. Technology. 163 00:27:24.210 --> 00:27:29.960 Jenny Duan: okay. 164 00:27:32.370 --> 00:27:36.350 Jenny Duan: that's it. And now we need to talk about like overcoming challenges. 165 00:27:36.520 --> 00:27:40.429 Jenny Duan: So what are some challenges that your mum faced? 166 00:27:41.750 --> 00:27:43.949 huda siraj: I'd say, like. 167 00:27:44.750 --> 00:27:59.069 huda siraj: in terms of like finding a tech related job or anything I'd say she kind of had the same issue as me, where, like none of her friends or anything, were really like interest, and couldn't help her with 168 00:27:59.840 --> 00:28:10.000 huda siraj: with anything like related technology. So maybe that. Or I think the main thing is she didn't have X access to like 169 00:28:10.160 --> 00:28:21.280 huda siraj: coding or like any job opportunities, especially since being a housewife for so long, I think. Her ability to just get a job was her biggest issue. 170 00:28:22.040 --> 00:28:30.490 Jenny Duan: Right? What about? Let's see, despite limited resources, do they have? Did her mom experience a language barrier at all? Or did she already know English? 171 00:28:30.770 --> 00:28:33.810 Jenny Duan: She already knew English. So 172 00:28:33.900 --> 00:28:36.840 Jenny Duan: okay, so I'm not gonna say language barrier. 173 00:28:37.100 --> 00:28:41.450 Jenny Duan: What other? You know, difficulties. Did she experience? 174 00:28:43.390 --> 00:28:50.360 huda siraj: maybe like the like. The I don't know if this would be like 175 00:28:50.470 --> 00:29:03.659 huda siraj: good. But maybe like how she had to take care of like 2 things at once, like her children, and like trying to learn something new. And like being in that kind of situation. 176 00:29:03.670 --> 00:29:05.759 huda siraj: Wasn't really helping her. 177 00:29:07.070 --> 00:29:08.709 Jenny Duan: How many siblings do you have? 178 00:29:09.140 --> 00:29:10.770 huda siraj: 2? 2? Yeah. 179 00:29:11.570 --> 00:29:17.139 Jenny Duan: despite limiting limited resources in caring for myself and my 2 siblings at the time. 180 00:29:18.310 --> 00:29:21.760 Jenny Duan: How would you describe your mom's work? 181 00:29:23.010 --> 00:29:25.910 huda siraj: Like what she does or 182 00:29:26.110 --> 00:29:27.969 Jenny Duan: like, how did she prepare? 183 00:29:28.390 --> 00:29:33.619 huda siraj: Okay, I'd say, my mom spent endless hours 184 00:29:34.200 --> 00:29:43.840 huda siraj: searching for opportunities and learning languages, I guess. 185 00:29:45.240 --> 00:29:48.150 huda siraj: And she she definitely like. 186 00:29:48.560 --> 00:29:59.900 huda siraj: always have it on like before she'd watch TV. She'd now watches Youtube tutorials on TV. It's like, became an everyday part of life. I'd say. 187 00:30:03.510 --> 00:30:04.290 Jenny Duan: Yeah. 188 00:30:10.190 --> 00:30:15.950 Jenny Duan: okay. And then I feel like this, I feel like this, pretty much summarizes everything else 189 00:30:17.840 --> 00:30:19.230 Jenny Duan: in this paragraph. 190 00:30:21.970 --> 00:30:32.950 Jenny Duan: So, despite limited resources in caring for myself and my 2 siblings. At the time my mom spent endless hours searching for opportunities in learning computer science languages. has secured her job as a front end web developer. 191 00:30:34.330 --> 00:30:37.320 Jenny Duan: I feel that this sentence can also be deleted. 192 00:30:39.660 --> 00:30:41.340 Jenny Duan: And then 193 00:30:41.470 --> 00:30:45.820 Jenny Duan: let's add one more. One more sentence about like. 194 00:30:46.550 --> 00:30:50.950 Jenny Duan: how your mom has overcome this challenge or how this has inspired you. 195 00:30:52.740 --> 00:30:57.650 huda siraj: okay, I guess 196 00:30:58.330 --> 00:31:13.660 huda siraj: I'd say, like I have. I'm like, I see how, even though she has all these like set backs, she was able to do it while I'm young, and I don't have any of these setbacks, and I can almost do anything 197 00:31:13.690 --> 00:31:23.339 huda siraj: and seeing her kind of just convinced me that if it's possible for her, it's possible for me. And it it taught me 198 00:31:23.480 --> 00:31:31.369 huda siraj: I kinda like she kinda taught me that. I could do anything by myself using technology 199 00:31:31.380 --> 00:31:34.180 huda siraj: because it empowered her as well. 200 00:31:35.330 --> 00:31:38.899 Jenny Duan: Right? So how do we summarize that in like one sentence? 201 00:31:39.860 --> 00:31:49.550 huda siraj: so like kind of your kind of concluding this, or 202 00:31:50.150 --> 00:31:53.960 Jenny Duan: Oh, no, no, I'm just adding a transition to this 203 00:31:55.010 --> 00:31:59.220 Jenny Duan: to this paragraph, or maybe we don't even need another transition. 204 00:32:00.190 --> 00:32:12.829 huda siraj: so we could probably write something like this like or we could put this into that paragraph like. 205 00:32:17.330 --> 00:32:19.480 Jenny Duan: Yeah, 206 00:32:20.790 --> 00:32:24.279 Jenny Duan: actually, I feel like this is fine. How it was before 207 00:32:24.900 --> 00:32:26.090 huda siraj: the 208 00:32:26.240 --> 00:32:27.590 Jenny Duan: okay. Hmm. 209 00:32:34.940 --> 00:32:39.460 Jenny Duan: not my Mom find myself as how to do the same. 210 00:32:42.320 --> 00:32:51.290 Jenny Duan: Despite both my parents working hard. I found that I still struggled. 211 00:32:55.850 --> 00:32:59.490 Jenny Duan: though he still struggled to 212 00:33:00.920 --> 00:33:05.719 Jenny Duan: access opportunities in my small suburban town 213 00:33:10.370 --> 00:33:11.610 Jenny Duan: engagement. 214 00:33:12.650 --> 00:33:13.700 Jenny Duan: Hi. 215 00:33:15.930 --> 00:33:16.930 Jenny Duan: so 216 00:33:17.980 --> 00:33:21.219 Jenny Duan: discouraged instant participation. 217 00:33:22.170 --> 00:33:30.360 Jenny Duan: Boy, let's see what the question is asking. Again. be sure to provide specific details on your technology skills and activities 218 00:33:33.540 --> 00:33:40.790 Jenny Duan: struggled. Let's see how much, how many words we have left. Okay, we have 100 words left. 219 00:33:41.440 --> 00:33:42.180 huda siraj: Yeah. 220 00:33:45.870 --> 00:33:51.079 huda siraj: so like, now, we have to give like specific details. 221 00:33:51.220 --> 00:33:58.480 huda siraj: So this be where I kind of put in my experience at the Hackathon or with Hackathon Club. 222 00:33:59.140 --> 00:34:00.520 Jenny Duan: Right? Yeah. 223 00:34:00.720 --> 00:34:16.880 Jenny Duan: Let's see, I still think that I want to cut the beginning shorter. So you can write more at the end because I want to like. See how the beginning. Is your parents inspired you? But then you know, how did you get involved in? What are the things that you have done that Skinbolt and Hackathon Club. That's 224 00:34:17.920 --> 00:34:28.969 Jenny Duan: like start empowering. AI. All of these other things join robotics when you were in middle school. All these things, I think, are really valuable. and I want to make sure that we don't leave them out. 225 00:34:29.530 --> 00:34:32.670 Jenny Duan: Umhm. So let's see 226 00:34:32.679 --> 00:34:33.989 Jenny Duan: how we can. 227 00:34:36.210 --> 00:34:40.110 Jenny Duan: Came to the Bay Area to access. 228 00:34:50.710 --> 00:34:54.239 huda siraj: Maybe I could remove South, since it doesn't really add anything. 229 00:34:54.510 --> 00:35:03.139 Jenny Duan: No, I feel like South Asian. That's fine. I feel like we're not trying to remove individual words here, but seeing, like what sentences or phrases we can cut out. 230 00:35:04.030 --> 00:35:05.090 huda siraj: go 231 00:35:05.890 --> 00:35:08.940 Jenny Duan: this 5. My parents. 232 00:35:12.700 --> 00:35:14.190 Jenny Duan: Inspiration. 233 00:35:15.270 --> 00:35:15.970 Jenny Duan: Yep. 234 00:35:17.230 --> 00:35:26.750 Jenny Duan: new technology. 235 00:35:27.160 --> 00:35:29.370 Jenny Duan: Is there another word for empowered. 236 00:35:31.180 --> 00:35:38.030 huda siraj: that's okay. We could do 237 00:35:39.660 --> 00:35:41.630 Jenny Duan: seeing my mom's efforts. 238 00:35:45.890 --> 00:35:47.929 huda siraj: Maybe, like influence. 239 00:35:49.650 --> 00:35:50.650 Jenny Duan: pay off 240 00:35:52.940 --> 00:35:56.510 Jenny Duan: seeing my mom's. Oh. influence 241 00:35:58.940 --> 00:36:00.300 Jenny Duan: set out to despite. 242 00:36:07.510 --> 00:36:08.670 Jenny Duan: And 243 00:36:11.570 --> 00:36:17.420 huda siraj: wouldn't it make more sense to say something like seeing my mum's journey, I set out to do the same. 244 00:36:17.880 --> 00:36:20.150 Jenny Duan: Oh, yeah, that's perfect. 245 00:36:25.250 --> 00:36:29.599 Jenny Duan: worthless representation of what does people with by background. 246 00:36:29.930 --> 00:36:33.419 huda siraj: We are like girls, and like. 247 00:36:33.500 --> 00:36:39.170 huda siraj: especially like Muslim girls like there aren't really any in this in the field. 248 00:36:40.180 --> 00:36:41.100 Jenny Duan: Totally. 249 00:36:41.540 --> 00:36:45.640 Jenny Duan: So let's say that 250 00:36:45.690 --> 00:36:48.570 Jenny Duan: whether it be the disengagement of my 251 00:36:49.770 --> 00:36:52.309 Jenny Duan: field, here's in computer science 252 00:36:52.560 --> 00:36:58.619 Jenny Duan: or the villages appears in computer science or the misrepresentation of 253 00:37:00.390 --> 00:37:01.830 Jenny Duan: the slim girls 254 00:37:02.320 --> 00:37:04.510 Jenny Duan: in stem related clubs. 255 00:37:05.490 --> 00:37:11.930 I felt discouraged in. I felt discouraged from stem participation. 256 00:37:15.540 --> 00:37:21.740 Okay, let's see how many words that cut. Okay. so yeah, now we have a little bit more wiggle room. 257 00:37:22.760 --> 00:37:30.680 Jenny Duan: just change. This is Cs 258 00:37:35.130 --> 00:37:36.250 Jenny Duan: about the smell 259 00:37:44.280 --> 00:37:46.400 Jenny Duan: into the bay area to access 260 00:37:48.420 --> 00:37:56.859 Jenny Duan: one. and the 2 2 vexes are impounding within to prepare themselves. Technology. 261 00:37:59.800 --> 00:38:06.650 Jenny Duan: I still struggle. Whither be? I felt discouraged from some participation. Okay? And how did that change? 262 00:38:08.080 --> 00:38:10.930 huda siraj: I guess. 263 00:38:11.100 --> 00:38:17.589 huda siraj: I wanted to see a change, and like I was kind of like. 264 00:38:18.070 --> 00:38:36.620 huda siraj: I guess, finished with how people like me were participating, or anyone, for that matter. no one was participating in my small town, and I kinda wanted to make a change. So I did things such as empowering AI and 265 00:38:37.180 --> 00:38:43.800 huda siraj: I guess other programming events, such as 266 00:38:46.190 --> 00:38:49.370 huda siraj: I think. Wait. We made a list last time. So 267 00:38:49.610 --> 00:38:50.700 Jenny Duan: yes. 268 00:38:51.110 --> 00:39:00.599 huda siraj: empowering AI and participating in the Vex robotics in middle school and 269 00:39:00.910 --> 00:39:04.500 huda siraj: also share my journey with game development online? 270 00:39:06.840 --> 00:39:14.169 Jenny Duan: Right? Let's see. have you always so since what age. Have you been curious about computer science? 271 00:39:14.760 --> 00:39:25.120 huda siraj: Honestly, since, like I was 7, I think. But like, I never really did anything until I was like 11. 272 00:39:27.630 --> 00:39:28.510 Jenny Duan: Okay. 273 00:39:30.020 --> 00:39:32.729 Jenny Duan: by curiosity. 274 00:39:34.060 --> 00:39:39.249 Jenny Duan: For in the same way, I. So what did you do when you were 7? That like 275 00:39:39.420 --> 00:39:41.800 Jenny Duan: made you know that you were interested in technology. 276 00:39:42.060 --> 00:39:55.349 huda siraj: So my dad got me like this. Robot. I think we talked about this earlier. But he got me like this robot from like the apple store and basically, there's like this thing on the ipad where you can like 277 00:39:55.420 --> 00:40:12.099 huda siraj: code. It's like, walk around and I think it was like part of the swift thing. But yeah, like I was, I was like a really big fan of that. And I just thought that like having a robot walk around. It's like the coolest thing. Just something that I really like 278 00:40:12.430 --> 00:40:14.340 huda siraj: adored when I was younger. 279 00:40:15.090 --> 00:40:15.960 Right? 280 00:40:16.950 --> 00:40:23.299 Jenny Duan: Why don't actually, what have we started the essay with that instead? And then, like 281 00:40:23.430 --> 00:40:35.159 Jenny Duan: touched it about your parents? Because I feel like this. Essay is a lot about your parents and not enough about you. So let's see. 282 00:40:39.150 --> 00:40:42.730 Jenny Duan: is there a way that we can change the beginning to reflect that? 283 00:40:44.350 --> 00:40:51.909 Jenny Duan: if you were to. Okay, let's just say, if you were to write with that start in mind, how would you write it? 284 00:40:53.740 --> 00:41:00.980 huda siraj: I'd probably describe, like my like my dad, he probably got me a gift, and then I'd be like 285 00:41:01.070 --> 00:41:03.220 huda siraj: describing. 286 00:41:03.240 --> 00:41:08.730 huda siraj: Sure like, write a sentence I'd be like, Oh, yeah, you have access to the Doc feel free to write things down. 287 00:41:09.480 --> 00:41:16.120 huda siraj: I'd probably like I ripped open the packaging 288 00:41:19.450 --> 00:41:29.110 huda siraj: of the I think it's called Jimu Robot, and that my dad brought me 289 00:41:29.700 --> 00:41:32.309 huda siraj: my seventh birthday. 290 00:41:33.470 --> 00:41:37.030 huda siraj: I guess I wanna kind of describe that. I was 291 00:41:37.160 --> 00:41:39.680 huda siraj: really eager by 292 00:41:41.560 --> 00:41:49.109 huda siraj: angrily ripped about, opened the package of the Jim Aruba that my dad bought me for my seventh birthday. 293 00:41:49.310 --> 00:42:01.140 huda siraj: guess And 294 00:42:02.440 --> 00:42:03.940 huda siraj: it came 295 00:42:05.320 --> 00:42:07.779 huda siraj: the or I guess the robot 296 00:42:09.030 --> 00:42:17.490 huda siraj: the main feature of the robot. 297 00:42:18.330 --> 00:42:19.220 huda siraj: or 298 00:42:21.540 --> 00:42:23.100 huda siraj: I couldn't believe 299 00:42:24.740 --> 00:42:25.770 huda siraj: that 300 00:42:26.550 --> 00:42:29.890 huda siraj: a small kid like me 301 00:42:32.040 --> 00:42:34.790 huda siraj: could control 302 00:42:35.420 --> 00:42:37.230 huda siraj: an actual robot 303 00:42:38.270 --> 00:42:40.390 huda siraj: with the use of my 304 00:42:42.650 --> 00:42:44.000 huda siraj: small ipad. 305 00:42:47.500 --> 00:42:48.920 huda siraj: I know. 306 00:42:51.360 --> 00:42:54.610 huda siraj: Yeah, I don't really know where to where to go from there like 307 00:42:55.280 --> 00:43:01.169 huda siraj: should I connect it to like the first paragraph, or 308 00:43:02.280 --> 00:43:06.950 Jenny Duan: I feel like 309 00:43:08.470 --> 00:43:10.250 Jenny Duan: the 310 00:43:12.030 --> 00:43:13.210 Jenny Duan: yeah, what have we? 311 00:43:14.410 --> 00:43:16.729 Jenny Duan: Let me just put this back in here? 312 00:43:27.310 --> 00:43:29.360 Jenny Duan: I eagerly ripped open the package. 313 00:43:30.370 --> 00:43:38.839 Jenny Duan: I feel like we can delete this 314 00:43:38.850 --> 00:43:41.660 Jenny Duan: passion for technology was inspired by them, too. 316 00:44:06.550 --> 00:44:08.570 Jenny Duan: real school. 317 00:44:14.640 --> 00:44:15.420 Jenny Duan: Okay? 318 00:44:16.380 --> 00:44:35.629 Jenny Duan: So I think we can do this. So I equally so the beginning should be, can be talking about your your present, and then you can mention your parents. But I don't think we need more than like 2 sentences on your parents, because I still feel like the focus should be on Muse. So then then you could talk about your struggle. Despite this 319 00:44:35.900 --> 00:44:37.940 Jenny Duan: like. But despite this. 320 00:44:40.290 --> 00:44:42.380 Jenny Duan: then, like 321 00:44:44.100 --> 00:44:46.369 Jenny Duan: How? What have you done? I 322 00:44:48.150 --> 00:44:52.570 Jenny Duan: Their passion 323 00:44:52.640 --> 00:44:56.170 Jenny Duan: that started with a small robot dog. 324 00:44:57.330 --> 00:44:59.140 Jenny Duan: has not or 325 00:44:59.730 --> 00:45:05.450 Jenny Duan: did not said. And then you can say, like a 326 00:45:07.680 --> 00:45:12.519 Jenny Duan: motivated by the desire to makes them 327 00:45:13.840 --> 00:45:17.350 Jenny Duan: more accessible. And 328 00:45:19.130 --> 00:45:21.029 Jenny Duan: for people from up 329 00:45:21.810 --> 00:45:24.770 Jenny Duan: for people, from all backgrounds. 330 00:45:26.170 --> 00:45:27.300 Jenny Duan: Hi. 331 00:45:29.740 --> 00:45:31.959 Jenny Duan: and then we can just 332 00:45:35.450 --> 00:45:36.630 Jenny Duan: started 333 00:45:38.450 --> 00:45:46.889 Jenny Duan: sharing my process, developing a an A I education game 334 00:45:48.890 --> 00:45:50.310 Jenny Duan: on Youtube. 335 00:45:51.710 --> 00:45:53.120 Jenny Duan: I 336 00:45:53.810 --> 00:45:56.070 Jenny Duan: well discourage from 337 00:45:57.080 --> 00:45:59.059 Jenny Duan: stem participation. 338 00:46:00.330 --> 00:46:02.740 Jenny Duan: I 339 00:46:05.560 --> 00:46:06.310 Jenny Duan: okay. 340 00:46:09.810 --> 00:46:10.970 Jenny Duan: Near 341 00:46:12.750 --> 00:46:20.210 Jenny Duan: of. They felt discouraged from stem participation rather than 342 00:46:23.010 --> 00:46:31.690 Jenny Duan: And then I'm I'm just trying to see how we can like show your growth over time. 343 00:46:31.980 --> 00:46:32.910 Jenny Duan: So 344 00:46:33.030 --> 00:46:42.590 Jenny Duan: I mean, it's it. When you were 7. You had a robot dog that you controlled with code on your ipad. Then what? After that? What was the next like? Technology related thing that you did 345 00:46:43.360 --> 00:46:46.490 huda siraj: I think 346 00:46:48.960 --> 00:46:51.360 huda siraj: I'd say in middle school. 347 00:46:51.410 --> 00:46:54.250 huda siraj: II took like. 348 00:46:54.470 --> 00:47:14.959 huda siraj: I went to vex robotics. And also I, took like computer science like lessons. And I used like in my free time. I kind of convert everything into like, know how you have to make flowcharts and stuff for programs. I used to like relate that to almost everything. So I used to make like, I used like 349 00:47:15.420 --> 00:47:20.289 huda siraj: kind of translate everything antikode, even from real life. So 350 00:47:22.470 --> 00:47:23.330 Jenny Duan: right? 351 00:47:23.470 --> 00:47:39.409 Jenny Duan: Okay, I feel like this is super good, like your you started with, you know, this little robot dog. And then you transition to vex robotics. I feel like, that's a good transition. And then you started game development. And then you started like building community on your code with code. 352 00:47:40.360 --> 00:47:43.509 Jenny Duan: So let's see how we can do that. So you you 353 00:47:43.530 --> 00:47:46.110 Jenny Duan: could control it. 354 00:47:46.210 --> 00:47:49.580 Jenny Duan: An actual robot with by ipad 355 00:47:50.830 --> 00:47:53.790 Jenny Duan: of then like. 356 00:47:54.380 --> 00:48:12.939 huda siraj: maybe I could talk about like cause in the vex robotics. We actually got to build a a robot. Which I thought was kind of like sci fi, and like one of the movies and stuff, and I never knew it was actually possible. And when I got to build it I found that I really had a great interest in 357 00:48:12.950 --> 00:48:18.960 huda siraj: the technology aspect of it. And how? I guess. 358 00:48:19.330 --> 00:48:25.619 huda siraj: I really loved that robots, and I felt like empowered went like 359 00:48:26.380 --> 00:48:30.209 huda siraj: you know how vex robotics programs they usually have, like 360 00:48:30.230 --> 00:48:37.000 huda siraj: like a fight at the end, like the robots fight. I feel like I kinda felt empowered as like the robot 361 00:48:37.010 --> 00:48:39.989 huda siraj: who fought in like one. And yeah. 362 00:48:41.320 --> 00:48:44.329 Jenny Duan: they had only ever seen in Sci Fi movies before. 363 00:48:45.010 --> 00:48:48.430 Jenny Duan: while 364 00:48:50.640 --> 00:48:52.510 Jenny Duan: building the robot. 365 00:48:55.890 --> 00:48:58.339 Jenny Duan: The process of building the robot 366 00:49:00.300 --> 00:49:02.580 Jenny Duan: losses of building the robot 367 00:49:02.870 --> 00:49:07.439 Jenny Duan: led to a filling of empowerment 368 00:49:12.860 --> 00:49:15.130 Jenny Duan: and excitement I'd 369 00:49:15.190 --> 00:49:17.670 Jenny Duan: never previously experienced 370 00:49:18.860 --> 00:49:20.120 Jenny Duan: of. 371 00:49:25.850 --> 00:49:29.720 Jenny Duan: despite my initial love or technology. 372 00:49:32.980 --> 00:49:38.030 Jenny Duan: And then let's put in this paragraph, little school. I still shall go to access 373 00:49:38.170 --> 00:49:45.810 Jenny Duan: opportunities. I felt discouraged from stem participation. despite that my passion has started. 374 00:49:46.210 --> 00:49:50.589 Jenny Duan: did not fade. I spent 375 00:49:50.650 --> 00:49:59.830 Jenny Duan: all my free time learning about learning different computer clients. 376 00:50:00.070 --> 00:50:07.329 Jenny Duan: languages. studying game development. 377 00:50:09.190 --> 00:50:15.910 Jenny Duan: And we can and continuing it to dream about 378 00:50:18.520 --> 00:50:21.740 Jenny Duan: everything I could build with these tools 379 00:50:23.000 --> 00:50:30.929 Jenny Duan: with these tools. and then. 380 00:50:38.090 --> 00:50:39.229 Jenny Duan: let's see. 381 00:50:39.760 --> 00:50:42.859 Jenny Duan: I started sharing my 382 00:50:43.150 --> 00:50:44.790 Jenny Duan: I 383 00:50:47.250 --> 00:50:50.200 Jenny Duan: I also founded a non prophet. 384 00:50:50.650 --> 00:50:54.170 Jenny Duan: empowering AI 385 00:50:55.060 --> 00:51:01.570 Jenny Duan: that aims to educate and inspire younger 386 00:51:02.580 --> 00:51:04.530 Jenny Duan: girls like 387 00:51:06.520 --> 00:51:09.750 Jenny Duan: my 7 year old self. 388 00:51:09.970 --> 00:51:14.520 Jenny Duan: 2 per 2, their own technology dreams. 389 00:51:16.420 --> 00:51:24.379 Jenny Duan: And then we can go from there. And I feel like, if we take out the part about your parents. It's still okay, like, I feel like this reads fine. 390 00:51:24.500 --> 00:51:25.600 huda siraj: Yeah. 391 00:51:28.220 --> 00:51:33.600 Jenny Duan: obviously, this is a very rough draft. But how do you feel about like this type of formatting or structure? 392 00:51:35.580 --> 00:51:52.769 huda siraj: I really, I like how you. Kinda we kinda like connected the beginning like the intro and like where I talk about my 7 year old self. With the robots. And I really like how it was kinda connected to later part of the 393 00:51:52.780 --> 00:52:11.970 huda siraj: essay where it's like, I wanna inspire younger girls like my 7 year old self, and also about like the robot dog. And I just I really like how it's kind of continuous throughout the essay. Yeah, I think that this type of formatting with starting with your dog 394 00:52:12.020 --> 00:52:23.529 Jenny Duan: sets up a better framing because I feel like it focuses more of the essay on you and the things that you're doing and like how you've sort of gone here versus the previous iteration of your essay was more like 395 00:52:23.560 --> 00:52:37.979 Jenny Duan: your parents' story. And I think, while your parents' story is really, really inspiring, doesn't showcase as much of the things that you've done or like, how you've developed as a programmer. So I think that this fix helps address that. And then this week. 396 00:52:40.370 --> 00:52:43.350 Jenny Duan: sorry of my throat. I need to clear it 1 s. 397 00:52:43.990 --> 00:52:44.930 huda siraj: Okay. 398 00:52:45.530 --> 00:53:14.110 Jenny Duan: okay, thank you. I feel like this week. I feel like I want you to. Continue editing this and then make it sound more like you, and then put in a little bit more details about yourself. In the end. You still have about 25 words or so, so you can continue to elaborate, based on the things that you know we've identified, that you've been doing. I think you can add more of those things in. And then also, I'd like to see drafts of your other 2 essays that way next time when we meet, like on Monday or Tuesday. 399 00:53:14.580 --> 00:53:22.459 Jenny Duan: probably Tuesday. and we can like, edit, finish everything and then turn it in because I want to make sure that we're able to get it in by the deadline. 400 00:53:22.630 --> 00:53:26.100 Jenny Duan: Yeah. So how does that sound? 401 00:53:26.370 --> 00:53:31.920 huda siraj: Yeah, that sounds great. I'll probably start brainstorming, like, right after class. 402 00:53:32.430 --> 00:53:34.470 huda siraj: for the other prompts. 403 00:53:34.750 --> 00:53:36.900 Jenny Duan: Okay? Awesome. 404 00:53:37.170 --> 00:53:45.100 Jenny Duan: And then actually, why don't we just take a little bit of time? It won't take too long and just brainstorm right now, because I want to make sure that you have a good foundation to write 405 00:53:45.440 --> 00:53:50.050 Jenny Duan: these essays. So we'll just spend like 2 min doing this. 406 00:53:50.180 --> 00:53:56.450 Jenny Duan: Okay, display. How techno describe how technology may play a central role as you imagine your future. 407 00:53:56.770 --> 00:54:01.569 Jenny Duan: So how do you think that tech? So this is just like, what do you want to do in your future. 408 00:54:02.820 --> 00:54:19.119 huda siraj: I guess I wanna continue the things that I'm working on like the the thing where I wanna empower younger girls and also the the initiatives that I've started such as like 409 00:54:19.530 --> 00:54:25.379 huda siraj: the folklift thing. And I wanna like, continue using my ability to 410 00:54:25.610 --> 00:54:32.440 huda siraj: like, I guess work with technology. The things that I've done. And also 411 00:54:32.670 --> 00:54:42.469 huda siraj: I say, like, I kinda wanna make technology more relevant part in my life by 412 00:54:42.850 --> 00:54:46.170 huda siraj: I guess 413 00:54:47.510 --> 00:54:49.390 huda siraj: I can't really think of anything right now. 414 00:54:49.520 --> 00:54:59.859 Jenny Duan: Yeah. So let's just make sure that we hit these 3 things. So you plan. So you want to be a CS. Major in college. Make sure to write this. They'll look for that. So you want to be a CS. Major in college. 415 00:55:00.010 --> 00:55:22.650 Jenny Duan: then. So education, hobbies, career, make sure to touch on these 3 things. So, hobbies, you want to empower other girls. You want to do a ethics. Continue not your nonprofits. Maybe, like, continue robotics. Game development. Those are your hobbies. And then your career. What type of career do you want? Do you want to be like a software engineer, software developer, game developer. What type of career are you imagining right now? 416 00:55:22.920 --> 00:55:26.199 huda siraj: I say, like, kind of 417 00:55:26.500 --> 00:55:38.540 huda siraj: software developer or game developer. I think I'm more passionate about game development. So honestly, I could see myself doing both. But yeah. 418 00:55:38.830 --> 00:55:40.990 Jenny Duan: okay, let's just say game developer. 419 00:55:41.070 --> 00:55:44.689 Jenny Duan: for now and then I'll need to see 420 00:55:45.290 --> 00:55:49.830 Jenny Duan: what percentage of game developers are women. 421 00:55:53.420 --> 00:55:57.460 Jenny Duan: just because I feel like it would be good to have. And 422 00:55:59.500 --> 00:56:01.010 Jenny Duan: yeah, okay. 423 00:56:03.180 --> 00:56:11.629 Jenny Duan: I feel it says that only 24% of video game developers are female. So maybe it's just like right in 424 00:56:12.430 --> 00:56:14.610 Jenny Duan: because I feel like that's pretty compelling. 425 00:56:14.870 --> 00:56:29.950 Jenny Duan: So you you wanna be a game developer and change the change in industry. We're only 24% of the developers are female. I think that's pretty empowering. And then how could you use technology to solve a real world problem that you are passionate about? 426 00:56:31.920 --> 00:56:39.290 huda siraj: So would this be like a a social cause, or like something like 427 00:56:39.410 --> 00:56:43.780 huda siraj: I wanna empower like more girls like me, or should I? 428 00:56:44.090 --> 00:56:51.229 Jenny Duan: What do we have more of a cause? I feel like it's more like a specific action or a specific cause. 429 00:56:51.530 --> 00:56:53.989 Jenny Duan: Let me just see what I wrote out. 430 00:56:55.720 --> 00:56:57.110 Jenny Duan: And. 431 00:57:00.410 --> 00:57:05.139 Jenny Duan: oh, my gosh! When I did this, all these were like 500 words, but they cut him in half. 432 00:57:05.930 --> 00:57:08.060 Jenny Duan: Okay. 433 00:57:09.560 --> 00:57:20.950 Jenny Duan: yeah, I said, I wanted to redesign social media to be like more inclusive of different diverse communities. So I talked about like getting rid of Let me just show you 434 00:57:21.160 --> 00:57:40.009 Jenny Duan: I would like to redesign social media platforms to be more inclusive of PSC. Communities. One major issue I sharp to eliminate is the all gloves of neo nazism and bigotry that are sometimes perpetuated in private Facebook, Reddit, Instagram, and Twitter groups. These communities perpetuate hatred and violence and contribute to dangerous acts of cruelty, and they can even be harmful to their members. And then I also wrote about like. 435 00:57:40.380 --> 00:57:44.089 Jenny Duan: Oh, okay. So this is what I wrote about. And then I also said. 436 00:57:44.460 --> 00:57:53.010 Jenny Duan: like, this is what I've been doing to address this goal. And then another thing that I wanted to do is use technology to address mental health concerns. 437 00:57:53.020 --> 00:57:58.269 Jenny Duan: And then so and I want to create an a I bot that helps people with their mental health. 438 00:57:58.360 --> 00:58:00.380 Jenny Duan: So those are the things that I wrote about. 439 00:58:00.700 --> 00:58:08.619 Jenny Duan: But for you like that's obviously gonna be something different. And what do you? What would you use technology to do? 440 00:58:09.910 --> 00:58:11.110 huda siraj: And 441 00:58:11.160 --> 00:58:19.219 huda siraj: I guess one thing like kind of inspired by what you wrote. I kind of want like a safer space for people to 442 00:58:19.450 --> 00:58:32.160 huda siraj: I guess, express themselves. I guess. Could I reiterate on the fact that like game development isn't that common for female developers? 443 00:58:32.230 --> 00:58:44.540 huda siraj: I guess like I wanna using technology? Since the game does include topics about a ethics. And also like popular web or 444 00:58:44.560 --> 00:58:49.039 huda siraj: impactful women and stem. I guess I kinda wanna 445 00:58:49.060 --> 00:58:52.929 huda siraj: kind of impact. And like. 446 00:58:53.350 --> 00:59:01.120 huda siraj: have more people know about these people that made significant 447 00:59:01.240 --> 00:59:03.180 huda siraj: contributions. 448 00:59:04.020 --> 00:59:05.520 Jenny Duan: Yeah, totally. 449 00:59:05.580 --> 00:59:16.460 Jenny Duan: That's super good. And then you can also write about things like how video games right now are like a lot of video games are very violent, and they contribute to like 450 00:59:16.710 --> 00:59:33.179 Jenny Duan: to mental health issues, because, like a lot of like, for example, the really violent like shooter games, all this is really bad. So like you, wanna transform this industry? Or you wanna make a space for like educational games, 451 00:59:33.480 --> 00:59:46.980 Jenny Duan: or like games that solve social problems so like social problems like lack of representation impact, or like AI ethics, 452 00:59:47.480 --> 00:59:50.189 Jenny Duan: and ethics in tech. 453 00:59:53.010 --> 00:59:54.389 Jenny Duan: how does that sound? 454 00:59:54.540 --> 00:59:58.159 huda siraj: Yeah, that sounds great. That's something that I really want to do with this game as well. 455 00:59:59.190 --> 01:00:06.769 Jenny Duan: Okay, amazing. And then you can write about your work developing the game. 456 01:00:09.640 --> 01:00:14.929 Jenny Duan: Or you could also write about folklift, too. That's another like good app 457 01:00:15.180 --> 01:00:17.089 Jenny Duan: or like, yeah. 458 01:00:17.660 --> 01:00:36.039 huda siraj: I feel like for folklift, though I don't know like how to kind of explain or like portray in a technological way, cause a lot of it is mainly just like videography. Like, although that is a different thing. But yeah. 459 01:00:36.570 --> 01:00:41.940 Jenny Duan: you're building a platform like the platform is what you're building to share. And 460 01:00:42.770 --> 01:00:48.670 Jenny Duan: discoverers, small businesses to like build community 461 01:00:50.020 --> 01:00:55.510 Jenny Duan: and 8 and strengthen small businesses. 462 01:01:00.110 --> 01:01:01.470 Okay, yeah. 463 01:01:02.410 --> 01:01:12.700 Jenny Duan: I think it's like the platform is what you'd be building there. So you could consider that. Or if you suddenly, if after this call. If you think about something completely different that you like to write about, you can also write about that, too. 464 01:01:13.070 --> 01:01:24.379 Jenny Duan: For example, like, if you'd like to do research on something or like. If there, this question is really open ended. It could be like a social problem, the technical problem, a local problem, a world problem, etc. 465 01:01:24.840 --> 01:01:26.100 Okay. 466 01:01:26.220 --> 01:01:32.760 Jenny Duan: I think they're measuring the impact of your work. So try to find something that has like a big impact. 467 01:01:33.850 --> 01:01:35.000 huda siraj: Okay? So 468 01:01:35.030 --> 01:01:43.219 huda siraj: I feel like, then, local problem wouldn't really be like that big of an impact. So maybe not folklift. 469 01:01:43.510 --> 01:01:47.270 Jenny Duan: Okay, maybe just like your work developing, the video came 470 01:01:47.690 --> 01:02:02.309 Jenny Duan: could be cool. But it also doesn't have to be something that you're currently doing like, think big with this one. For example, someone might want to design a device that like helps them detect cancer. This doesn't have this doesn't have anything to like, necessarily do with you like, you don't have to write about this, because 471 01:02:02.490 --> 01:02:10.980 Jenny Duan: I don't think you have a background in like health care or anything like that. But some one who does might write about that. But just try to really relate it to something that you're interested in, like 472 01:02:11.240 --> 01:02:26.400 Jenny Duan: I don't know. Someone else might write about like using technology to do like trash classification, or like to detect pollution in the ocean, or something different like that, or like AI. Ethics, I think, is super important. But anyways think about something like that that you could write about. 473 01:02:27.180 --> 01:02:28.520 huda siraj: Okay, sounds great. 474 01:02:28.730 --> 01:02:30.900 Jenny Duan: Okay? Cool. Any other questions. 475 01:02:31.650 --> 01:02:39.139 huda siraj: Oh, yeah. So I was, kind of planning 476 01:02:39.400 --> 01:02:56.859 huda siraj: my courses on. Take next year. Because I wanna kind of have that ready. So I'm gonna take some college courses now, and also try to take some over the summer. So also I found out that it does have a Gpa weightage. 477 01:02:57.270 --> 01:03:09.259 huda siraj: okay, yeah. So I think, has like a 5 5 scale, I think. Yeah. yeah. And let me just open it. So 478 01:03:09.550 --> 01:03:16.139 huda siraj: right now I will have taken 5 by that time. Miss yarns or 6, including the college course. 479 01:03:16.320 --> 01:03:19.220 huda siraj: And then next year 480 01:03:19.280 --> 01:03:33.350 huda siraj: to maximize, or this summer, I want to take like 2 or 3 college courses. does it impact your Gpa, if it's during the summer as well? Yeah, I think it goes into your transcript. So 481 01:03:33.540 --> 01:03:34.609 Jenny Duan: wow, okay. 482 01:03:35.470 --> 01:03:41.340 huda siraj: and then next year I wanna take ap environmental science 483 01:03:41.570 --> 01:03:55.160 huda siraj: ap statistics ap Gov and econ And then I'll see you doing like maybe one more. So how many like Ap's do you recommend? For, like 484 01:03:55.580 --> 01:03:57.580 huda siraj: by the end of 485 01:03:57.820 --> 01:03:58.890 huda siraj: high school. 486 01:03:59.930 --> 01:04:04.839 Jenny Duan: I'd recommend as many as possible that you're able to get straight as in. 487 01:04:04.890 --> 01:04:18.190 Jenny Duan: Okay, that makes sense. So like, take as many as you're able to reasonably get straight as in. So it's not necessarily worth it to take another Ap. If you're gonna be in one of them. But if you're able to add another and take an A, then 488 01:04:18.230 --> 01:04:21.749 Jenny Duan: try to add as many as you can that you're able to maintain a good Gpa, yeah. 489 01:04:22.110 --> 01:04:23.940 huda siraj: okay, that sounds good. 490 01:04:25.260 --> 01:04:27.449 Jenny Duan: Okay, awesome. Anything else? 491 01:04:28.650 --> 01:04:31.140 huda siraj: Not at the moment. 492 01:04:32.280 --> 01:04:36.580 Jenny Duan: Okay, cool. Well, I look forward to seeing your responses to these questions. 493 01:04:36.710 --> 01:04:40.239 Jenny Duan: And yeah, we can discuss them next week. 494 01:04:40.750 --> 01:04:42.090 huda siraj: Okay, bye. 495 01:04:42.230 --> 01:04:43.430 Jenny Duan: I.",
  "segments": [
    "Week 7 - Coaching_Jenny_Huda_Wk07_2023-09-15_M_367429c5eacc3063U_2023-09-14_00-00-00 WEBVTT 1 00:08:18.090 --> 00:08:19.910 Jenny Duan: Hi, Huda! How's it going? 2 00:08:23.830 --> 00:08:24.820 huda siraj: Hi! 3 00:08:25.330 --> 00:08:27.329 huda siraj: I'm doing good. How are you? 4 00:08:27.600 --> 00:08:34.600 Jenny Duan: I'm good. Sorry about being great. I had a couple of Wi-fi issues that I just resolved. But yeah, how's your week going? 5 00:08:35.350 --> 00:08:44.699 huda siraj: It's going great. We just dropped off my sister to college, which is why, we're kinda like away for a few days. Yeah. 6 00:08:45.880 --> 00:08:48.150 Jenny Duan: Have you been to her college before? 7 00:08:48.280 --> 00:08:58.909 huda siraj: Yeah, we visited a couple of times for orientation and just a visit. But this time we like dropped her off at the dorm. And yeah. 8 00:09:01.380 --> 00:09:02.430 Jenny Duan: awesome. 9 00:09:02.510 --> 00:09:18.200 Jenny Duan: That's so fun. And I'm glad that you had a good time. And yeah, I guess let's just get started. Do you have any main updates? I like your mic. By the way, is that new? No, I've been using this one. 10 00:09:18.310 --> 00:09:31.239 huda siraj: But yeah, for updates, I'd say, I took the practice, sat. I'm not too happy with my score. I got a 1,480, so I haven't reached 1,500 yet, but 11 00:09:31.870 --> 00:09:48.829 huda siraj: and also for the PSAT. Practices. I was gonna take that today, but I wasn't really sure how to take it, cause like on the sheet. It had like a module one, and then module 2. And I was kind of confused about that. So I just decided to take a 12 00:09:48.950 --> 00:09:52.129 huda siraj: actual like, SAT 13 00:09:52.440 --> 00:09:54.879 huda siraj: so yeah, 14 00:09:54.890 --> 00:09:56.160 huda siraj: And then 15 00:09:56.620 --> 00:10:05.479 huda siraj: I started learning react for the websites. And I was like reviewing like how to graph the things that you told me to 16 00:10:05.740 --> 00:10:10.230 hu",
    "da siraj: and I think I made a lot of progress on the game. 17 00:10:10.350 --> 00:10:12.209 huda siraj: In terms of like 18 00:10:12.260 --> 00:10:18.120 huda siraj: I set up a dialog code system. So like I'll be able to 19 00:10:18.680 --> 00:10:26.130 huda siraj: like. I guess, type in my dialogue, and it's like a dynamic script, so I can add it to any scene. I want to 20 00:10:26.240 --> 00:10:32.690 huda siraj: and then I think. for folklift 21 00:10:33.650 --> 00:10:46.100 huda siraj: we're gonna actually head head off the filming this Thursday or next Thursday, I guess and my, my filming partner agreed. 22 00:10:46.160 --> 00:10:48.980 huda siraj: So timing 23 00:10:49.040 --> 00:10:50.790 huda siraj: and then 24 00:10:52.140 --> 00:11:02.270 huda siraj: for empowering AI, we got the. We got someone to like start building the website I gave her like, I mean, like a document with every feature that we need and like 25 00:11:02.450 --> 00:11:15.470 huda siraj: things that we need right now and then. Oh, yeah, for the Youtube. Video. It's actually exporting right now. Which is probably why I'm like, really laggy. But yeah, I'm almost done with that 26 00:11:17.670 --> 00:11:31.269 Jenny Duan: congratulations on the Youtube. That's awesome. I'm so happy to see that up. And then how's the slideshow going with empowering a I like, how are your slides going. Are you still planning to do that? And how's the organization going? 27 00:11:31.500 --> 00:11:52.410 huda siraj: Yes, I think. I think our progress on that has been kind of slow I think, cause we need to probably like meet in your life and work on it together, cause I think it's kinda hard to like work on it asynchronously, because I feel like maybe she doesn't know what to do or anything, cause I started the slides. 28 00:11:52.490 --> 00:12:05.440 huda siraj: But I think I don't think we've gotten to like where we need to for the first slide. So I think this week I'll probably catch up with her and try to wor",
    "k on it in real life. 29 00:12:06.080 --> 00:12:13.290 Jenny Duan: Okay, got it. And then for the Congressional app challenge, are you still working on that? And what's the progress on that? 30 00:12:13.660 --> 00:12:15.320 huda siraj: Yeah. So 31 00:12:16.270 --> 00:12:26.290 huda siraj: we started like planning out the Ui we. Wanna I think we already started doing this like last week. But 32 00:12:26.350 --> 00:12:33.520 huda siraj: we started making our figma designs and it's on her computer. But it's like 33 00:12:34.200 --> 00:12:44.840 huda siraj: we're trying to make it more professional for the app challenge. And then we're also trying to write like what our purpose is for a project and what exact features we need 34 00:12:45.080 --> 00:12:46.349 huda siraj: on a document. 35 00:12:46.530 --> 00:12:49.359 Jenny Duan: Could she share the figma file with you. 36 00:12:50.350 --> 00:12:57.489 huda siraj: I don't have it right now. I can send it to like. I'll ask her, and I can probably send it to you today. 37 00:12:57.690 --> 00:13:06.169 Jenny Duan: Okay, yeah. I don't necessarily need a copy of the fig. But I just wanna make sure that you have access to it cause you said it was on her computer. But you also have access to it. 38 00:13:07.060 --> 00:13:13.960 huda siraj: Yeah, I think we're working on it. In person. So we're working on it on her computer. So yeah. 39 00:13:15.760 --> 00:13:21.040 Jenny Duan: awesome. And then, how did the first film club meeting go? 40 00:13:21.730 --> 00:13:29.730 huda siraj: Or like, how is that going? My our advisor. She didn't, and she wasn't here at school. 41 00:13:29.810 --> 00:13:48.879 huda siraj: So what we're gonna do, we're gonna have like a meeting this week without her cause although, like our school, kinda requires our advisor to be present, I feel like we don't wanna lag behind too far. So we're just gonna try to meet 42 00:13:48.960 --> 00:13:58.469 huda siraj: during lunch or something. Where hopefully she c",
    "omes back this week. But if she doesn't, we'll like book out like a room in the library. 43 00:13:58.590 --> 00:14:01.030 huda siraj: and yeah. 44 00:14:03.870 --> 00:14:08.129 Jenny Duan: that's awesome. I think you can label it as sort of an unofficial meeting. So 45 00:14:08.180 --> 00:14:23.540 Jenny Duan: if you get into trouble. Just say that it was like not an official meeting, but it was still. It was still your first meeting, but you could just call it if they ask you questions about it, you could just say it's an unofficial meeting and not an official meeting cause. I know how difficult it is navigating the things with the 46 00:14:23.670 --> 00:14:40.029 Jenny Duan: like supervisors, and all of that. so yeah, yeah, okay. so I think to day, what I really want to focus on is getting your NCWI, T. Application, like updated and 47 00:14:40.660 --> 00:14:51.450 Jenny Duan: sort of more drafted. So do you have a progress update on that, and how your essays are going. I saw that you put a draft of your at first essay. A couple of weeks ago. Yeah, like a week ago. 48 00:14:51.730 --> 00:14:53.990 huda siraj: Yeah. So I kind of 49 00:14:54.150 --> 00:15:01.039 huda siraj: II feel like it's like, really not concise. And it's like way over 250 words. 50 00:15:01.140 --> 00:15:06.269 huda siraj: For the other ones. I didn't. I should probably start like 51 00:15:07.080 --> 00:15:14.359 huda siraj: giving. I'm coming up with ideas, but I was a bit occupied this week, but I think I'll work on it more this week. 52 00:15:14.710 --> 00:15:21.910 Jenny Duan: Okay, why don't we just go through it right now? So this is the first essay, right? And 53 00:15:22.420 --> 00:15:26.350 Jenny Duan: yeah, did you? Is this the end of the essay, or do you still plan to write more? 54 00:15:26.970 --> 00:15:37.899 huda siraj: II wanna write more like, but I was. I saw that like I wanted to first like concise, like, make this more concise. 55 00:15:38.090 --> 00:15:46.910 huda siraj: th",
    "e beginning part, and then like continue cause. I feel like the part after this should be more like more in depth to show like my leadership. 56 00:15:47.080 --> 00:15:49.190 huda siraj: So maybe like. 57 00:15:50.100 --> 00:15:55.380 huda siraj: I'd like, I probably work on it. After I can make this more concise. Yeah. 58 00:15:55.850 --> 00:16:16.980 Jenny Duan: right? Yeah, I think what you wanna focus on is because right now, looking at it, I feel like a lot of the essays about your parents. But the main focus of the essay should be you, because at the end of the day, you know, it's not your mom applying for this where it's not your dad applying for the award. It's you. And so, while your parents have inspired you, I think the main bulk of the essay should be about you what you've done, what you're interested in, etc. 59 00:16:17.260 --> 00:16:18.370 Jenny Duan: And so 60 00:16:18.840 --> 00:16:30.590 Jenny Duan: let's figure out how we can shift that. So I think that taking away all of the things that aren't necessary. We can start with that. For example, like this true crime television show. 61 00:16:30.840 --> 00:16:34.640 Jenny Duan: The cooking aspect is not exactly relevant to your essay 62 00:16:34.780 --> 00:16:42.199 Jenny Duan: because it doesn't add anything to explain why you are doing what you're doing or like, even 63 00:16:42.380 --> 00:16:55.510 Jenny Duan: related to your leadership or your involvements in computer science. It's more about your mom. So if your mom were applying for this, then she might write about her passion for cooking. But since it's you applying. I don't think you need to write about your mom's passion for cooking. 64 00:16:56.620 --> 00:16:58.520 Jenny Duan: So okay. 65 00:17:00.310 --> 00:17:01.560 Jenny Duan: let's see. 66 00:17:02.500 --> 00:17:09.479 Jenny Duan: is there another way that we could explain your mum's start in technology besides cooking 67 00:17:11.359 --> 00:17:16.890 huda siraj: I guess she went to colle",
    "ge for like 68 00:17:17.060 --> 00:17:20.339 huda siraj: when she went to college it was about like engineering. 69 00:17:20.380 --> 00:17:23.139 huda siraj: but she wasn't truly like 70 00:17:24.140 --> 00:17:26.830 huda siraj: she never like pursued it after marriage. 71 00:17:27.579 --> 00:17:30.979 huda siraj: so maybe we could talk about like 72 00:17:32.340 --> 00:17:36.049 huda siraj: her involvement during during her college years. 73 00:17:37.040 --> 00:17:38.520 huda siraj: or 74 00:17:39.080 --> 00:17:51.700 huda siraj: I'm not sure, because I kind of want like portray her stories like she didn't really have that many opportunities, and like she wasn't really involved in tech before. But then once she got this opportunity, she like 75 00:17:52.050 --> 00:17:56.300 huda siraj: she found it empowering. So I kind of want to like. 76 00:17:57.130 --> 00:18:00.779 huda siraj: show her discovering technology 77 00:18:01.400 --> 00:18:02.540 huda siraj: from nothing. 78 00:18:02.920 --> 00:18:05.650 Jenny Duan: Right? So 79 00:18:08.200 --> 00:18:10.360 Jenny Duan: let's see? 80 00:18:15.410 --> 00:18:26.459 Jenny Duan: Okay, I'm I'm gonna just delete this first part. Remember, there's an original copy of it saved here. So if you wanna go back, there's the original copy up here. But I'm just gonna work on editing off of this. 81 00:18:26.590 --> 00:18:38.790 Jenny Duan: So okay. I think this part is not relevant to your essay or to the theme of your essay. So I'm going to cut it out and let's see if we can replace it with something better so. 82 00:18:39.830 --> 00:18:41.130 Jenny Duan: And 83 00:18:47.910 --> 00:18:50.130 Jenny Duan: let's see. So you want to convey 84 00:18:50.220 --> 00:19:04.220 Jenny Duan: the fact that, you know, getting a job in technology was empowering for your mom. And it wasn't something that she had previously known how to do. So it was inspiring, like watching her learn how to code and during her job search process. Right? Yeah. 85 ",
    "00:19:04.790 --> 00:19:05.600 Jenny Duan: Okay. 86 00:19:08.470 --> 00:19:09.730 Jenny Duan: let's see. 87 00:19:13.400 --> 00:19:14.800 Jenny Duan: And 88 00:19:18.210 --> 00:19:21.329 Jenny Duan: and how would you describe your mum like starting to learn? 89 00:19:22.340 --> 00:19:33.410 huda siraj: So I'd say one. She was like really self reliant, and 2. She was like really persevering cause she really like wanted like 90 00:19:33.460 --> 00:19:45.530 huda siraj: she herself like wanted to know more about technology and like it was really important to her that she knew. So she was really resourceful and definitely like 91 00:19:45.870 --> 00:19:54.949 huda siraj: she learned from Youtube, she learned from like friends and like online. And so and etc. And I feel like 92 00:19:55.120 --> 00:19:59.569 huda siraj: she was definitely very like self-reliant during the journey. 93 00:20:00.860 --> 00:20:05.049 Jenny Duan: Right? And so how has this impacted your journey? 94 00:20:06.020 --> 00:20:16.189 huda siraj: I guess at that time I was like in middle school. And I was still like developing my interests and what I wanted to do. And 95 00:20:16.230 --> 00:20:19.210 huda siraj: I guess just seeing her like 96 00:20:19.630 --> 00:20:32.500 huda siraj: seeing her be being able to like, learn this so quickly and easily, and how it helped her kind of inspired me, and that, like I could probably do this, too, if my mom can 97 00:20:32.540 --> 00:20:36.069 huda siraj: and maybe like her ability to learn, help me 98 00:20:37.590 --> 00:20:39.959 Jenny Duan: alright. I think that this is actually 99 00:20:40.530 --> 00:20:42.380 Jenny Duan: a good start. 100 00:20:43.160 --> 00:20:44.530 Jenny Duan: And then 101 00:20:46.950 --> 00:20:48.729 Jenny Duan: I feel like 102 00:20:48.910 --> 00:20:56.179 Jenny Duan: this. I don't think you need to talk about your dad, actually, because I feel like at the end, you don't talk about him again. 103 00:20:56.480 --> 00:21:14.969 Jenny ",
    "Duan: because I don't, or I don't think you can. I don't think you would need a full paragraph. I think maybe one sentence, because I think the focus like, right here, you're you're talking back about your mom. And I feel like you're in the beginning. You're talking about your mom in the end. You're talking about your mom. So I feel like the part about your dad is maybe like. 104 00:21:14.970 --> 00:21:32.180 Jenny Duan: if we're short on words, I think you can cut it, or maybe write about your dad in a different essay, but not necessarily this one, because it is just only a 250 word count. So that's not a lot of words, and I feel like the thing about your dad doesn't add anything different. It's more of a reiteration about why your parents have inspired you. 105 00:21:32.780 --> 00:21:34.089 huda siraj: I'm going to take this 106 00:21:34.470 --> 00:21:39.110 Jenny Duan: out for now and then put it back at the end, like 107 00:21:39.410 --> 00:21:45.769 Jenny Duan: as just. I'm just gonna keep it here in case we need it again. But right now let's just keep it this. 108 00:21:45.920 --> 00:21:51.189 Jenny Duan: and then let me see what the word count is here. Okay, this is, this is pretty much 109 00:21:51.210 --> 00:21:52.960 Jenny Duan: the amount of words that you get. 110 00:21:53.490 --> 00:22:02.119 Jenny Duan: After everything is cut out. So with this word count, let's edit and improve the response. 111 00:22:02.650 --> 00:22:08.580 Jenny Duan: So I liked this beginning in the same way that I inherited my 5 foot 7 height from my parents. I felt that I 112 00:22:08.740 --> 00:22:14.129 Jenny Duan: Oh, yeah, I feel like we can cut out a lot of 113 00:22:14.720 --> 00:22:26.039 Jenny Duan: these words like I felt that I you can just say in the same way that in the same way, I inherited by 5 foot 7. Height from my parents, I, inherited 114 00:22:26.670 --> 00:22:29.380 Jenny Duan: my passion for technology from them, too. 115 00:22:31.330 --> 00:22:32.130 Jenny D",
    "uan: okay. 117 00:22:36.870 --> 00:22:40.560 Jenny Duan: I, inherited my tech fashion. Okay? 118 00:22:40.760 --> 00:22:47.060 Jenny Duan: the same. 119 00:22:49.720 --> 00:23:03.039 Jenny Duan: I inherited. Okay, the the the reason why I'm spending so much time looking at this is because I wanna make it seem more like you're driving the story. Not like your parents are driving the story, but like your passion for technology 120 00:23:03.310 --> 00:23:07.520 Jenny Duan: is something that, like you started in yourself, too. 121 00:23:07.710 --> 00:23:11.980 Jenny Duan: So let me see. because right now it kind of seems like 122 00:23:12.110 --> 00:23:19.240 huda siraj: your parents have inspired your passion for technology. But then we wanna see like how you've nurtured that without your parents? 123 00:23:19.760 --> 00:23:21.620 Jenny Duan: Right? 124 00:23:23.160 --> 00:23:27.610 Jenny Duan: so during your childhood, was there anything else that like made you want to pursue technology? 125 00:23:29.280 --> 00:23:33.940 huda siraj: I guess one thing is that 126 00:23:34.000 --> 00:23:45.270 huda siraj: it's kinda like weird. But like most of my family from like my mom's side and they're all doctors. And it's kind of like 127 00:23:45.330 --> 00:24:03.329 huda siraj: even though computer science is like a popular field. It's kind of uncommon for any of us to get into technology. And I guess my dad was probably like one of the only people in the family that are interested in technology. And I guess 128 00:24:03.350 --> 00:24:05.940 huda siraj: that kind of inspired me cause 129 00:24:06.120 --> 00:24:22.060 huda siraj: like. In the beginning, I probably wanted to do something basic like becoming a doctor or just following the footsteps of before. But then I saw that, like Co, technology and computer science kind of has like. 130 00:24:22.200 --> 00:24:26.509 huda siraj: it's like a whole new like topic and whole new world. 131 00:24:26.580 --> 00:24:31.430 huda siraj: ",
    "And it's like things to learn and like, explore. 132 00:24:32.530 --> 00:24:38.189 Jenny Duan: got it. Got it? Yeah. So let's see. In the same way I inherited my 500 133 00:24:38.360 --> 00:24:39.740 Jenny Duan: 7 134 00:24:41.910 --> 00:24:45.269 Jenny Duan: I want to say, like. 135 00:24:46.120 --> 00:24:51.989 Jenny Duan: my passion for technology was inspired by them, too. 136 00:24:53.510 --> 00:25:03.560 huda siraj: But I feel like this. Analogy doesn't make sense. We could change the analogy from something like the same way, like something that 137 00:25:03.720 --> 00:25:08.040 huda siraj: I started like liking. Because 138 00:25:09.270 --> 00:25:11.749 huda siraj: do you like cooking? Say, yeah. 139 00:25:12.080 --> 00:25:20.309 Jenny Duan: okay in the same way I her. But then I feel like it's not relevant. Because if you say that, like you like cooking. 140 00:25:20.540 --> 00:25:21.380 Jenny Duan: right 141 00:25:21.540 --> 00:25:29.949 Jenny Duan: then how does that relate to anything else like. If, if I said in the same way inherited my passion for cooking 142 00:25:30.170 --> 00:25:31.879 Jenny Duan: from my parents. 143 00:25:32.280 --> 00:25:43.160 Jenny Duan: my passion for my love for cooking for my parents. My passion for technology was inspired by them, too. I feel like like the fact that you like cooking doesn't add anything to this application question 144 00:25:44.130 --> 00:25:45.270 Jenny Duan: by. 145 00:25:54.920 --> 00:25:58.830 huda siraj: I guess I could say like in the same way, like 146 00:25:58.950 --> 00:26:08.260 huda siraj: my parents taught me to embrace my culture. They taught me to embrace my like, I guess. 147 00:26:08.500 --> 00:26:15.239 huda siraj: technology. loving brain or something like that. 148 00:26:15.340 --> 00:26:19.289 huda siraj: How's this? The same way inherited my curiosity for learning. 149 00:26:19.320 --> 00:26:23.290 Jenny Duan: for my parents. My passion for technology was inspired by them, too. 150 00:26",
    ":24.530 --> 00:26:26.450 huda siraj: Okay, yeah, that sounds great. 151 00:26:26.860 --> 00:26:33.539 Jenny Duan: Okay, curiosity for learning can be replaced with something else. But it's just like some positive trait about you. And then like 152 00:26:33.620 --> 00:26:35.349 Jenny Duan: your passion for technology. 153 00:26:35.630 --> 00:26:37.279 huda siraj: Okay, yeah. 154 00:26:37.420 --> 00:26:47.410 Jenny Duan: but if you feel like curiosity for learning doesn't sound like you, then we can change that. So make a note so feel free to change this. It's just a placeholder 155 00:26:49.620 --> 00:26:51.599 Jenny Duan: my parents. 156 00:26:53.430 --> 00:26:55.900 Jenny Duan: Vincent. for my parents. 157 00:26:56.660 --> 00:26:59.040 Jenny Duan: my. 158 00:26:59.930 --> 00:27:07.689 Jenny Duan: my, my parents, it. young South Asian Moslem immigrants came to the Bay Area to access wood, allow them to empower. 159 00:27:07.820 --> 00:27:10.339 Jenny Duan: but to access. What? 160 00:27:11.580 --> 00:27:17.060 Jenny Duan: What allowed, I feel like, allowed is enabled, maybe. 161 00:27:17.110 --> 00:27:19.339 Jenny Duan: oh, enabled us better. Great 162 00:27:21.870 --> 00:27:23.990 Jenny Duan: empower themselves. Technology. 163 00:27:24.210 --> 00:27:29.960 Jenny Duan: okay. 164 00:27:32.370 --> 00:27:36.350 Jenny Duan: that's it. And now we need to talk about like overcoming challenges. 165 00:27:36.520 --> 00:27:40.429 Jenny Duan: So what are some challenges that your mum faced? 166 00:27:41.750 --> 00:27:43.949 huda siraj: I'd say, like. 167 00:27:44.750 --> 00:27:59.069 huda siraj: in terms of like finding a tech related job or anything I'd say she kind of had the same issue as me, where, like none of her friends or anything, were really like interest, and couldn't help her with 168 00:27:59.840 --> 00:28:10.000 huda siraj: with anything like related technology. So maybe that. Or I think the main thing is she didn't have X access to like 169 00:28:10.160 --> 00",
    ":28:21.280 huda siraj: coding or like any job opportunities, especially since being a housewife for so long, I think. Her ability to just get a job was her biggest issue. 170 00:28:22.040 --> 00:28:30.490 Jenny Duan: Right? What about? Let's see, despite limited resources, do they have? Did her mom experience a language barrier at all? Or did she already know English? 171 00:28:30.770 --> 00:28:33.810 Jenny Duan: She already knew English. So 172 00:28:33.900 --> 00:28:36.840 Jenny Duan: okay, so I'm not gonna say language barrier. 173 00:28:37.100 --> 00:28:41.450 Jenny Duan: What other? You know, difficulties. Did she experience? 174 00:28:43.390 --> 00:28:50.360 huda siraj: maybe like the like. The I don't know if this would be like 175 00:28:50.470 --> 00:29:03.659 huda siraj: good. But maybe like how she had to take care of like 2 things at once, like her children, and like trying to learn something new. And like being in that kind of situation. 176 00:29:03.670 --> 00:29:05.759 huda siraj: Wasn't really helping her. 177 00:29:07.070 --> 00:29:08.709 Jenny Duan: How many siblings do you have? 178 00:29:09.140 --> 00:29:10.770 huda siraj: 2? 2? Yeah. 179 00:29:11.570 --> 00:29:17.139 Jenny Duan: despite limiting limited resources in caring for myself and my 2 siblings at the time. 180 00:29:18.310 --> 00:29:21.760 Jenny Duan: How would you describe your mom's work? 181 00:29:23.010 --> 00:29:25.910 huda siraj: Like what she does or 182 00:29:26.110 --> 00:29:27.969 Jenny Duan: like, how did she prepare? 183 00:29:28.390 --> 00:29:33.619 huda siraj: Okay, I'd say, my mom spent endless hours 184 00:29:34.200 --> 00:29:43.840 huda siraj: searching for opportunities and learning languages, I guess. 185 00:29:45.240 --> 00:29:48.150 huda siraj: And she she definitely like. 186 00:29:48.560 --> 00:29:59.900 huda siraj: always have it on like before she'd watch TV. She'd now watches Youtube tutorials on TV. It's like, became an everyday part of life. I'd say. 187 00:30:",
    "03.510 --> 00:30:04.290 Jenny Duan: Yeah. 188 00:30:10.190 --> 00:30:15.950 Jenny Duan: okay. And then I feel like this, I feel like this, pretty much summarizes everything else 189 00:30:17.840 --> 00:30:19.230 Jenny Duan: in this paragraph. 190 00:30:21.970 --> 00:30:32.950 Jenny Duan: So, despite limited resources in caring for myself and my 2 siblings. At the time my mom spent endless hours searching for opportunities in learning computer science languages. has secured her job as a front end web developer. 191 00:30:34.330 --> 00:30:37.320 Jenny Duan: I feel that this sentence can also be deleted. 192 00:30:39.660 --> 00:30:41.340 Jenny Duan: And then 193 00:30:41.470 --> 00:30:45.820 Jenny Duan: let's add one more. One more sentence about like. 194 00:30:46.550 --> 00:30:50.950 Jenny Duan: how your mom has overcome this challenge or how this has inspired you. 195 00:30:52.740 --> 00:30:57.650 huda siraj: okay, I guess 196 00:30:58.330 --> 00:31:13.660 huda siraj: I'd say, like I have. I'm like, I see how, even though she has all these like set backs, she was able to do it while I'm young, and I don't have any of these setbacks, and I can almost do anything 197 00:31:13.690 --> 00:31:23.339 huda siraj: and seeing her kind of just convinced me that if it's possible for her, it's possible for me. And it it taught me 198 00:31:23.480 --> 00:31:31.369 huda siraj: I kinda like she kinda taught me that. I could do anything by myself using technology 199 00:31:31.380 --> 00:31:34.180 huda siraj: because it empowered her as well. 200 00:31:35.330 --> 00:31:38.899 Jenny Duan: Right? So how do we summarize that in like one sentence? 201 00:31:39.860 --> 00:31:49.550 huda siraj: so like kind of your kind of concluding this, or 202 00:31:50.150 --> 00:31:53.960 Jenny Duan: Oh, no, no, I'm just adding a transition to this 203 00:31:55.010 --> 00:31:59.220 Jenny Duan: to this paragraph, or maybe we don't even need another transition. 204 00:32:00.190 --> 00:32:12.829 huda sir",
    "aj: so we could probably write something like this like or we could put this into that paragraph like. 205 00:32:17.330 --> 00:32:19.480 Jenny Duan: Yeah, 206 00:32:20.790 --> 00:32:24.279 Jenny Duan: actually, I feel like this is fine. How it was before 207 00:32:24.900 --> 00:32:26.090 huda siraj: the 208 00:32:26.240 --> 00:32:27.590 Jenny Duan: okay. Hmm. 209 00:32:34.940 --> 00:32:39.460 Jenny Duan: not my Mom find myself as how to do the same. 210 00:32:42.320 --> 00:32:51.290 Jenny Duan: Despite both my parents working hard. I found that I still struggled. 211 00:32:55.850 --> 00:32:59.490 Jenny Duan: though he still struggled to 212 00:33:00.920 --> 00:33:05.719 Jenny Duan: access opportunities in my small suburban town 213 00:33:10.370 --> 00:33:11.610 Jenny Duan: engagement. 214 00:33:12.650 --> 00:33:13.700 Jenny Duan: Hi. 215 00:33:15.930 --> 00:33:16.930 Jenny Duan: so 216 00:33:17.980 --> 00:33:21.219 Jenny Duan: discouraged instant participation. 217 00:33:22.170 --> 00:33:30.360 Jenny Duan: Boy, let's see what the question is asking. Again. be sure to provide specific details on your technology skills and activities 218 00:33:33.540 --> 00:33:40.790 Jenny Duan: struggled. Let's see how much, how many words we have left. Okay, we have 100 words left. 219 00:33:41.440 --> 00:33:42.180 huda siraj: Yeah. 220 00:33:45.870 --> 00:33:51.079 huda siraj: so like, now, we have to give like specific details. 221 00:33:51.220 --> 00:33:58.480 huda siraj: So this be where I kind of put in my experience at the Hackathon or with Hackathon Club. 222 00:33:59.140 --> 00:34:00.520 Jenny Duan: Right? Yeah. 223 00:34:00.720 --> 00:34:16.880 Jenny Duan: Let's see, I still think that I want to cut the beginning shorter. So you can write more at the end because I want to like. See how the beginning. Is your parents inspired you? But then you know, how did you get involved in? What are the things that you have done that Skinbolt and Hackathon Club. That's 224 00:34:17.920 -",
    "-> 00:34:28.969 Jenny Duan: like start empowering. AI. All of these other things join robotics when you were in middle school. All these things, I think, are really valuable. and I want to make sure that we don't leave them out. 225 00:34:29.530 --> 00:34:32.670 Jenny Duan: Umhm. So let's see 226 00:34:32.679 --> 00:34:33.989 Jenny Duan: how we can. 227 00:34:36.210 --> 00:34:40.110 Jenny Duan: Came to the Bay Area to access. 228 00:34:50.710 --> 00:34:54.239 huda siraj: Maybe I could remove South, since it doesn't really add anything. 229 00:34:54.510 --> 00:35:03.139 Jenny Duan: No, I feel like South Asian. That's fine. I feel like we're not trying to remove individual words here, but seeing, like what sentences or phrases we can cut out. 230 00:35:04.030 --> 00:35:05.090 huda siraj: go 231 00:35:05.890 --> 00:35:08.940 Jenny Duan: this 5. My parents. 232 00:35:12.700 --> 00:35:14.190 Jenny Duan: Inspiration. 233 00:35:15.270 --> 00:35:15.970 Jenny Duan: Yep. 234 00:35:17.230 --> 00:35:26.750 Jenny Duan: new technology. 235 00:35:27.160 --> 00:35:29.370 Jenny Duan: Is there another word for empowered. 236 00:35:31.180 --> 00:35:38.030 huda siraj: that's okay. We could do 237 00:35:39.660 --> 00:35:41.630 Jenny Duan: seeing my mom's efforts. 238 00:35:45.890 --> 00:35:47.929 huda siraj: Maybe, like influence. 239 00:35:49.650 --> 00:35:50.650 Jenny Duan: pay off 240 00:35:52.940 --> 00:35:56.510 Jenny Duan: seeing my mom's. Oh. influence 241 00:35:58.940 --> 00:36:00.300 Jenny Duan: set out to despite. 242 00:36:07.510 --> 00:36:08.670 Jenny Duan: And 243 00:36:11.570 --> 00:36:17.420 huda siraj: wouldn't it make more sense to say something like seeing my mum's journey, I set out to do the same. 244 00:36:17.880 --> 00:36:20.150 Jenny Duan: Oh, yeah, that's perfect. 245 00:36:25.250 --> 00:36:29.599 Jenny Duan: worthless representation of what does people with by background. 246 00:36:29.930 --> 00:36:33.419 huda siraj: We are like girls, and like. 247 00:36:33.500",
    " --> 00:36:39.170 huda siraj: especially like Muslim girls like there aren't really any in this in the field. 248 00:36:40.180 --> 00:36:41.100 Jenny Duan: Totally. 249 00:36:41.540 --> 00:36:45.640 Jenny Duan: So let's say that 250 00:36:45.690 --> 00:36:48.570 Jenny Duan: whether it be the disengagement of my 251 00:36:49.770 --> 00:36:52.309 Jenny Duan: field, here's in computer science 252 00:36:52.560 --> 00:36:58.619 Jenny Duan: or the villages appears in computer science or the misrepresentation of 253 00:37:00.390 --> 00:37:01.830 Jenny Duan: the slim girls 254 00:37:02.320 --> 00:37:04.510 Jenny Duan: in stem related clubs. 255 00:37:05.490 --> 00:37:11.930 I felt discouraged in. I felt discouraged from stem participation. 256 00:37:15.540 --> 00:37:21.740 Okay, let's see how many words that cut. Okay. so yeah, now we have a little bit more wiggle room. 257 00:37:22.760 --> 00:37:30.680 Jenny Duan: just change. This is Cs 258 00:37:35.130 --> 00:37:36.250 Jenny Duan: about the smell 259 00:37:44.280 --> 00:37:46.400 Jenny Duan: into the bay area to access 260 00:37:48.420 --> 00:37:56.859 Jenny Duan: one. and the 2 2 vexes are impounding within to prepare themselves. Technology. 261 00:37:59.800 --> 00:38:06.650 Jenny Duan: I still struggle. Whither be? I felt discouraged from some participation. Okay? And how did that change? 262 00:38:08.080 --> 00:38:10.930 huda siraj: I guess. 263 00:38:11.100 --> 00:38:17.589 huda siraj: I wanted to see a change, and like I was kind of like. 264 00:38:18.070 --> 00:38:36.620 huda siraj: I guess, finished with how people like me were participating, or anyone, for that matter. no one was participating in my small town, and I kinda wanted to make a change. So I did things such as empowering AI and 265 00:38:37.180 --> 00:38:43.800 huda siraj: I guess other programming events, such as 266 00:38:46.190 --> 00:38:49.370 huda siraj: I think. Wait. We made a list last time. So 267 00:38:49.610 --> 00:38:50.700 Jenny Duan: yes.",
    " 268 00:38:51.110 --> 00:39:00.599 huda siraj: empowering AI and participating in the Vex robotics in middle school and 269 00:39:00.910 --> 00:39:04.500 huda siraj: also share my journey with game development online? 270 00:39:06.840 --> 00:39:14.169 Jenny Duan: Right? Let's see. have you always so since what age. Have you been curious about computer science? 271 00:39:14.760 --> 00:39:25.120 huda siraj: Honestly, since, like I was 7, I think. But like, I never really did anything until I was like 11. 272 00:39:27.630 --> 00:39:28.510 Jenny Duan: Okay. 273 00:39:30.020 --> 00:39:32.729 Jenny Duan: by curiosity. 274 00:39:34.060 --> 00:39:39.249 Jenny Duan: For in the same way, I. So what did you do when you were 7? That like 275 00:39:39.420 --> 00:39:41.800 Jenny Duan: made you know that you were interested in technology. 276 00:39:42.060 --> 00:39:55.349 huda siraj: So my dad got me like this. Robot. I think we talked about this earlier. But he got me like this robot from like the apple store and basically, there's like this thing on the ipad where you can like 277 00:39:55.420 --> 00:40:12.099 huda siraj: code. It's like, walk around and I think it was like part of the swift thing. But yeah, like I was, I was like a really big fan of that. And I just thought that like having a robot walk around. It's like the coolest thing. Just something that I really like 278 00:40:12.430 --> 00:40:14.340 huda siraj: adored when I was younger. 279 00:40:15.090 --> 00:40:15.960 Right? 280 00:40:16.950 --> 00:40:23.299 Jenny Duan: Why don't actually, what have we started the essay with that instead? And then, like 281 00:40:23.430 --> 00:40:35.159 Jenny Duan: touched it about your parents? Because I feel like this. Essay is a lot about your parents and not enough about you. So let's see. 282 00:40:39.150 --> 00:40:42.730 Jenny Duan: is there a way that we can change the beginning to reflect that? 283 00:40:44.350 --> 00:40:51.909 Jenny Duan: if you were to. Okay, let's just say,",
    " if you were to write with that start in mind, how would you write it? 284 00:40:53.740 --> 00:41:00.980 huda siraj: I'd probably describe, like my like my dad, he probably got me a gift, and then I'd be like 285 00:41:01.070 --> 00:41:03.220 huda siraj: describing. 286 00:41:03.240 --> 00:41:08.730 huda siraj: Sure like, write a sentence I'd be like, Oh, yeah, you have access to the Doc feel free to write things down. 287 00:41:09.480 --> 00:41:16.120 huda siraj: I'd probably like I ripped open the packaging 288 00:41:19.450 --> 00:41:29.110 huda siraj: of the I think it's called Jimu Robot, and that my dad brought me 289 00:41:29.700 --> 00:41:32.309 huda siraj: my seventh birthday. 290 00:41:33.470 --> 00:41:37.030 huda siraj: I guess I wanna kind of describe that. I was 291 00:41:37.160 --> 00:41:39.680 huda siraj: really eager by 292 00:41:41.560 --> 00:41:49.109 huda siraj: angrily ripped about, opened the package of the Jim Aruba that my dad bought me for my seventh birthday. 293 00:41:49.310 --> 00:42:01.140 huda siraj: guess And 294 00:42:02.440 --> 00:42:03.940 huda siraj: it came 295 00:42:05.320 --> 00:42:07.779 huda siraj: the or I guess the robot 296 00:42:09.030 --> 00:42:17.490 huda siraj: the main feature of the robot. 297 00:42:18.330 --> 00:42:19.220 huda siraj: or 298 00:42:21.540 --> 00:42:23.100 huda siraj: I couldn't believe 299 00:42:24.740 --> 00:42:25.770 huda siraj: that 300 00:42:26.550 --> 00:42:29.890 huda siraj: a small kid like me 301 00:42:32.040 --> 00:42:34.790 huda siraj: could control 302 00:42:35.420 --> 00:42:37.230 huda siraj: an actual robot 303 00:42:38.270 --> 00:42:40.390 huda siraj: with the use of my 304 00:42:42.650 --> 00:42:44.000 huda siraj: small ipad. 305 00:42:47.500 --> 00:42:48.920 huda siraj: I know. 306 00:42:51.360 --> 00:42:54.610 huda siraj: Yeah, I don't really know where to where to go from there like 307 00:42:55.280 --> 00:43:01.169 huda siraj: should I connect it to like the first paragraph, or 308 00:",
    "43:02.280 --> 00:43:06.950 Jenny Duan: I feel like 309 00:43:08.470 --> 00:43:10.250 Jenny Duan: the 310 00:43:12.030 --> 00:43:13.210 Jenny Duan: yeah, what have we? 311 00:43:14.410 --> 00:43:16.729 Jenny Duan: Let me just put this back in here? 312 00:43:27.310 --> 00:43:29.360 Jenny Duan: I eagerly ripped open the package. 313 00:43:30.370 --> 00:43:38.839 Jenny Duan: I feel like we can delete this 314 00:43:38.850 --> 00:43:41.660 Jenny Duan: passion for technology was inspired by them, too. 316 00:44:06.550 --> 00:44:08.570 Jenny Duan: real school. 317 00:44:14.640 --> 00:44:15.420 Jenny Duan: Okay? 318 00:44:16.380 --> 00:44:35.629 Jenny Duan: So I think we can do this. So I equally so the beginning should be, can be talking about your your present, and then you can mention your parents. But I don't think we need more than like 2 sentences on your parents, because I still feel like the focus should be on Muse. So then then you could talk about your struggle. Despite this 319 00:44:35.900 --> 00:44:37.940 Jenny Duan: like. But despite this. 320 00:44:40.290 --> 00:44:42.380 Jenny Duan: then, like 321 00:44:44.100 --> 00:44:46.369 Jenny Duan: How? What have you done? I 322 00:44:48.150 --> 00:44:52.570 Jenny Duan: Their passion 323 00:44:52.640 --> 00:44:56.170 Jenny Duan: that started with a small robot dog. 324 00:44:57.330 --> 00:44:59.140 Jenny Duan: has not or 325 00:44:59.730 --> 00:45:05.450 Jenny Duan: did not said. And then you can say, like a 326 00:45:07.680 --> 00:45:12.519 Jenny Duan: motivated by the desire to makes them 327 00:45:13.840 --> 00:45:17.350 Jenny Duan: more accessible. And 328 00:45:19.130 --> 00:45:21.029 Jenny Duan: for people from up 329 00:45:21.810 --> 00:45:24.770 Jenny Duan: for people, from all backgrounds. 330 00:45:26.170 --> 00:45:27.300 Jenny Duan: Hi. 331 00:45:29.740 --> 00:45:31.959 Jenny Duan: and then we can just 332 00:45:35.450 --> 00:45:36.630 Jenny Duan: started 333 00:45:38.450 --> 00:45:46.889 Jenny Duan: shari",
    "ng my process, developing a an A I education game 334 00:45:48.890 --> 00:45:50.310 Jenny Duan: on Youtube. 335 00:45:51.710 --> 00:45:53.120 Jenny Duan: I 336 00:45:53.810 --> 00:45:56.070 Jenny Duan: well discourage from 337 00:45:57.080 --> 00:45:59.059 Jenny Duan: stem participation. 338 00:46:00.330 --> 00:46:02.740 Jenny Duan: I 339 00:46:05.560 --> 00:46:06.310 Jenny Duan: okay. 340 00:46:09.810 --> 00:46:10.970 Jenny Duan: Near 341 00:46:12.750 --> 00:46:20.210 Jenny Duan: of. They felt discouraged from stem participation rather than 342 00:46:23.010 --> 00:46:31.690 Jenny Duan: And then I'm I'm just trying to see how we can like show your growth over time. 343 00:46:31.980 --> 00:46:32.910 Jenny Duan: So 344 00:46:33.030 --> 00:46:42.590 Jenny Duan: I mean, it's it. When you were 7. You had a robot dog that you controlled with code on your ipad. Then what? After that? What was the next like? Technology related thing that you did 345 00:46:43.360 --> 00:46:46.490 huda siraj: I think 346 00:46:48.960 --> 00:46:51.360 huda siraj: I'd say in middle school. 347 00:46:51.410 --> 00:46:54.250 huda siraj: II took like. 348 00:46:54.470 --> 00:47:14.959 huda siraj: I went to vex robotics. And also I, took like computer science like lessons. And I used like in my free time. I kind of convert everything into like, know how you have to make flowcharts and stuff for programs. I used to like relate that to almost everything. So I used to make like, I used like 349 00:47:15.420 --> 00:47:20.289 huda siraj: kind of translate everything antikode, even from real life. So 350 00:47:22.470 --> 00:47:23.330 Jenny Duan: right? 351 00:47:23.470 --> 00:47:39.409 Jenny Duan: Okay, I feel like this is super good, like your you started with, you know, this little robot dog. And then you transition to vex robotics. I feel like, that's a good transition. And then you started game development. And then you started like building community on your code with code. 352 00:47:40.360 --> 00:4",
    "7:43.509 Jenny Duan: So let's see how we can do that. So you you 353 00:47:43.530 --> 00:47:46.110 Jenny Duan: could control it. 354 00:47:46.210 --> 00:47:49.580 Jenny Duan: An actual robot with by ipad 355 00:47:50.830 --> 00:47:53.790 Jenny Duan: of then like. 356 00:47:54.380 --> 00:48:12.939 huda siraj: maybe I could talk about like cause in the vex robotics. We actually got to build a a robot. Which I thought was kind of like sci fi, and like one of the movies and stuff, and I never knew it was actually possible. And when I got to build it I found that I really had a great interest in 357 00:48:12.950 --> 00:48:18.960 huda siraj: the technology aspect of it. And how? I guess. 358 00:48:19.330 --> 00:48:25.619 huda siraj: I really loved that robots, and I felt like empowered went like 359 00:48:26.380 --> 00:48:30.209 huda siraj: you know how vex robotics programs they usually have, like 360 00:48:30.230 --> 00:48:37.000 huda siraj: like a fight at the end, like the robots fight. I feel like I kinda felt empowered as like the robot 361 00:48:37.010 --> 00:48:39.989 huda siraj: who fought in like one. And yeah. 362 00:48:41.320 --> 00:48:44.329 Jenny Duan: they had only ever seen in Sci Fi movies before. 363 00:48:45.010 --> 00:48:48.430 Jenny Duan: while 364 00:48:50.640 --> 00:48:52.510 Jenny Duan: building the robot. 365 00:48:55.890 --> 00:48:58.339 Jenny Duan: The process of building the robot 366 00:49:00.300 --> 00:49:02.580 Jenny Duan: losses of building the robot 367 00:49:02.870 --> 00:49:07.439 Jenny Duan: led to a filling of empowerment 368 00:49:12.860 --> 00:49:15.130 Jenny Duan: and excitement I'd 369 00:49:15.190 --> 00:49:17.670 Jenny Duan: never previously experienced 370 00:49:18.860 --> 00:49:20.120 Jenny Duan: of. 371 00:49:25.850 --> 00:49:29.720 Jenny Duan: despite my initial love or technology. 372 00:49:32.980 --> 00:49:38.030 Jenny Duan: And then let's put in this paragraph, little school. I still shall go to access 373 00:49:38.170 -->",
    " 00:49:45.810 Jenny Duan: opportunities. I felt discouraged from stem participation. despite that my passion has started. 374 00:49:46.210 --> 00:49:50.589 Jenny Duan: did not fade. I spent 375 00:49:50.650 --> 00:49:59.830 Jenny Duan: all my free time learning about learning different computer clients. 376 00:50:00.070 --> 00:50:07.329 Jenny Duan: languages. studying game development. 377 00:50:09.190 --> 00:50:15.910 Jenny Duan: And we can and continuing it to dream about 378 00:50:18.520 --> 00:50:21.740 Jenny Duan: everything I could build with these tools 379 00:50:23.000 --> 00:50:30.929 Jenny Duan: with these tools. and then. 380 00:50:38.090 --> 00:50:39.229 Jenny Duan: let's see. 381 00:50:39.760 --> 00:50:42.859 Jenny Duan: I started sharing my 382 00:50:43.150 --> 00:50:44.790 Jenny Duan: I 383 00:50:47.250 --> 00:50:50.200 Jenny Duan: I also founded a non prophet. 384 00:50:50.650 --> 00:50:54.170 Jenny Duan: empowering AI 385 00:50:55.060 --> 00:51:01.570 Jenny Duan: that aims to educate and inspire younger 386 00:51:02.580 --> 00:51:04.530 Jenny Duan: girls like 387 00:51:06.520 --> 00:51:09.750 Jenny Duan: my 7 year old self. 388 00:51:09.970 --> 00:51:14.520 Jenny Duan: 2 per 2, their own technology dreams. 389 00:51:16.420 --> 00:51:24.379 Jenny Duan: And then we can go from there. And I feel like, if we take out the part about your parents. It's still okay, like, I feel like this reads fine. 390 00:51:24.500 --> 00:51:25.600 huda siraj: Yeah. 391 00:51:28.220 --> 00:51:33.600 Jenny Duan: obviously, this is a very rough draft. But how do you feel about like this type of formatting or structure? 392 00:51:35.580 --> 00:51:52.769 huda siraj: I really, I like how you. Kinda we kinda like connected the beginning like the intro and like where I talk about my 7 year old self. With the robots. And I really like how it was kinda connected to later part of the 393 00:51:52.780 --> 00:52:11.970 huda siraj: essay where it's like, I wanna inspire younger girls ",
    "like my 7 year old self, and also about like the robot dog. And I just I really like how it's kind of continuous throughout the essay. Yeah, I think that this type of formatting with starting with your dog 394 00:52:12.020 --> 00:52:23.529 Jenny Duan: sets up a better framing because I feel like it focuses more of the essay on you and the things that you're doing and like how you've sort of gone here versus the previous iteration of your essay was more like 395 00:52:23.560 --> 00:52:37.979 Jenny Duan: your parents' story. And I think, while your parents' story is really, really inspiring, doesn't showcase as much of the things that you've done or like, how you've developed as a programmer. So I think that this fix helps address that. And then this week. 396 00:52:40.370 --> 00:52:43.350 Jenny Duan: sorry of my throat. I need to clear it 1 s. 397 00:52:43.990 --> 00:52:44.930 huda siraj: Okay. 398 00:52:45.530 --> 00:53:14.110 Jenny Duan: okay, thank you. I feel like this week. I feel like I want you to. Continue editing this and then make it sound more like you, and then put in a little bit more details about yourself. In the end. You still have about 25 words or so, so you can continue to elaborate, based on the things that you know we've identified, that you've been doing. I think you can add more of those things in. And then also, I'd like to see drafts of your other 2 essays that way next time when we meet, like on Monday or Tuesday. 399 00:53:14.580 --> 00:53:22.459 Jenny Duan: probably Tuesday. and we can like, edit, finish everything and then turn it in because I want to make sure that we're able to get it in by the deadline. 400 00:53:22.630 --> 00:53:26.100 Jenny Duan: Yeah. So how does that sound? 401 00:53:26.370 --> 00:53:31.920 huda siraj: Yeah, that sounds great. I'll probably start brainstorming, like, right after class. 402 00:53:32.430 --> 00:53:34.470 huda siraj: for the other prompts. 403 00:53:34.750 --> 00:53:36.900 Jenny Duan: Okay? Awesome. 4",
    "04 00:53:37.170 --> 00:53:45.100 Jenny Duan: And then actually, why don't we just take a little bit of time? It won't take too long and just brainstorm right now, because I want to make sure that you have a good foundation to write 405 00:53:45.440 --> 00:53:50.050 Jenny Duan: these essays. So we'll just spend like 2 min doing this. 406 00:53:50.180 --> 00:53:56.450 Jenny Duan: Okay, display. How techno describe how technology may play a central role as you imagine your future. 407 00:53:56.770 --> 00:54:01.569 Jenny Duan: So how do you think that tech? So this is just like, what do you want to do in your future. 408 00:54:02.820 --> 00:54:19.119 huda siraj: I guess I wanna continue the things that I'm working on like the the thing where I wanna empower younger girls and also the the initiatives that I've started such as like 409 00:54:19.530 --> 00:54:25.379 huda siraj: the folklift thing. And I wanna like, continue using my ability to 410 00:54:25.610 --> 00:54:32.440 huda siraj: like, I guess work with technology. The things that I've done. And also 411 00:54:32.670 --> 00:54:42.469 huda siraj: I say, like, I kinda wanna make technology more relevant part in my life by 412 00:54:42.850 --> 00:54:46.170 huda siraj: I guess 413 00:54:47.510 --> 00:54:49.390 huda siraj: I can't really think of anything right now. 414 00:54:49.520 --> 00:54:59.859 Jenny Duan: Yeah. So let's just make sure that we hit these 3 things. So you plan. So you want to be a CS. Major in college. Make sure to write this. They'll look for that. So you want to be a CS. Major in college. 415 00:55:00.010 --> 00:55:22.650 Jenny Duan: then. So education, hobbies, career, make sure to touch on these 3 things. So, hobbies, you want to empower other girls. You want to do a ethics. Continue not your nonprofits. Maybe, like, continue robotics. Game development. Those are your hobbies. And then your career. What type of career do you want? Do you want to be like a software engineer, software developer, g",
    "ame developer. What type of career are you imagining right now? 416 00:55:22.920 --> 00:55:26.199 huda siraj: I say, like, kind of 417 00:55:26.500 --> 00:55:38.540 huda siraj: software developer or game developer. I think I'm more passionate about game development. So honestly, I could see myself doing both. But yeah. 418 00:55:38.830 --> 00:55:40.990 Jenny Duan: okay, let's just say game developer. 419 00:55:41.070 --> 00:55:44.689 Jenny Duan: for now and then I'll need to see 420 00:55:45.290 --> 00:55:49.830 Jenny Duan: what percentage of game developers are women. 421 00:55:53.420 --> 00:55:57.460 Jenny Duan: just because I feel like it would be good to have. And 422 00:55:59.500 --> 00:56:01.010 Jenny Duan: yeah, okay. 423 00:56:03.180 --> 00:56:11.629 Jenny Duan: I feel it says that only 24% of video game developers are female. So maybe it's just like right in 424 00:56:12.430 --> 00:56:14.610 Jenny Duan: because I feel like that's pretty compelling. 425 00:56:14.870 --> 00:56:29.950 Jenny Duan: So you you wanna be a game developer and change the change in industry. We're only 24% of the developers are female. I think that's pretty empowering. And then how could you use technology to solve a real world problem that you are passionate about? 426 00:56:31.920 --> 00:56:39.290 huda siraj: So would this be like a a social cause, or like something like 427 00:56:39.410 --> 00:56:43.780 huda siraj: I wanna empower like more girls like me, or should I? 428 00:56:44.090 --> 00:56:51.229 Jenny Duan: What do we have more of a cause? I feel like it's more like a specific action or a specific cause. 429 00:56:51.530 --> 00:56:53.989 Jenny Duan: Let me just see what I wrote out. 430 00:56:55.720 --> 00:56:57.110 Jenny Duan: And. 431 00:57:00.410 --> 00:57:05.139 Jenny Duan: oh, my gosh! When I did this, all these were like 500 words, but they cut him in half. 432 00:57:05.930 --> 00:57:08.060 Jenny Duan: Okay. 433 00:57:09.560 --> 00:57:20.950 Jenny Duan: yeah, I said, I ",
    "wanted to redesign social media to be like more inclusive of different diverse communities. So I talked about like getting rid of Let me just show you 434 00:57:21.160 --> 00:57:40.009 Jenny Duan: I would like to redesign social media platforms to be more inclusive of PSC. Communities. One major issue I sharp to eliminate is the all gloves of neo nazism and bigotry that are sometimes perpetuated in private Facebook, Reddit, Instagram, and Twitter groups. These communities perpetuate hatred and violence and contribute to dangerous acts of cruelty, and they can even be harmful to their members. And then I also wrote about like. 435 00:57:40.380 --> 00:57:44.089 Jenny Duan: Oh, okay. So this is what I wrote about. And then I also said. 436 00:57:44.460 --> 00:57:53.010 Jenny Duan: like, this is what I've been doing to address this goal. And then another thing that I wanted to do is use technology to address mental health concerns. 437 00:57:53.020 --> 00:57:58.269 Jenny Duan: And then so and I want to create an a I bot that helps people with their mental health. 438 00:57:58.360 --> 00:58:00.380 Jenny Duan: So those are the things that I wrote about. 439 00:58:00.700 --> 00:58:08.619 Jenny Duan: But for you like that's obviously gonna be something different. And what do you? What would you use technology to do? 440 00:58:09.910 --> 00:58:11.110 huda siraj: And 441 00:58:11.160 --> 00:58:19.219 huda siraj: I guess one thing like kind of inspired by what you wrote. I kind of want like a safer space for people to 442 00:58:19.450 --> 00:58:32.160 huda siraj: I guess, express themselves. I guess. Could I reiterate on the fact that like game development isn't that common for female developers? 443 00:58:32.230 --> 00:58:44.540 huda siraj: I guess like I wanna using technology? Since the game does include topics about a ethics. And also like popular web or 444 00:58:44.560 --> 00:58:49.039 huda siraj: impactful women and stem. I guess I kinda wanna 445 00:58:49.060 --> 00:58",
    ":52.929 huda siraj: kind of impact. And like. 446 00:58:53.350 --> 00:59:01.120 huda siraj: have more people know about these people that made significant 447 00:59:01.240 --> 00:59:03.180 huda siraj: contributions. 448 00:59:04.020 --> 00:59:05.520 Jenny Duan: Yeah, totally. 449 00:59:05.580 --> 00:59:16.460 Jenny Duan: That's super good. And then you can also write about things like how video games right now are like a lot of video games are very violent, and they contribute to like 450 00:59:16.710 --> 00:59:33.179 Jenny Duan: to mental health issues, because, like a lot of like, for example, the really violent like shooter games, all this is really bad. So like you, wanna transform this industry? Or you wanna make a space for like educational games, 451 00:59:33.480 --> 00:59:46.980 Jenny Duan: or like games that solve social problems so like social problems like lack of representation impact, or like AI ethics, 452 00:59:47.480 --> 00:59:50.189 Jenny Duan: and ethics in tech. 453 00:59:53.010 --> 00:59:54.389 Jenny Duan: how does that sound? 454 00:59:54.540 --> 00:59:58.159 huda siraj: Yeah, that sounds great. That's something that I really want to do with this game as well. 455 00:59:59.190 --> 01:00:06.769 Jenny Duan: Okay, amazing. And then you can write about your work developing the game. 456 01:00:09.640 --> 01:00:14.929 Jenny Duan: Or you could also write about folklift, too. That's another like good app 457 01:00:15.180 --> 01:00:17.089 Jenny Duan: or like, yeah. 458 01:00:17.660 --> 01:00:36.039 huda siraj: I feel like for folklift, though I don't know like how to kind of explain or like portray in a technological way, cause a lot of it is mainly just like videography. Like, although that is a different thing. But yeah. 459 01:00:36.570 --> 01:00:41.940 Jenny Duan: you're building a platform like the platform is what you're building to share. And 460 01:00:42.770 --> 01:00:48.670 Jenny Duan: discoverers, small businesses to like build community 461 01",
    ":00:50.020 --> 01:00:55.510 Jenny Duan: and 8 and strengthen small businesses. 462 01:01:00.110 --> 01:01:01.470 Okay, yeah. 463 01:01:02.410 --> 01:01:12.700 Jenny Duan: I think it's like the platform is what you'd be building there. So you could consider that. Or if you suddenly, if after this call. If you think about something completely different that you like to write about, you can also write about that, too. 464 01:01:13.070 --> 01:01:24.379 Jenny Duan: For example, like, if you'd like to do research on something or like. If there, this question is really open ended. It could be like a social problem, the technical problem, a local problem, a world problem, etc. 465 01:01:24.840 --> 01:01:26.100 Okay. 466 01:01:26.220 --> 01:01:32.760 Jenny Duan: I think they're measuring the impact of your work. So try to find something that has like a big impact. 467 01:01:33.850 --> 01:01:35.000 huda siraj: Okay? So 468 01:01:35.030 --> 01:01:43.219 huda siraj: I feel like, then, local problem wouldn't really be like that big of an impact. So maybe not folklift. 469 01:01:43.510 --> 01:01:47.270 Jenny Duan: Okay, maybe just like your work developing, the video came 470 01:01:47.690 --> 01:02:02.309 Jenny Duan: could be cool. But it also doesn't have to be something that you're currently doing like, think big with this one. For example, someone might want to design a device that like helps them detect cancer. This doesn't have this doesn't have anything to like, necessarily do with you like, you don't have to write about this, because 471 01:02:02.490 --> 01:02:10.980 Jenny Duan: I don't think you have a background in like health care or anything like that. But some one who does might write about that. But just try to really relate it to something that you're interested in, like 472 01:02:11.240 --> 01:02:26.400 Jenny Duan: I don't know. Someone else might write about like using technology to do like trash classification, or like to detect pollution in the ocean, or somethi",
    "ng different like that, or like AI. Ethics, I think, is super important. But anyways think about something like that that you could write about. 473 01:02:27.180 --> 01:02:28.520 huda siraj: Okay, sounds great. 474 01:02:28.730 --> 01:02:30.900 Jenny Duan: Okay? Cool. Any other questions. 475 01:02:31.650 --> 01:02:39.139 huda siraj: Oh, yeah. So I was, kind of planning 476 01:02:39.400 --> 01:02:56.859 huda siraj: my courses on. Take next year. Because I wanna kind of have that ready. So I'm gonna take some college courses now, and also try to take some over the summer. So also I found out that it does have a Gpa weightage. 477 01:02:57.270 --> 01:03:09.259 huda siraj: okay, yeah. So I think, has like a 5 5 scale, I think. Yeah. yeah. And let me just open it. So 478 01:03:09.550 --> 01:03:16.139 huda siraj: right now I will have taken 5 by that time. Miss yarns or 6, including the college course. 479 01:03:16.320 --> 01:03:19.220 huda siraj: And then next year 480 01:03:19.280 --> 01:03:33.350 huda siraj: to maximize, or this summer, I want to take like 2 or 3 college courses. does it impact your Gpa, if it's during the summer as well? Yeah, I think it goes into your transcript. So 481 01:03:33.540 --> 01:03:34.609 Jenny Duan: wow, okay. 482 01:03:35.470 --> 01:03:41.340 huda siraj: and then next year I wanna take ap environmental science 483 01:03:41.570 --> 01:03:55.160 huda siraj: ap statistics ap Gov and econ And then I'll see you doing like maybe one more. So how many like Ap's do you recommend? For, like 484 01:03:55.580 --> 01:03:57.580 huda siraj: by the end of 485 01:03:57.820 --> 01:03:58.890 huda siraj: high school. 486 01:03:59.930 --> 01:04:04.839 Jenny Duan: I'd recommend as many as possible that you're able to get straight as in. 487 01:04:04.890 --> 01:04:18.190 Jenny Duan: Okay, that makes sense. So like, take as many as you're able to reasonably get straight as in. So it's not necessarily worth it to take another Ap. If you're gonna be in one of t",
    "hem. But if you're able to add another and take an A, then 488 01:04:18.230 --> 01:04:21.749 Jenny Duan: try to add as many as you can that you're able to maintain a good Gpa, yeah. 489 01:04:22.110 --> 01:04:23.940 huda siraj: okay, that sounds good. 490 01:04:25.260 --> 01:04:27.449 Jenny Duan: Okay, awesome. Anything else? 491 01:04:28.650 --> 01:04:31.140 huda siraj: Not at the moment. 492 01:04:32.280 --> 01:04:36.580 Jenny Duan: Okay, cool. Well, I look forward to seeing your responses to these questions. 493 01:04:36.710 --> 01:04:40.239 Jenny Duan: And yeah, we can discuss them next week. 494 01:04:40.750 --> 01:04:42.090 huda siraj: Okay, bye. 495 01:04:42.230 --> 01:04:43.430 Jenny Duan: I."
  ],
  "turns": [
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 498.09,
      "end": 499.91,
      "text": "Hi, Huda! How's it going? 2"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 503.83,
      "end": 507.329,
      "text": "Hi! 3 I'm doing good. How are you? 4"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 507.6,
      "end": 514.6,
      "text": "I'm good. Sorry about being great. I had a couple of Wi-fi issues that I just resolved. But yeah, how's your week going? 5"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 515.35,
      "end": 524.699,
      "text": "It's going great. We just dropped off my sister to college, which is why, we're kinda like away for a few days. Yeah. 6"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 525.88,
      "end": 528.15,
      "text": "Have you been to her college before? 7"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 528.28,
      "end": 538.909,
      "text": "Yeah, we visited a couple of times for orientation and just a visit. But this time we like dropped her off at the dorm. And yeah. 8"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 541.38,
      "end": 558.2,
      "text": "awesome. 9 That's so fun. And I'm glad that you had a good time. And yeah, I guess let's just get started. Do you have any main updates? I like your mic. By the way, is that new? No, I've been using this one. 10"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 558.31,
      "end": 626.13,
      "text": "But yeah, for updates, I'd say, I took the practice, sat. I'm not too happy with my score. I got a 1,480, so I haven't reached 1,500 yet, but 11 and also for the PSAT. Practices. I was gonna take that today, but I wasn't really sure how to take it, cause like on the sheet. It had like a module one, and then module 2. And I was kind of confused about that. So I just decided to take a 12 actual like, SAT 13 so yeah, 14 And then 15 I started learning react for the websites. And I was like reviewing like how to graph the things that you told me to 16 and I think I made a lot of progress on the game. 17 In terms of like 18 I set up a dialog code system. So like I'll be able to 19 like. I guess, type in my dialogue, and it's like a dynamic script, so I can add it to any scene. I want to 20"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 626.24,
      "end": 675.47,
      "text": "and then I think. for folklift 21 we're gonna actually head head off the filming this Thursday or next Thursday, I guess and my, my filming partner agreed. 22 So timing 23 and then 24 for empowering AI, we got the. We got someone to like start building the website I gave her like, I mean, like a document with every feature that we need and like 25 things that we need right now and then. Oh, yeah, for the Youtube. Video. It's actually exporting right now. Which is probably why I'm like, really laggy. But yeah, I'm almost done with that 26"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 677.67,
      "end": 691.269,
      "text": "congratulations on the Youtube. That's awesome. I'm so happy to see that up. And then how's the slideshow going with empowering a I like, how are your slides going. Are you still planning to do that? And how's the organization going? 27"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 691.5,
      "end": 725.44,
      "text": "Yes, I think. I think our progress on that has been kind of slow I think, cause we need to probably like meet in your life and work on it together, cause I think it's kinda hard to like work on it asynchronously, because I feel like maybe she doesn't know what to do or anything, cause I started the slides. 28 But I think I don't think we've gotten to like where we need to for the first slide. So I think this week I'll probably catch up with her and try to work on it in real life. 29"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 726.08,
      "end": 733.29,
      "text": "Okay, got it. And then for the Congressional app challenge, are you still working on that? And what's the progress on that? 30"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 733.66,
      "end": 766.349,
      "text": "Yeah. So 31 we started like planning out the Ui we. Wanna I think we already started doing this like last week. But 32 we started making our figma designs and it's on her computer. But it's like 33 we're trying to make it more professional for the app challenge. And then we're also trying to write like what our purpose is for a project and what exact features we need 34 on a document. 35"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 766.53,
      "end": 769.359,
      "text": "Could she share the figma file with you. 36"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 770.35,
      "end": 777.489,
      "text": "I don't have it right now. I can send it to like. I'll ask her, and I can probably send it to you today. 37"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 777.69,
      "end": 786.169,
      "text": "Okay, yeah. I don't necessarily need a copy of the fig. But I just wanna make sure that you have access to it cause you said it was on her computer. But you also have access to it. 38"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 787.06,
      "end": 793.96,
      "text": "Yeah, I think we're working on it. In person. So we're working on it on her computer. So yeah. 39"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 795.76,
      "end": 801.04,
      "text": "awesome. And then, how did the first film club meeting go? 40"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 801.73,
      "end": 841.03,
      "text": "Or like, how is that going? My our advisor. She didn't, and she wasn't here at school. 41 So what we're gonna do, we're gonna have like a meeting this week without her cause although, like our school, kinda requires our advisor to be present, I feel like we don't wanna lag behind too far. So we're just gonna try to meet 42 during lunch or something. Where hopefully she comes back this week. But if she doesn't, we'll like book out like a room in the library. 43 and yeah. 44"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 843.87,
      "end": 891.45,
      "text": "that's awesome. I think you can label it as sort of an unofficial meeting. So 45 if you get into trouble. Just say that it was like not an official meeting, but it was still. It was still your first meeting, but you could just call it if they ask you questions about it, you could just say it's an unofficial meeting and not an official meeting cause. I know how difficult it is navigating the things with the 46 like supervisors, and all of that. so yeah, yeah, okay. so I think to day, what I really want to focus on is getting your NCWI, T. Application, like updated and 47 sort of more drafted. So do you have a progress update on that, and how your essays are going. I saw that you put a draft of your at first essay. A couple of weeks ago. Yeah, like a week ago. 48"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 891.73,
      "end": 914.359,
      "text": "Yeah. So I kind of 49 II feel like it's like, really not concise. And it's like way over 250 words. 50 For the other ones. I didn't. I should probably start like 51 giving. I'm coming up with ideas, but I was a bit occupied this week, but I think I'll work on it more this week. 52"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 914.71,
      "end": 926.35,
      "text": "Okay, why don't we just go through it right now? So this is the first essay, right? And 53 yeah, did you? Is this the end of the essay, or do you still plan to write more? 54"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 926.97,
      "end": 955.38,
      "text": "II wanna write more like, but I was. I saw that like I wanted to first like concise, like, make this more concise. 55 the beginning part, and then like continue cause. I feel like the part after this should be more like more in depth to show like my leadership. 56 So maybe like. 57 I'd like, I probably work on it. After I can make this more concise. Yeah. 58"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 955.85,
      "end": 994.64,
      "text": "right? Yeah, I think what you wanna focus on is because right now, looking at it, I feel like a lot of the essays about your parents. But the main focus of the essay should be you, because at the end of the day, you know, it's not your mom applying for this where it's not your dad applying for the award. It's you. And so, while your parents have inspired you, I think the main bulk of the essay should be about you what you've done, what you're interested in, etc. 59 And so 60 let's figure out how we can shift that. So I think that taking away all of the things that aren't necessary. We can start with that. For example, like this true crime television show. 61 The cooking aspect is not exactly relevant to your essay 62"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 994.78,
      "end": 1029.479,
      "text": "because it doesn't add anything to explain why you are doing what you're doing or like, even 63 related to your leadership or your involvements in computer science. It's more about your mom. So if your mom were applying for this, then she might write about her passion for cooking. But since it's you applying. I don't think you need to write about your mom's passion for cooking. 64 So okay. 65 let's see. 66 is there another way that we could explain your mum's start in technology besides cooking 67"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1031.359,
      "end": 1082.54,
      "text": "I guess she went to college for like 68 when she went to college it was about like engineering. 69 but she wasn't truly like 70 she never like pursued it after marriage. 71 so maybe we could talk about like 72 her involvement during during her college years. 73 or 74 I'm not sure, because I kind of want like portray her stories like she didn't really have that many opportunities, and like she wasn't really involved in tech before. But then once she got this opportunity, she like 75 she found it empowering. So I kind of want to like. 76 show her discovering technology 77 from nothing. 78"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1082.92,
      "end": 1090.36,
      "text": "Right? So 79 let's see? 80"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1095.41,
      "end": 1121.13,
      "text": "Okay, I'm I'm gonna just delete this first part. Remember, there's an original copy of it saved here. So if you wanna go back, there's the original copy up here. But I'm just gonna work on editing off of this. 81 So okay. I think this part is not relevant to your essay or to the theme of your essay. So I'm going to cut it out and let's see if we can replace it with something better so. 82 And 83"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1127.91,
      "end": 1161.329,
      "text": "let's see. So you want to convey 84 the fact that, you know, getting a job in technology was empowering for your mom. And it wasn't something that she had previously known how to do. So it was inspiring, like watching her learn how to code and during her job search process. Right? Yeah. 85 Okay. 86 let's see. 87 And 88 and how would you describe your mum like starting to learn? 89"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1162.34,
      "end": 1199.569,
      "text": "So I'd say one. She was like really self reliant, and 2. She was like really persevering cause she really like wanted like 90 she herself like wanted to know more about technology and like it was really important to her that she knew. So she was really resourceful and definitely like 91 she learned from Youtube, she learned from like friends and like online. And so and etc. And I feel like 92 she was definitely very like self-reliant during the journey. 93"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1200.86,
      "end": 1205.049,
      "text": "Right? And so how has this impacted your journey? 94"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1206.02,
      "end": 1236.069,
      "text": "I guess at that time I was like in middle school. And I was still like developing my interests and what I wanted to do. And 95 I guess just seeing her like 96 seeing her be being able to like, learn this so quickly and easily, and how it helped her kind of inspired me, and that, like I could probably do this, too, if my mom can 97 and maybe like her ability to learn, help me 98"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1237.59,
      "end": 1274.969,
      "text": "alright. I think that this is actually 99 a good start. 100 And then 101 I feel like 102 this. I don't think you need to talk about your dad, actually, because I feel like at the end, you don't talk about him again. 103 because I don't, or I don't think you can. I don't think you would need a full paragraph. I think maybe one sentence, because I think the focus like, right here, you're you're talking back about your mom. And I feel like you're in the beginning. You're talking about your mom in the end. You're talking about your mom. So I feel like the part about your dad is maybe like. 104"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1274.97,
      "end": 1292.18,
      "text": "if we're short on words, I think you can cut it, or maybe write about your dad in a different essay, but not necessarily this one, because it is just only a 250 word count. So that's not a lot of words, and I feel like the thing about your dad doesn't add anything different. It's more of a reiteration about why your parents have inspired you. 105"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1292.78,
      "end": 1294.089,
      "text": "I'm going to take this 106"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1294.47,
      "end": 1352.13,
      "text": "out for now and then put it back at the end, like 107 as just. I'm just gonna keep it here in case we need it again. But right now let's just keep it this. 108 and then let me see what the word count is here. Okay, this is, this is pretty much 109 the amount of words that you get. 110 After everything is cut out. So with this word count, let's edit and improve the response. 111 So I liked this beginning in the same way that I inherited my 5 foot 7 height from my parents. I felt that I 112 Oh, yeah, I feel like we can cut out a lot of 113 these words like I felt that I you can just say in the same way that in the same way, I inherited by 5 foot 7. Height from my parents, I, inherited 114 my passion for technology from them, too. 115 okay. 117"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1356.87,
      "end": 1391.98,
      "text": "I, inherited my tech fashion. Okay? 118 the same. 119 I inherited. Okay, the the the reason why I'm spending so much time looking at this is because I wanna make it seem more like you're driving the story. Not like your parents are driving the story, but like your passion for technology 120 is something that, like you started in yourself, too. 121 So let me see. because right now it kind of seems like 122"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1392.11,
      "end": 1399.24,
      "text": "your parents have inspired your passion for technology. But then we wanna see like how you've nurtured that without your parents? 123"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1399.76,
      "end": 1407.61,
      "text": "Right? 124 so during your childhood, was there anything else that like made you want to pursue technology? 125"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1409.28,
      "end": 1471.43,
      "text": "I guess one thing is that 126 it's kinda like weird. But like most of my family from like my mom's side and they're all doctors. And it's kind of like 127 even though computer science is like a popular field. It's kind of uncommon for any of us to get into technology. And I guess my dad was probably like one of the only people in the family that are interested in technology. And I guess 128 that kind of inspired me cause 129 like. In the beginning, I probably wanted to do something basic like becoming a doctor or just following the footsteps of before. But then I saw that, like Co, technology and computer science kind of has like. 130 it's like a whole new like topic and whole new world. 131 And it's like things to learn and like, explore. 132"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1472.53,
      "end": 1491.989,
      "text": "got it. Got it? Yeah. So let's see. In the same way I inherited my 500 133 7 134 I want to say, like. 135 my passion for technology was inspired by them, too. 136"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1493.51,
      "end": 1511.749,
      "text": "But I feel like this. Analogy doesn't make sense. We could change the analogy from something like the same way, like something that 137 I started like liking. Because 138 do you like cooking? Say, yeah. 139"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1512.08,
      "end": 1545.27,
      "text": "okay in the same way I her. But then I feel like it's not relevant. Because if you say that, like you like cooking. 140 right 141 then how does that relate to anything else like. If, if I said in the same way inherited my passion for cooking 142 from my parents. 143 my passion for my love for cooking for my parents. My passion for technology was inspired by them, too. I feel like like the fact that you like cooking doesn't add anything to this application question 144 by. 145"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1554.92,
      "end": 1579.289,
      "text": "I guess I could say like in the same way, like 146 my parents taught me to embrace my culture. They taught me to embrace my like, I guess. 147 technology. loving brain or something like that. 148 How's this? The same way inherited my curiosity for learning. 149"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1579.32,
      "end": 1583.29,
      "text": "for my parents. My passion for technology was inspired by them, too. 150"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1584.53,
      "end": 1586.45,
      "text": "Okay, yeah, that sounds great. 151"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1586.86,
      "end": 1595.349,
      "text": "Okay, curiosity for learning can be replaced with something else. But it's just like some positive trait about you. And then like 152 your passion for technology. 153"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1595.63,
      "end": 1597.279,
      "text": "Okay, yeah. 154"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1597.42,
      "end": 1660.429,
      "text": "but if you feel like curiosity for learning doesn't sound like you, then we can change that. So make a note so feel free to change this. It's just a placeholder 155 my parents. 156 Vincent. for my parents. 157 my. 158 my, my parents, it. young South Asian Moslem immigrants came to the Bay Area to access wood, allow them to empower. 159 but to access. What? 160 What allowed, I feel like, allowed is enabled, maybe. 161 oh, enabled us better. Great 162 empower themselves. Technology. 163 okay. 164 that's it. And now we need to talk about like overcoming challenges. 165 So what are some challenges that your mum faced? 166"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1661.75,
      "end": 1701.28,
      "text": "I'd say, like. 167 in terms of like finding a tech related job or anything I'd say she kind of had the same issue as me, where, like none of her friends or anything, were really like interest, and couldn't help her with 168 with anything like related technology. So maybe that. Or I think the main thing is she didn't have X access to like 169 coding or like any job opportunities, especially since being a housewife for so long, I think. Her ability to just get a job was her biggest issue. 170"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1702.04,
      "end": 1721.45,
      "text": "Right? What about? Let's see, despite limited resources, do they have? Did her mom experience a language barrier at all? Or did she already know English? 171 She already knew English. So 172 okay, so I'm not gonna say language barrier. 173 What other? You know, difficulties. Did she experience? 174"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1723.39,
      "end": 1745.759,
      "text": "maybe like the like. The I don't know if this would be like 175 good. But maybe like how she had to take care of like 2 things at once, like her children, and like trying to learn something new. And like being in that kind of situation. 176 Wasn't really helping her. 177"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1747.07,
      "end": 1748.709,
      "text": "How many siblings do you have? 178"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1749.14,
      "end": 1750.77,
      "text": "2? 2? Yeah. 179"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1751.57,
      "end": 1761.76,
      "text": "despite limiting limited resources in caring for myself and my 2 siblings at the time. 180 How would you describe your mom's work? 181"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1763.01,
      "end": 1765.91,
      "text": "Like what she does or 182"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1766.11,
      "end": 1767.969,
      "text": "like, how did she prepare? 183"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1768.39,
      "end": 1799.9,
      "text": "Okay, I'd say, my mom spent endless hours 184 searching for opportunities and learning languages, I guess. 185 And she she definitely like. 186 always have it on like before she'd watch TV. She'd now watches Youtube tutorials on TV. It's like, became an everyday part of life. I'd say. 187"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1803.51,
      "end": 1804.29,
      "text": "Yeah. 188"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1810.19,
      "end": 1850.95,
      "text": "okay. And then I feel like this, I feel like this, pretty much summarizes everything else 189 in this paragraph. 190 So, despite limited resources in caring for myself and my 2 siblings. At the time my mom spent endless hours searching for opportunities in learning computer science languages. has secured her job as a front end web developer. 191 I feel that this sentence can also be deleted. 192 And then 193 let's add one more. One more sentence about like. 194 how your mom has overcome this challenge or how this has inspired you. 195"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1852.74,
      "end": 1894.18,
      "text": "okay, I guess 196 I'd say, like I have. I'm like, I see how, even though she has all these like set backs, she was able to do it while I'm young, and I don't have any of these setbacks, and I can almost do anything 197 and seeing her kind of just convinced me that if it's possible for her, it's possible for me. And it it taught me 198 I kinda like she kinda taught me that. I could do anything by myself using technology 199 because it empowered her as well. 200"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1895.33,
      "end": 1898.899,
      "text": "Right? So how do we summarize that in like one sentence? 201"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1899.86,
      "end": 1909.55,
      "text": "so like kind of your kind of concluding this, or 202"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1910.15,
      "end": 1919.22,
      "text": "Oh, no, no, I'm just adding a transition to this 203 to this paragraph, or maybe we don't even need another transition. 204"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1920.19,
      "end": 1932.829,
      "text": "so we could probably write something like this like or we could put this into that paragraph like. 205"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1937.33,
      "end": 1944.279,
      "text": "Yeah, 206 actually, I feel like this is fine. How it was before 207"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1944.9,
      "end": 1946.09,
      "text": "the 208"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1946.24,
      "end": 1947.59,
      "text": "okay. Hmm. 209"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1954.94,
      "end": 1971.29,
      "text": "not my Mom find myself as how to do the same. 210 Despite both my parents working hard. I found that I still struggled. 211"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1975.85,
      "end": 1985.719,
      "text": "though he still struggled to 212 access opportunities in my small suburban town 213"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1990.37,
      "end": 2020.79,
      "text": "engagement. 214 Hi. 215 so 216 discouraged instant participation. 217 Boy, let's see what the question is asking. Again. be sure to provide specific details on your technology skills and activities 218 struggled. Let's see how much, how many words we have left. Okay, we have 100 words left. 219"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2021.44,
      "end": 2038.48,
      "text": "Yeah. 220 so like, now, we have to give like specific details. 221 So this be where I kind of put in my experience at the Hackathon or with Hackathon Club. 222"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2039.14,
      "end": 2080.11,
      "text": "Right? Yeah. 223 Let's see, I still think that I want to cut the beginning shorter. So you can write more at the end because I want to like. See how the beginning. Is your parents inspired you? But then you know, how did you get involved in? What are the things that you have done that Skinbolt and Hackathon Club. That's 224 like start empowering. AI. All of these other things join robotics when you were in middle school. All these things, I think, are really valuable. and I want to make sure that we don't leave them out. 225 Umhm. So let's see 226 how we can. 227 Came to the Bay Area to access. 228"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2090.71,
      "end": 2094.239,
      "text": "Maybe I could remove South, since it doesn't really add anything. 229"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2094.51,
      "end": 2103.139,
      "text": "No, I feel like South Asian. That's fine. I feel like we're not trying to remove individual words here, but seeing, like what sentences or phrases we can cut out. 230"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2104.03,
      "end": 2105.09,
      "text": "go 231"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2105.89,
      "end": 2129.37,
      "text": "this 5. My parents. 232 Inspiration. 233 Yep. 234 new technology. 235 Is there another word for empowered. 236"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2131.18,
      "end": 2138.03,
      "text": "that's okay. We could do 237"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2139.66,
      "end": 2141.63,
      "text": "seeing my mom's efforts. 238"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2145.89,
      "end": 2147.929,
      "text": "Maybe, like influence. 239"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2149.65,
      "end": 2160.3,
      "text": "pay off 240 seeing my mom's. Oh. influence 241 set out to despite. 242"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2167.51,
      "end": 2168.67,
      "text": "And 243"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2171.57,
      "end": 2177.42,
      "text": "wouldn't it make more sense to say something like seeing my mum's journey, I set out to do the same. 244"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2177.88,
      "end": 2180.15,
      "text": "Oh, yeah, that's perfect. 245"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2185.25,
      "end": 2189.599,
      "text": "worthless representation of what does people with by background. 246"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2189.93,
      "end": 2199.17,
      "text": "We are like girls, and like. 247 especially like Muslim girls like there aren't really any in this in the field. 248"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2200.18,
      "end": 2224.51,
      "text": "Totally. 249 So let's say that 250 whether it be the disengagement of my 251 field, here's in computer science 252 or the villages appears in computer science or the misrepresentation of 253 the slim girls 254 in stem related clubs. 255"
    },
    {
      "speaker": "student",
      "conf": 0.5,
      "start": 2225.49,
      "end": 2231.93,
      "text": "I felt discouraged in. I felt discouraged from stem participation. 256"
    },
    {
      "speaker": "coach",
      "conf": 0.8,
      "start": 2235.54,
      "end": 2250.68,
      "text": "Okay, let's see how many words that cut. Okay. so yeah, now we have a little bit more wiggle room. 257 just change. This is Cs 258"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2255.13,
      "end": 2256.25,
      "text": "about the smell 259"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2264.28,
      "end": 2286.65,
      "text": "into the bay area to access 260 one. and the 2 2 vexes are impounding within to prepare themselves. Technology. 261 I still struggle. Whither be? I felt discouraged from some participation. Okay? And how did that change? 262"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2288.08,
      "end": 2329.37,
      "text": "I guess. 263 I wanted to see a change, and like I was kind of like. 264 I guess, finished with how people like me were participating, or anyone, for that matter. no one was participating in my small town, and I kinda wanted to make a change. So I did things such as empowering AI and 265 I guess other programming events, such as 266 I think. Wait. We made a list last time. So 267"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2329.61,
      "end": 2330.7,
      "text": "yes. 268"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2331.11,
      "end": 2344.5,
      "text": "empowering AI and participating in the Vex robotics in middle school and 269 also share my journey with game development online? 270"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2346.84,
      "end": 2354.169,
      "text": "Right? Let's see. have you always so since what age. Have you been curious about computer science? 271"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2354.76,
      "end": 2365.12,
      "text": "Honestly, since, like I was 7, I think. But like, I never really did anything until I was like 11. 272"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2367.63,
      "end": 2381.8,
      "text": "Okay. 273 by curiosity. 274 For in the same way, I. So what did you do when you were 7? That like 275 made you know that you were interested in technology. 276"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2382.06,
      "end": 2414.34,
      "text": "So my dad got me like this. Robot. I think we talked about this earlier. But he got me like this robot from like the apple store and basically, there's like this thing on the ipad where you can like 277 code. It's like, walk around and I think it was like part of the swift thing. But yeah, like I was, I was like a really big fan of that. And I just thought that like having a robot walk around. It's like the coolest thing. Just something that I really like 278 adored when I was younger. 279"
    },
    {
      "speaker": "unknown",
      "conf": 0.5,
      "start": 2415.09,
      "end": 2415.96,
      "text": "Right? 280"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2416.95,
      "end": 2451.909,
      "text": "Why don't actually, what have we started the essay with that instead? And then, like 281 touched it about your parents? Because I feel like this. Essay is a lot about your parents and not enough about you. So let's see. 282 is there a way that we can change the beginning to reflect that? 283 if you were to. Okay, let's just say, if you were to write with that start in mind, how would you write it? 284"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2453.74,
      "end": 2568.92,
      "text": "I'd probably describe, like my like my dad, he probably got me a gift, and then I'd be like 285 describing. 286 Sure like, write a sentence I'd be like, Oh, yeah, you have access to the Doc feel free to write things down. 287 I'd probably like I ripped open the packaging 288 of the I think it's called Jimu Robot, and that my dad brought me 289 my seventh birthday. 290 I guess I wanna kind of describe that. I was 291 really eager by 292 angrily ripped about, opened the package of the Jim Aruba that my dad bought me for my seventh birthday. 293 guess And 294 it came 295 the or I guess the robot 296 the main feature of the robot. 297 or 298 I couldn't believe 299 that 300 a small kid like me 301 could control 302 an actual robot 303 with the use of my 304 small ipad. 305 I know. 306"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2571.36,
      "end": 2581.169,
      "text": "Yeah, I don't really know where to where to go from there like 307 should I connect it to like the first paragraph, or 308"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2582.28,
      "end": 2596.729,
      "text": "I feel like 309 the 310 yeah, what have we? 311 Let me just put this back in here? 312"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2607.31,
      "end": 2621.66,
      "text": "I eagerly ripped open the package. 313 I feel like we can delete this 314 passion for technology was inspired by them, too. 316"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2646.55,
      "end": 2648.57,
      "text": "real school. 317"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2654.64,
      "end": 2753.12,
      "text": "Okay? 318 So I think we can do this. So I equally so the beginning should be, can be talking about your your present, and then you can mention your parents. But I don't think we need more than like 2 sentences on your parents, because I still feel like the focus should be on Muse. So then then you could talk about your struggle. Despite this 319 like. But despite this. 320 then, like 321 How? What have you done? I 322 Their passion 323 that started with a small robot dog. 324 has not or 325 did not said. And then you can say, like a 326 motivated by the desire to makes them 327 more accessible. And 328 for people from up 329 for people, from all backgrounds. 330 Hi. 331 and then we can just 332 started 333 sharing my process, developing a an A I education game 334 on Youtube. 335 I 336"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2753.81,
      "end": 2802.59,
      "text": "well discourage from 337 stem participation. 338 I 339 okay. 340 Near 341 of. They felt discouraged from stem participation rather than 342 And then I'm I'm just trying to see how we can like show your growth over time. 343 So 344 I mean, it's it. When you were 7. You had a robot dog that you controlled with code on your ipad. Then what? After that? What was the next like? Technology related thing that you did 345"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2803.36,
      "end": 2840.289,
      "text": "I think 346 I'd say in middle school. 347 II took like. 348 I went to vex robotics. And also I, took like computer science like lessons. And I used like in my free time. I kind of convert everything into like, know how you have to make flowcharts and stuff for programs. I used to like relate that to almost everything. So I used to make like, I used like 349 kind of translate everything antikode, even from real life. So 350"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2842.47,
      "end": 2873.79,
      "text": "right? 351 Okay, I feel like this is super good, like your you started with, you know, this little robot dog. And then you transition to vex robotics. I feel like, that's a good transition. And then you started game development. And then you started like building community on your code with code. 352 So let's see how we can do that. So you you 353 could control it. 354 An actual robot with by ipad 355 of then like. 356"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2874.38,
      "end": 2919.989,
      "text": "maybe I could talk about like cause in the vex robotics. We actually got to build a a robot. Which I thought was kind of like sci fi, and like one of the movies and stuff, and I never knew it was actually possible. And when I got to build it I found that I really had a great interest in 357 the technology aspect of it. And how? I guess. 358 I really loved that robots, and I felt like empowered went like 359 you know how vex robotics programs they usually have, like 360 like a fight at the end, like the robots fight. I feel like I kinda felt empowered as like the robot 361 who fought in like one. And yeah. 362"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2921.32,
      "end": 2947.439,
      "text": "they had only ever seen in Sci Fi movies before. 363 while 364 building the robot. 365 The process of building the robot 366 losses of building the robot 367 led to a filling of empowerment 368"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2952.86,
      "end": 2960.12,
      "text": "and excitement I'd 369 never previously experienced 370 of. 371"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2965.85,
      "end": 3030.929,
      "text": "despite my initial love or technology. 372 And then let's put in this paragraph, little school. I still shall go to access 373 opportunities. I felt discouraged from stem participation. despite that my passion has started. 374 did not fade. I spent 375 all my free time learning about learning different computer clients. 376 languages. studying game development. 377 And we can and continuing it to dream about 378 everything I could build with these tools 379 with these tools. and then. 380"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3038.09,
      "end": 3084.379,
      "text": "let's see. 381 I started sharing my 382 I 383 I also founded a non prophet. 384 empowering AI 385 that aims to educate and inspire younger 386 girls like 387 my 7 year old self. 388 2 per 2, their own technology dreams. 389 And then we can go from there. And I feel like, if we take out the part about your parents. It's still okay, like, I feel like this reads fine. 390"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3084.5,
      "end": 3085.6,
      "text": "Yeah. 391"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3088.22,
      "end": 3093.6,
      "text": "obviously, this is a very rough draft. But how do you feel about like this type of formatting or structure? 392"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3095.58,
      "end": 3131.97,
      "text": "I really, I like how you. Kinda we kinda like connected the beginning like the intro and like where I talk about my 7 year old self. With the robots. And I really like how it was kinda connected to later part of the 393 essay where it's like, I wanna inspire younger girls like my 7 year old self, and also about like the robot dog. And I just I really like how it's kind of continuous throughout the essay. Yeah, I think that this type of formatting with starting with your dog 394"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3132.02,
      "end": 3163.35,
      "text": "sets up a better framing because I feel like it focuses more of the essay on you and the things that you're doing and like how you've sort of gone here versus the previous iteration of your essay was more like 395 your parents' story. And I think, while your parents' story is really, really inspiring, doesn't showcase as much of the things that you've done or like, how you've developed as a programmer. So I think that this fix helps address that. And then this week. 396 sorry of my throat. I need to clear it 1 s. 397"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3163.99,
      "end": 3164.93,
      "text": "Okay. 398"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3165.53,
      "end": 3206.1,
      "text": "okay, thank you. I feel like this week. I feel like I want you to. Continue editing this and then make it sound more like you, and then put in a little bit more details about yourself. In the end. You still have about 25 words or so, so you can continue to elaborate, based on the things that you know we've identified, that you've been doing. I think you can add more of those things in. And then also, I'd like to see drafts of your other 2 essays that way next time when we meet, like on Monday or Tuesday. 399 probably Tuesday. and we can like, edit, finish everything and then turn it in because I want to make sure that we're able to get it in by the deadline. 400 Yeah. So how does that sound? 401"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3206.37,
      "end": 3214.47,
      "text": "Yeah, that sounds great. I'll probably start brainstorming, like, right after class. 402 for the other prompts. 403"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3214.75,
      "end": 3241.569,
      "text": "Okay? Awesome. 404 And then actually, why don't we just take a little bit of time? It won't take too long and just brainstorm right now, because I want to make sure that you have a good foundation to write 405 these essays. So we'll just spend like 2 min doing this. 406 Okay, display. How techno describe how technology may play a central role as you imagine your future. 407 So how do you think that tech? So this is just like, what do you want to do in your future. 408"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3242.82,
      "end": 3289.39,
      "text": "I guess I wanna continue the things that I'm working on like the the thing where I wanna empower younger girls and also the the initiatives that I've started such as like 409 the folklift thing. And I wanna like, continue using my ability to 410 like, I guess work with technology. The things that I've done. And also 411 I say, like, I kinda wanna make technology more relevant part in my life by 412 I guess 413 I can't really think of anything right now. 414"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3289.52,
      "end": 3322.65,
      "text": "Yeah. So let's just make sure that we hit these 3 things. So you plan. So you want to be a CS. Major in college. Make sure to write this. They'll look for that. So you want to be a CS. Major in college. 415 then. So education, hobbies, career, make sure to touch on these 3 things. So, hobbies, you want to empower other girls. You want to do a ethics. Continue not your nonprofits. Maybe, like, continue robotics. Game development. Those are your hobbies. And then your career. What type of career do you want? Do you want to be like a software engineer, software developer, game developer. What type of career are you imagining right now? 416"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3322.92,
      "end": 3338.54,
      "text": "I say, like, kind of 417 software developer or game developer. I think I'm more passionate about game development. So honestly, I could see myself doing both. But yeah. 418"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3338.83,
      "end": 3389.95,
      "text": "okay, let's just say game developer. 419 for now and then I'll need to see 420 what percentage of game developers are women. 421 just because I feel like it would be good to have. And 422 yeah, okay. 423 I feel it says that only 24% of video game developers are female. So maybe it's just like right in 424 because I feel like that's pretty compelling. 425 So you you wanna be a game developer and change the change in industry. We're only 24% of the developers are female. I think that's pretty empowering. And then how could you use technology to solve a real world problem that you are passionate about? 426"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3391.92,
      "end": 3403.78,
      "text": "So would this be like a a social cause, or like something like 427 I wanna empower like more girls like me, or should I? 428"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3404.09,
      "end": 3440.95,
      "text": "What do we have more of a cause? I feel like it's more like a specific action or a specific cause. 429 Let me just see what I wrote out. 430 And. 431 oh, my gosh! When I did this, all these were like 500 words, but they cut him in half. 432 Okay. 433 yeah, I said, I wanted to redesign social media to be like more inclusive of different diverse communities. So I talked about like getting rid of Let me just show you 434"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3441.16,
      "end": 3478.269,
      "text": "I would like to redesign social media platforms to be more inclusive of PSC. Communities. One major issue I sharp to eliminate is the all gloves of neo nazism and bigotry that are sometimes perpetuated in private Facebook, Reddit, Instagram, and Twitter groups. These communities perpetuate hatred and violence and contribute to dangerous acts of cruelty, and they can even be harmful to their members. And then I also wrote about like. 435 Oh, okay. So this is what I wrote about. And then I also said. 436 like, this is what I've been doing to address this goal. And then another thing that I wanted to do is use technology to address mental health concerns. 437 And then so and I want to create an a I bot that helps people with their mental health. 438"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3478.36,
      "end": 3488.619,
      "text": "So those are the things that I wrote about. 439 But for you like that's obviously gonna be something different. And what do you? What would you use technology to do? 440"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3489.91,
      "end": 3543.18,
      "text": "And 441 I guess one thing like kind of inspired by what you wrote. I kind of want like a safer space for people to 442 I guess, express themselves. I guess. Could I reiterate on the fact that like game development isn't that common for female developers? 443 I guess like I wanna using technology? Since the game does include topics about a ethics. And also like popular web or 444 impactful women and stem. I guess I kinda wanna 445 kind of impact. And like. 446 have more people know about these people that made significant 447 contributions. 448"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3544.02,
      "end": 3594.389,
      "text": "Yeah, totally. 449 That's super good. And then you can also write about things like how video games right now are like a lot of video games are very violent, and they contribute to like 450 to mental health issues, because, like a lot of like, for example, the really violent like shooter games, all this is really bad. So like you, wanna transform this industry? Or you wanna make a space for like educational games, 451 or like games that solve social problems so like social problems like lack of representation impact, or like AI ethics, 452 and ethics in tech. 453 how does that sound? 454"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3594.54,
      "end": 3598.159,
      "text": "Yeah, that sounds great. That's something that I really want to do with this game as well. 455"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3599.19,
      "end": 3617.089,
      "text": "Okay, amazing. And then you can write about your work developing the game. 456 Or you could also write about folklift, too. That's another like good app 457 or like, yeah. 458"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3617.66,
      "end": 3636.039,
      "text": "I feel like for folklift, though I don't know like how to kind of explain or like portray in a technological way, cause a lot of it is mainly just like videography. Like, although that is a different thing. But yeah. 459"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3636.57,
      "end": 3655.51,
      "text": "you're building a platform like the platform is what you're building to share. And 460 discoverers, small businesses to like build community 461 and 8 and strengthen small businesses. 462"
    },
    {
      "speaker": "student",
      "conf": 0.5,
      "start": 3660.11,
      "end": 3661.47,
      "text": "Okay, yeah. 463"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3662.41,
      "end": 3684.379,
      "text": "I think it's like the platform is what you'd be building there. So you could consider that. Or if you suddenly, if after this call. If you think about something completely different that you like to write about, you can also write about that, too. 464 For example, like, if you'd like to do research on something or like. If there, this question is really open ended. It could be like a social problem, the technical problem, a local problem, a world problem, etc. 465"
    },
    {
      "speaker": "student",
      "conf": 0.5,
      "start": 3684.84,
      "end": 3686.1,
      "text": "Okay. 466"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3686.22,
      "end": 3692.76,
      "text": "I think they're measuring the impact of your work. So try to find something that has like a big impact. 467"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3693.85,
      "end": 3703.219,
      "text": "Okay? So 468 I feel like, then, local problem wouldn't really be like that big of an impact. So maybe not folklift. 469"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3703.51,
      "end": 3730.98,
      "text": "Okay, maybe just like your work developing, the video came 470 could be cool. But it also doesn't have to be something that you're currently doing like, think big with this one. For example, someone might want to design a device that like helps them detect cancer. This doesn't have this doesn't have anything to like, necessarily do with you like, you don't have to write about this, because 471 I don't think you have a background in like health care or anything like that. But some one who does might write about that. But just try to really relate it to something that you're interested in, like 472"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3731.24,
      "end": 3746.4,
      "text": "I don't know. Someone else might write about like using technology to do like trash classification, or like to detect pollution in the ocean, or something different like that, or like AI. Ethics, I think, is super important. But anyways think about something like that that you could write about. 473"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3747.18,
      "end": 3748.52,
      "text": "Okay, sounds great. 474"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3748.73,
      "end": 3750.9,
      "text": "Okay? Cool. Any other questions. 475"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3751.65,
      "end": 3813.35,
      "text": "Oh, yeah. So I was, kind of planning 476 my courses on. Take next year. Because I wanna kind of have that ready. So I'm gonna take some college courses now, and also try to take some over the summer. So also I found out that it does have a Gpa weightage. 477 okay, yeah. So I think, has like a 5 5 scale, I think. Yeah. yeah. And let me just open it. So 478 right now I will have taken 5 by that time. Miss yarns or 6, including the college course. 479 And then next year 480 to maximize, or this summer, I want to take like 2 or 3 college courses. does it impact your Gpa, if it's during the summer as well? Yeah, I think it goes into your transcript. So 481"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3813.54,
      "end": 3814.609,
      "text": "wow, okay. 482"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3815.47,
      "end": 3838.89,
      "text": "and then next year I wanna take ap environmental science 483 ap statistics ap Gov and econ And then I'll see you doing like maybe one more. So how many like Ap's do you recommend? For, like 484 by the end of 485 high school. 486"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3839.93,
      "end": 3861.749,
      "text": "I'd recommend as many as possible that you're able to get straight as in. 487 Okay, that makes sense. So like, take as many as you're able to reasonably get straight as in. So it's not necessarily worth it to take another Ap. If you're gonna be in one of them. But if you're able to add another and take an A, then 488 try to add as many as you can that you're able to maintain a good Gpa, yeah. 489"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3862.11,
      "end": 3863.94,
      "text": "okay, that sounds good. 490"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3865.26,
      "end": 3867.449,
      "text": "Okay, awesome. Anything else? 491"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3868.65,
      "end": 3871.14,
      "text": "Not at the moment. 492"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3872.28,
      "end": 3880.239,
      "text": "Okay, cool. Well, I look forward to seeing your responses to these questions. 493 And yeah, we can discuss them next week. 494"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3880.75,
      "end": 3882.09,
      "text": "Okay, bye. 495"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3882.23,
      "end": 3883.43,
      "text": "I."
    }
  ],
  "meta": {
    "ext": ".pdf",
    "source": "normalize-v1",
    "vtt": true
  }
}