{
  "id": "03-Raw-SessionTranscripts/2024-11-21_W085_P5-SENIOR_TRANS-RAW_UccreativeEssayAustinSubmissionandmitBra.pdf",
  "name": "2024-11-21_W085_P5-SENIOR_TRANS-RAW_UccreativeEssayAustinSubmissionandmitBra.pdf",
  "path": "03-Raw-SessionTranscripts/2024-11-21_W085_P5-SENIOR_TRANS-RAW_UccreativeEssayAustinSubmissionandmitBra.pdf",
  "kind": "TRANS-RAW",
  "week": "85",
  "phase": "5",
  "date": "2024-11-21",
  "link": null,
  "text": "Week 35 - Coaching_Jenny_Huda_Wk35_2024-11-21_M_41d32d66d9b834cb_U_41d32d66d9b834cb WEBVTT 1 00:00:31.250 --> 00:00:34.209 Jenny Duan: Hey, Huda, how's your morning going. 2 00:00:34.210 --> 00:00:36.159 huda: Hi! It's going well, how are you? 3 00:00:36.570 --> 00:00:47.289 Jenny Duan: Doing pretty good. Yeah, maybe we can just go straight into the essays. Were you able to finish off those Uc essays? How's how's that going. 4 00:00:47.770 --> 00:01:00.019 huda: Yeah, I wrote a draft for the creative that, like the storytelling essay, I'm not sure if I like it, though. But yeah, and then I. And then I also completed the Ut. Austin essays. 5 00:01:00.320 --> 00:01:08.034 Jenny Duan: Okay, I think maybe for today we can start with the 1st the creative essay and then 6 00:01:09.140 --> 00:01:11.299 Jenny Duan: Then we can move on to ut. Austin. 7 00:01:12.582 --> 00:01:15.880 Jenny Duan: Great. So can you walk me through like 8 00:01:16.890 --> 00:01:21.990 Jenny Duan: how writing this felt, and the like biggest changes that you made when writing this. 9 00:01:22.880 --> 00:01:43.940 huda: Yeah, I think this one is like, really tough, because I didn't really know how to start it off. And like, I know, we kind of brainstorm, like the idea, with like the anecdote of like my grandma telling the story. But I couldn't really find a way to like make it sound authentic, and then like also connected to the rest of the story or to the rest of the essay. 10 00:01:44.226 --> 00:01:54.813 huda: So instead, I kind of connected it back to like when I was younger. I guess I was also still like a bit of a storyteller back then. So I started off with like kind of like 11 00:01:55.610 --> 00:02:06.180 huda: like a different like anecdote about like telling a story about like the playground. When I was like in 3rd grade, and then the same like storytelling, like 12 00:02:06.860 --> 00:02:08.300 huda: kind of bringing 13 00:02:08.550 --> 00:02:20.619 huda: like narrative into like reporting, like I think I brought that into J camp and folklift as well. So then I kind of I feel like I don't know. I feel like the wording is a little bit 14 00:02:20.820 --> 00:02:31.889 huda: flowery and like, so I'm not really happy with that. But yeah, I think this one I focused more on, like, how like narrative can shape like reporting. 15 00:02:33.550 --> 00:02:37.220 Jenny Duan: No way. And I think one thing that I'm struggling here is just like 16 00:02:37.350 --> 00:02:40.980 Jenny Duan: the emphasis on creativity, especially at the beginning. 17 00:02:42.210 --> 00:02:46.659 Jenny Duan: And so how do you think this relates to your expression of creativity? 18 00:02:47.380 --> 00:02:47.770 Jenny Duan: Yeah. 19 00:02:47.770 --> 00:02:55.029 Jenny Duan: this is more like, it seems like storytelling is maybe more like a great greater talent or skill, rather than a creative pursuit. 20 00:02:58.280 --> 00:03:03.270 huda: Wait. Okay? So I I think I need a little clarification on how to like differentiate those 2. 21 00:03:04.310 --> 00:03:08.860 Jenny Duan: Right. So in your head, like, what is the difference between a skill and creativity? 22 00:03:10.170 --> 00:03:11.300 huda: I think. 23 00:03:14.390 --> 00:03:19.690 huda: Well, like like a skill is something that's like unique to you, I guess. 24 00:03:20.269 --> 00:03:22.519 huda: And then creativity is like 25 00:03:22.940 --> 00:03:26.109 huda: like doing things in different ways. Maybe. 26 00:03:27.141 --> 00:03:29.300 huda: That are not really like 27 00:03:29.510 --> 00:03:31.599 huda: that are like unique. I guess. 28 00:03:36.555 --> 00:03:40.740 Jenny Duan: I feel like creativity, like in skills, access, another 29 00:03:40.940 --> 00:03:55.960 Jenny Duan: access. Different parts of your brain. Like, I think skills are about applying a concept in many different situations versus creativity is like coming up with new ideas and being able to synthesize things that maybe didn't have a previous relationship. 30 00:03:56.516 --> 00:03:59.710 Jenny Duan: Does that make sense kind of? 31 00:04:00.540 --> 00:04:06.069 Jenny Duan: Or I I guess that's just like how I interpret it, which might be different than how you interpret it. And that's okay, too. 32 00:04:06.590 --> 00:04:14.020 huda: So like, how does that? How would how would I be able to apply that to storytelling? Because I guess storytelling is also a little bit of a a talent, I guess. 33 00:04:15.610 --> 00:04:25.090 Jenny Duan: Right. So I think, like the way that I see creativity expressed through your activities is that through all these mediums like, you're able to 34 00:04:25.530 --> 00:04:28.239 Jenny Duan: not only tell someone's story, but 35 00:04:29.210 --> 00:04:33.420 Jenny Duan: portray it in a way that is unique to them or like. 36 00:04:33.770 --> 00:04:37.199 Jenny Duan: I don't exactly know the best way to word this. But you're you're not just 37 00:04:37.310 --> 00:04:44.620 Jenny Duan: like what you're doing is not just telling a story. You're like changing it into something that's different. That's valuable. That's 38 00:04:46.540 --> 00:04:50.290 Jenny Duan: that that other people might be interested in listening to. And so 39 00:04:50.620 --> 00:04:55.580 Jenny Duan: in any part of that, like the decisions that are involved, like, what music to use what 40 00:04:56.970 --> 00:05:10.919 Jenny Duan: elements of the story to tell, like how to emphasize their action. This action versus another action. I think those are all really, really valuable pieces of the storytelling puzzle. That's not just like, Oh, here's someone's story. And I'm gonna like. 41 00:05:11.770 --> 00:05:18.920 Jenny Duan: put all the interview in like word by word, because when you go from an interview or a 42 00:05:18.970 --> 00:05:26.570 Jenny Duan: active communication with someone else to a story like there's some magic in there, because it's up to your interpretation to see 43 00:05:26.580 --> 00:05:35.970 Jenny Duan: how the audience will react. You shape like how people perceive the story. And I think all of that involves a lot of decision making, which is pretty cool. 44 00:05:37.530 --> 00:05:38.250 huda: Yes. 45 00:05:39.572 --> 00:05:45.599 huda: Yeah. I'm still like, I'm still a little confused on how I can write this essay. 46 00:05:46.109 --> 00:05:50.780 huda: Like, I tried going off of like what we brainstormed, but like 47 00:05:51.580 --> 00:05:56.630 huda: I don't think I have like a clear idea of how to like what to emphasize and like 48 00:05:56.820 --> 00:05:59.220 huda: like how I should do my hook. 49 00:06:00.470 --> 00:06:01.210 Jenny Duan: Right? 50 00:06:02.920 --> 00:06:08.739 Jenny Duan: okay, let me see if I can find an example of another Uc creativity essay, because I feel like 51 00:06:08.770 --> 00:06:13.100 Jenny Duan: that might give more clarity. 52 00:06:18.940 --> 00:06:20.070 Jenny Duan: one second. 53 00:06:30.300 --> 00:06:31.100 Jenny Duan: Okay. 54 00:06:55.510 --> 00:07:01.550 Jenny Duan: And if you scroll down to the creative creative side like essays 5, 6, and 7 are pretty good. 55 00:08:57.860 --> 00:09:05.070 huda: I noticed, for almost like all 3 of these, they're only focusing on like one extracurricular activity. So maybe, like 56 00:09:05.800 --> 00:09:10.390 huda: like mentioning, like all 3 might be a little like detrimental to the essay. 57 00:09:11.560 --> 00:09:18.649 Jenny Duan: Is there? Is there one that you think you would, that stands out most to you as an example of storytelling. 58 00:09:21.570 --> 00:09:23.870 Jenny Duan: Out of the 3 that you are writing about. 59 00:09:25.480 --> 00:09:27.539 huda: I think, probably 60 00:09:27.720 --> 00:09:36.488 huda: I mean, I think, like folklift, because I can like illuminate how like my impact as well. 61 00:09:37.730 --> 00:09:39.080 huda: well, I think. 62 00:09:39.550 --> 00:09:44.079 huda: yeah, I think it just matches like Uc values more because it's like community service a little bit. 63 00:09:44.543 --> 00:09:49.630 huda: I have a lot more like projects under folklift. I think. 64 00:09:50.260 --> 00:09:57.399 Jenny Duan: Okay, great. And so I think folklift is like a very creative pursuit. And so 65 00:09:57.600 --> 00:10:02.880 Jenny Duan: maybe what we can do here is narrow it down to just the folk just folklift 66 00:10:07.040 --> 00:10:10.515 Jenny Duan: And then for the introduction of the essay 67 00:10:11.590 --> 00:10:13.460 Jenny Duan: can you maybe put in like 68 00:10:14.110 --> 00:10:16.889 Jenny Duan: one conversation that you had during an interview. 69 00:10:20.520 --> 00:10:23.200 Jenny Duan: Or I don't know. What are you thinking for the introduction. 70 00:10:33.180 --> 00:10:34.870 huda: I'm not sure, but 71 00:10:35.130 --> 00:10:43.260 huda: actually like, I want to make sure that I'm going like correctly about it, because it's supposed to be about creativity. But I was thinking that, like 72 00:10:43.690 --> 00:10:51.179 huda: maybe the creativity of like the local small Muslim, owned businesses like inspired me to create like 73 00:10:51.724 --> 00:10:55.519 huda: a gazette for them. So like for. 74 00:10:55.520 --> 00:10:57.879 Jenny Duan: Figure out what that the answer looks like. 75 00:10:58.730 --> 00:11:00.109 huda: Sorry. What did he say? 76 00:11:00.404 --> 00:11:03.940 Jenny Duan: Yeah, I was like, say, more, just tell me more. That's interesting. 77 00:11:04.535 --> 00:11:17.709 huda: So like. For example, I can talk about like visiting like before I started a folklift. I saw, like one of our local like family friends. Selling like 78 00:11:18.362 --> 00:11:26.000 huda: I guess selling Biryani or something. And then I I saw like a local business owner selling like 79 00:11:26.100 --> 00:11:31.520 huda: arts and crafts. And then I saw, like all these different businesses, and I guess it like 80 00:11:32.190 --> 00:11:35.220 huda: and like that, could have been like my inspirational point. 81 00:11:35.599 --> 00:11:46.880 huda: And that like, I guess, inspired me to like. Ask some questions, or like every time that I'd meet them, I'd always ask them questions like, Oh, like, what got you interested in this and everything like that? 82 00:11:46.890 --> 00:11:48.570 huda: And then maybe 83 00:11:49.700 --> 00:12:02.757 huda: like. Then I said, Okay, I should start writing like articles to share this story with other people who also want to know the answers to these questions. And maybe also just like inspiring young Muslim entrepreneurs. 84 00:12:03.420 --> 00:12:06.060 huda: maybe. Yeah, like. I don't know if that's the right take. But. 85 00:12:07.160 --> 00:12:15.670 Jenny Duan: And how do you see like creativity demonstrated in the context of like your interviewees? Or you said you wanted to show your creativity through theirs. 86 00:12:16.920 --> 00:12:25.240 huda: Well, I wanted that to kind of like be the intro. And then, like, I can like segue into like, how that impacted my own creativity. 87 00:12:26.227 --> 00:12:34.450 huda: Like, for example, maybe like the questions that I ask aren't wouldn't be super like like. 88 00:12:34.520 --> 00:12:38.720 huda: like straightforward. It's kind of like stuff that like 89 00:12:41.290 --> 00:12:44.929 huda: like really interesting questions. Maybe that might 90 00:12:45.300 --> 00:12:51.260 huda: be more useful when you're trying to report about like entrepreneurs and like small businesses. 91 00:12:51.644 --> 00:12:55.179 huda: So maybe like my question. Asking could be my creativity, skill, but. 92 00:12:55.810 --> 00:12:59.449 Jenny Duan: Yeah, I think that's a i think that's a really good idea. 93 00:12:59.915 --> 00:13:04.769 Jenny Duan: And then how do you see that like? How do you see your your beginning of your se evolving. 94 00:13:09.520 --> 00:13:15.649 huda: I can like start it off, maybe with like an anecdote of like asking of like 95 00:13:16.212 --> 00:13:32.320 huda: maybe like, for example, like one time I'm going to like, get like, pick up like these arts and crafts that I ordered and then, like, while I'm picking them up, I like start having, like all these questions and and then, like, she said, she suggests like. 96 00:13:32.360 --> 00:13:37.670 huda: Oh, maybe you should write an article or something, and that's kind of like, what starts it all? Maybe. 97 00:13:40.090 --> 00:13:57.759 Jenny Duan: Okay, yeah, I think that. And then and then later on, I think you can do a little bit of explicit signposting with creativity like you can talk about like you can say like to me, creativity is, or like, I think I saw. Some of the essays were pretty explicit about talking about creativity, so I don't think it's a bad thing if you do that. 98 00:13:58.410 --> 00:14:06.730 huda: Are there any like specific aspects? That I should highlight in this essay, I mean, besides, creativity. 99 00:14:09.030 --> 00:14:15.979 Jenny Duan: I mean, I think it. You can talk about how you perceive creativity, or what creativity means to you. So 100 00:14:18.050 --> 00:14:20.399 Jenny Duan: in the context of your life. 101 00:14:23.140 --> 00:14:49.550 Jenny Duan: I think maybe, like creativity means like understanding people's stories and telling them in a way that's authentic. So like getting to the heart of the story, and trying to convey it in the most meaningful way to audiences from different backgrounds. I think that takes a lot of creativity because you have to consider not only like, how did this person intend their story to be told, but also like, how do other people perceive the extent of the story, and I think that that's all like quite valuable. 102 00:14:50.370 --> 00:14:58.609 huda: So like the creativity aspect would be like, me, like finding questions that would like cater to specific audience. Maybe. 103 00:14:59.110 --> 00:15:15.159 Jenny Duan: Or you figuring out how to convey the story in the most effective way to different audiences like you figuring out like, what can I do to make other people listen. I think that's like the heart of the story, like, what can you say in the story to ensure that other people are listening 104 00:15:15.330 --> 00:15:18.019 Jenny Duan: to you or to your story. 105 00:15:58.244 --> 00:16:01.039 Jenny Duan: Does that make sense? Or does that bring up more questions. 106 00:16:02.812 --> 00:16:07.000 huda: Yeah, I think, okay. So if, like. 107 00:16:07.030 --> 00:16:13.079 huda: I had to focus on like, like, what kind of characteristics 108 00:16:13.110 --> 00:16:21.259 huda: I mean, like, I know, like creativity. But like what like aspect of creativity am I gonna be highlighting? Because for this one? 109 00:16:21.783 --> 00:16:29.560 huda: Originally it was like storytelling in different aspect, or in different mediums. But what what would it be for this one. 110 00:16:30.773 --> 00:16:32.540 Jenny Duan: It would be like, how 111 00:16:32.670 --> 00:16:37.250 Jenny Duan: like, what? What characteristics about yourself? Or can you clarify the question a bit. 112 00:16:37.700 --> 00:16:41.240 huda: Yeah, like, like, what's the 113 00:16:41.590 --> 00:16:54.050 huda: like? Take on creativity that I'm kind of trying to highlight here, because in the last one I was talking about how like creativity is like me. storytelling through different mediums. 114 00:16:54.461 --> 00:16:57.620 huda: And like, what would it be for this one. 115 00:16:59.245 --> 00:17:08.429 Jenny Duan: I mean, I think you can still keep the thing about storytelling. But I think the creative thing here is just like, how can you tell a story in a way that's both authentic and inspiring. 116 00:17:18.140 --> 00:17:20.220 huda: And okay. 117 00:17:21.859 --> 00:17:34.352 Jenny Duan: And then that that has to do with, like the way that you interview people like even the questions that you ask. That's the way that you design the story, the layout of the story, and like in what order things are told. That's like, 118 00:17:35.059 --> 00:17:42.439 Jenny Duan: how you publish the story, how you market it. I think all of those are important components of 119 00:17:42.859 --> 00:17:44.369 Jenny Duan: the question. 120 00:17:45.860 --> 00:17:48.640 huda: Yeah, I think that that clarifies it better. 121 00:17:49.740 --> 00:17:50.510 Jenny Duan: Great 122 00:17:54.620 --> 00:17:56.179 Jenny Duan: Then I think 123 00:17:56.250 --> 00:18:05.909 Jenny Duan: in that case, do you feel comfortable editing this on your own? Is there anything else that I can support you with in the context of this essay or the Uc. Application in general. 124 00:18:07.053 --> 00:18:08.259 huda: Actually like. 125 00:18:08.350 --> 00:18:18.725 huda: if possible. Can we create like kind of like a structure on, like like paragraphs like paragraph? One would be like the hook about like 126 00:18:19.670 --> 00:18:34.560 huda: It would be like the hook about like, get asking questions while picking up like an arts and crafts, and then, like paragraph 2 would be about X. And then, like, I was wondering if, like you can create or we can create like a kind of structure for me to follow, or like outlet. 127 00:18:36.530 --> 00:18:50.470 Jenny Duan: So outline. What was the way that you wanted to start the intro again? Did you want to put it in the put it in the context of an interview. You can do like the shaping of a story. You can say like, Oh, maybe like, what 128 00:18:50.750 --> 00:18:59.959 Jenny Duan: in what order should you can put yourself in the context of you creating the story like, Oh, in what order do I want to place these interviews? What aspect of these stories. Do I want to ask. 129 00:19:00.190 --> 00:19:04.797 Jenny Duan: what what aspects of these stories do I want to show like those are some ways for you to 130 00:19:06.500 --> 00:19:07.590 Jenny Duan: do that. 131 00:19:07.660 --> 00:19:09.690 Jenny Duan: But also it could be like, 132 00:19:13.310 --> 00:19:15.619 Jenny Duan: yeah, it could also be like, Oh, 133 00:19:18.120 --> 00:19:23.910 Jenny Duan: Here are the questions that I'm asking my interviewer, so it could either be outwards, directed or inward directed. 134 00:19:25.290 --> 00:19:26.380 huda: Hmm! 135 00:19:27.330 --> 00:19:28.939 huda: I think like. 136 00:19:32.090 --> 00:19:40.249 huda: maybe so. I was originally thinking like, it could be like, I'm going to like, pick up 137 00:19:40.715 --> 00:19:56.940 huda: like an arts and craft like a local Muslim business owner and and then, just like curious curious like I ask I ask her like a couple of questions, and I could think of like some like creative questions later on, but like 138 00:19:57.558 --> 00:20:00.419 huda: and then and then I guess that kind of 139 00:20:01.460 --> 00:20:08.717 huda: like sparks me into like, like, oh, maybe like, maybe people also want to know the answers to these questions, 140 00:20:09.590 --> 00:20:12.079 huda: and like, maybe something like that. 141 00:20:12.240 --> 00:20:17.120 huda: And then. Yeah, I think that was like what I was thinking for the intro. 142 00:20:18.040 --> 00:20:21.770 Jenny Duan: Can you say more? So you're interviewing this business owner, and then what. 143 00:20:22.470 --> 00:20:36.528 huda: Well, I think I was thinking I was just like before, like folklift started like this is kind of like my 1st experience of like asking, like kind of informally interviewing a local Muslim business owner. And so 144 00:20:37.090 --> 00:20:39.520 huda: like, maybe it's like 145 00:20:39.750 --> 00:21:01.360 huda: the business owner says something that's like pretty inspiring like and like their journey. That's kind of common for a lot of Muslim entrepreneurs. So maybe, like I can be like, Oh, this is like something that a lot of like Muslim entrepreneurs would like to hear and I feel like this should be heard, and then and then I can like. That's like when I get the idea to start a gazette. Maybe. 146 00:21:03.050 --> 00:21:12.150 Jenny Duan: Okay, do you want to create it at the start of? Do you want to put the reader at the start of forklift? Or do you want to do when you've already had Full cliff developed? 147 00:21:12.690 --> 00:21:16.500 Jenny Duan: I'm just curious, like what your perspective on both are. 148 00:21:17.270 --> 00:21:19.730 huda: I was thinking at the start. Maybe. 149 00:21:20.480 --> 00:21:21.365 Jenny Duan: Okay, 150 00:21:23.320 --> 00:21:28.010 Jenny Duan: And why? 151 00:21:29.770 --> 00:21:31.580 huda: I was thinking, because, like 152 00:21:31.770 --> 00:21:38.518 huda: it can show like where my like creativity kind of started with in terms of like 153 00:21:39.590 --> 00:21:48.030 huda: like. That's when I realized that these are the type of questions that I need to be asking, and that these are the type of questions that will like inspire, inspire people the most. 154 00:21:48.750 --> 00:21:49.590 Jenny Duan: Gotcha. 155 00:21:49.880 --> 00:21:59.199 Jenny Duan: Okay? So you start off with your inter interviewing a local Muslim business owner. And then what is the key lesson or the key learning? Here. 156 00:22:02.930 --> 00:22:16.199 huda: basically like, I learned that like these questions, like, I think they need to like the answers need to be heard by others. Like, if not for inspiration, just to like know? Also, for like 157 00:22:16.744 --> 00:22:22.430 huda: showing like the rich culture in our small town. And 158 00:22:22.900 --> 00:22:30.140 huda: I guess yeah, I think, like those questions like need to be heard by more people. So that's what kind of sparks my creativity to 159 00:22:30.400 --> 00:22:33.769 huda: like, continue asking these type of questions. 160 00:22:34.610 --> 00:22:42.179 Jenny Duan: Okay? And then, so that's introduction of the essay. And the next part is how you're gonna discuss how focal have developed over time. 161 00:22:43.000 --> 00:22:45.240 huda: Yes, so 162 00:22:48.220 --> 00:22:50.410 huda: I could talk about how like 163 00:22:51.040 --> 00:22:56.910 huda: like my first, st like formal interview with like a business, and then 164 00:22:59.380 --> 00:23:00.250 huda: Maybe like 165 00:23:00.800 --> 00:23:08.209 huda: I don't know. I don't think I should. I don't know if I should put it into a story again, or if I should talk more about like what I learned from the interview. 166 00:23:11.550 --> 00:23:18.280 Jenny Duan: Yeah, I feel like we don't need to exactly discuss like what you talked about during the interview, because I think 167 00:23:18.620 --> 00:23:33.889 Jenny Duan: I don't want it to be like. Oh, this! I don't want the essay to be like a step by step, of how people have developed, because I think it should be emphasizing like the creativity. So maybe you can kind of. I don't think you need to like. Go into the details about how your 1st one went. I think you can kind of just be like, oh, like. 168 00:23:34.600 --> 00:23:36.390 Jenny Duan: Now, what like? 169 00:23:36.620 --> 00:23:39.649 Jenny Duan: How do you? How have you designed your interviews? 170 00:23:40.970 --> 00:23:44.310 Jenny Duan: Sense and like, what do you try to get at with those interviews? 171 00:23:44.610 --> 00:23:47.729 Jenny Duan: And what are some of the stories that you've told. 172 00:23:48.500 --> 00:23:51.330 huda: Maybe I can talk about like, how like 173 00:23:51.930 --> 00:23:57.580 huda: these small businesses are like, really like, like. 174 00:23:57.780 --> 00:24:13.760 huda: there's very different types of like, there's like lots of like food businesses. But there's also clothing businesses. And so those kind of require, like a different like approach to them, like, for example, a lot of like 175 00:24:13.820 --> 00:24:25.319 huda: call a lot of like food businesses. Talk about like their like family recipes. Or if, like a lot of clothing companies talk about our businesses, talk about like 176 00:24:25.811 --> 00:24:27.919 huda: like the process of like 177 00:24:28.408 --> 00:24:34.259 huda: like manufacturing and everything. So it's like different, like like ways to approach it. 178 00:24:34.280 --> 00:24:38.240 huda: So maybe I can focus on like, like. 179 00:24:39.810 --> 00:24:46.300 huda: like, maybe asking like different questions depending on like, what type of businesses they are. Maybe. 180 00:24:46.580 --> 00:24:50.379 Jenny Duan: Hmm, that makes sense. 181 00:24:52.230 --> 00:24:57.029 Jenny Duan: And I guess, how are you planning to emphasize the creativity here? 182 00:25:10.480 --> 00:25:16.060 huda: maybe like, like. So the central theme is kind of like, like asking different questions. 183 00:25:17.620 --> 00:25:18.910 huda: And so like. 184 00:25:19.910 --> 00:25:24.770 huda: Like, I said earlier. So maybe like different questions depending on 185 00:25:25.030 --> 00:25:31.289 huda: the different like, not just different questions, but like questions that might inspire others. 186 00:25:31.890 --> 00:25:42.240 Jenny Duan: That makes sense. And I also think it's not just about the questions. But it's about the way that you tell the story. So the way that you put the pieces of the story together, and the way that you communicate that with other people. 187 00:25:44.250 --> 00:25:45.360 Jenny Duan: So 188 00:25:47.870 --> 00:25:55.139 Jenny Duan: so I think 1st you can talk about your, the your question style, and then you can talk about how you like, communicate those stories 189 00:25:56.520 --> 00:26:09.990 Jenny Duan: with other people like. Why, you decided it to be a gazette. Why did you decide that, instead of like a documentary series, or like how did you? How? What were some of the key decisions in the creation of folklift. And I guess, how did that influence 190 00:26:10.040 --> 00:26:12.790 Jenny Duan: the way that people interact or engage with it? 191 00:26:15.730 --> 00:26:16.790 Jenny Duan: Yeah. 192 00:26:25.510 --> 00:26:27.489 huda: Okay, then that makes sense. 193 00:26:30.820 --> 00:26:34.659 huda: Yeah. Do you think? Do you think this like encompasses like the. 194 00:26:34.930 --> 00:26:39.370 huda: I guess, like the creativity that I'm trying to get across in this essay? 195 00:26:40.090 --> 00:26:43.040 Jenny Duan: I personally think so. What do you think. 196 00:26:43.500 --> 00:26:44.920 huda: Yeah, I think so. As well. 197 00:26:45.300 --> 00:26:46.630 Jenny Duan: Okay, great 198 00:26:48.020 --> 00:26:52.020 Jenny Duan: And then maybe after this, you can do like so oops. 199 00:26:53.233 --> 00:26:58.830 Jenny Duan: Some sep, so each of these big bullet points, these are like the paragraph delineations. By the way. 200 00:26:59.375 --> 00:27:03.280 Jenny Duan: I think after this you can do some signposting about creativity. 201 00:27:03.990 --> 00:27:14.710 Jenny Duan: And like the key decisions, for like, why, storytelling is a creative medium. 202 00:27:14.730 --> 00:27:19.079 Jenny Duan: And then that goes into this stuff like 203 00:27:19.250 --> 00:27:24.273 Jenny Duan: how to tell how to tell a story that's with authentic and inspiring 204 00:27:25.140 --> 00:27:28.230 Jenny Duan: and the decisions you make as a storyteller 205 00:27:29.690 --> 00:27:32.559 Jenny Duan: which are highlighted in the previous 2 paragraphs. 206 00:27:34.730 --> 00:27:39.510 Jenny Duan: And then, I guess, like the last paragraph, can be your hope for folklift. 207 00:27:40.030 --> 00:27:45.709 Jenny Duan: or like how you see your storytelling evolve in the future. 208 00:27:50.430 --> 00:27:51.610 Jenny Duan: Does that make sense. 209 00:27:51.810 --> 00:27:52.460 huda: Yeah. 210 00:27:54.210 --> 00:27:54.910 Jenny Duan: Great. 211 00:27:55.160 --> 00:27:56.100 Jenny Duan: No. 212 00:27:56.620 --> 00:28:03.979 Jenny Duan: Okay. Do you feel comfortable writing this essay? Is there anything else we can cover? Regarding this specific essay. 213 00:28:05.090 --> 00:28:11.149 huda: Yeah, I think I'm I'm pretty much comfortable. Do you think? Like like the hook like. 214 00:28:12.299 --> 00:28:16.840 huda: is this like engaging enough, or should I like brainstorm? Something else. 215 00:28:17.810 --> 00:28:23.200 Jenny Duan: I think it's engaging enough. I mean, I think it just depends on how you 216 00:28:24.270 --> 00:28:36.959 Jenny Duan: I think it just depends on how you write it? And I think, like any hook can be engaging, including this one. I don't. I don't immediately see that as an issue. But again, it kind of just depends on how you write it. Yeah. 217 00:28:39.720 --> 00:28:43.380 huda: Okay, then, I think that's that's all for this essay. 218 00:28:43.880 --> 00:28:45.013 Jenny Duan: Okay, great 219 00:28:46.440 --> 00:28:55.430 Jenny Duan: And then other than that, are we ready to move on to the ut. Austin essays. 220 00:28:55.630 --> 00:28:56.250 huda: Yeah. 221 00:28:57.090 --> 00:29:02.929 Jenny Duan: Okay, sounds great, and let me get on that right now 222 00:29:05.000 --> 00:29:07.029 Jenny Duan: and make a note in your doc. 223 00:29:14.530 --> 00:29:17.199 Jenny Duan: I'm good, I mean. 224 00:29:31.180 --> 00:29:33.239 Jenny Duan: is it your 1st choice major 225 00:29:33.770 --> 00:29:42.219 Jenny Duan: data science? Or is this is data driven journalism like a program within data science. Sorry. I just don't know how. They reflect. Yeah. 226 00:29:42.220 --> 00:29:45.009 huda: I think so. Yeah, let me just double check. 227 00:29:45.010 --> 00:29:45.720 Jenny Duan: Okay. 228 00:29:57.380 --> 00:29:59.230 huda: Yeah, I think it's just a course. 229 00:30:00.810 --> 00:30:07.169 Jenny Duan: Okay, I think it's not. I think your interest with data. Science isn't as clear here. So I would maybe 230 00:30:07.710 --> 00:30:09.870 Jenny Duan: try to emphasize that a bit more. 231 00:30:14.940 --> 00:30:15.860 Jenny Duan: Yeah. 232 00:30:15.860 --> 00:30:25.089 huda: I thought data. Science was really highlighted through like different examples, like like analyzing data sets and transforming statistics. 233 00:30:25.090 --> 00:30:25.870 Jenny Duan: Excellent. 234 00:30:25.870 --> 00:30:26.780 huda: Breeze. 235 00:30:27.330 --> 00:30:33.549 Jenny Duan: Okay, wait. I see this. Never mind. Is the moody college, the data Science college or the computer science college. 236 00:30:34.320 --> 00:30:36.390 huda: It's like, I think. 237 00:30:36.390 --> 00:30:39.660 Jenny Duan: Sorry I didn't see this paragraph earlier, but now I see it. 238 00:30:40.430 --> 00:30:47.609 huda: I think it's a communications college for ut, Austin. But I think there's like a course for like data-driven journalism. 239 00:30:47.860 --> 00:30:51.090 Jenny Duan: Okay. Great, I mean. 240 00:30:54.150 --> 00:30:59.570 Jenny Duan: oh, wait. Yeah, I think this is a really good essay. It connects your second choice, major, your 3rd choice, Major, with 241 00:30:59.680 --> 00:31:02.180 Jenny Duan: obviously your 1st choice, Major, and I think 242 00:31:02.390 --> 00:31:04.769 Jenny Duan: you do a really good job. So 243 00:31:05.120 --> 00:31:07.810 Jenny Duan: I think this is good to be finalized. 244 00:31:08.707 --> 00:31:12.049 Jenny Duan: I don't really have any worries about this. It's a little short, though. 245 00:31:13.765 --> 00:31:20.380 huda: Well, I think it recommends like 2 50 to 300 words. So I'm not sure 246 00:31:22.500 --> 00:31:28.540 Jenny Duan: And I think, do. Well, is there anything else you want to say? I think if you don't have anything else to say, it's complete. 247 00:31:28.730 --> 00:31:33.669 Jenny Duan: But if you do want to write about anything else, you do have the opportunity to. 248 00:31:34.510 --> 00:31:39.260 huda: Yeah, I don't really see that many like like 249 00:31:40.300 --> 00:31:46.239 huda: activities at Ut Austin that were like really stood out. Besides, these. 250 00:31:46.900 --> 00:31:48.620 Jenny Duan: Okay. Great then. 251 00:31:55.160 --> 00:31:59.540 Jenny Duan: then that to me sounds good, and then 252 00:32:07.870 --> 00:32:10.139 Jenny Duan: Other than that, I feel like 253 00:32:10.670 --> 00:32:13.299 Jenny Duan: the second essay. Let me look at that. Now. 254 00:32:39.930 --> 00:32:41.650 Jenny Duan: yeah, this looks great. 255 00:32:44.110 --> 00:32:45.480 huda: Yeah, that's great. 256 00:32:45.980 --> 00:32:48.610 huda: Then I guess I can just like submit it right now. 257 00:32:48.780 --> 00:32:50.769 Jenny Duan: Yeah, okay, sounds good. 258 00:32:52.980 --> 00:32:57.920 Jenny Duan: Sounds good. Yeah. I don't have anything additional about this essay. 259 00:33:00.770 --> 00:33:02.469 Jenny Duan: Great, I think 260 00:33:03.200 --> 00:33:09.790 Jenny Duan: this looks fantastic. I feel like ut. Austin looks good for Ucs. Actually, one thing I was curious about is 261 00:33:10.370 --> 00:33:19.340 Jenny Duan: for your for the extracurricular section. It's 20 activities and awards. Do you feel comfortable filling that out? Or do you have any questions about that? 262 00:33:21.080 --> 00:33:25.380 huda: I think I started filling it out. Let me get on that. 263 00:33:26.490 --> 00:33:27.040 Jenny Duan: Okay. 264 00:33:27.850 --> 00:33:36.330 huda: Okay, so far, I only put 4. But I think, okay. So just to list. Like all all the activities, there's empowering. AI 265 00:33:38.350 --> 00:33:41.000 huda: forklift synthloria. 266 00:33:42.160 --> 00:33:44.309 huda: Oh, let me just go on the document. 267 00:34:04.010 --> 00:34:09.239 huda: So right now, there's like 16 activities that are 268 00:34:10.969 --> 00:34:13.579 huda: to put into the Uc application. 269 00:34:14.031 --> 00:34:16.090 huda: Including the awards and everything. 270 00:34:18.340 --> 00:34:24.279 huda: so, and also I was wondering about like the ordering, or like the ranking of what I should put on there. 271 00:34:26.906 --> 00:34:35.780 Jenny Duan: I think, for ranking. You can do it based on how much time you spend on every activity, and then put your honors at the end I would say. 272 00:34:35.780 --> 00:34:37.900 huda: Okay, and. 273 00:34:37.909 --> 00:34:38.769 Jenny Duan: Oh, go ahead! 274 00:34:39.100 --> 00:34:53.180 huda: Yeah. So right now, I'm like 16, which is like just like the awards and the extracurriculars combined. So I was wondering if I should separate like Mht jobs and like content creation. Because now I have the space for it. 275 00:34:53.670 --> 00:34:57.250 Jenny Duan: Yeah, I would say, you can do that now, and you don't have to combine them. 276 00:34:57.700 --> 00:35:01.890 huda: Okay. So then, in total, I'd have like 17 on the application. 277 00:35:01.890 --> 00:35:06.749 Jenny Duan: That's fine. I don't think you need to worry about filling it all the way up. If you don't have anything like, I think 278 00:35:06.860 --> 00:35:11.170 Jenny Duan: they give you like more than enough room than most people reasonably need. 279 00:35:11.760 --> 00:35:12.420 huda: Okay. 280 00:35:27.468 --> 00:35:30.860 Jenny Duan: Okay? And then, do you have any other questions about those. 281 00:35:32.970 --> 00:35:38.220 huda: I think so. Ut. Austin is asking for a resume. And I I have one with 282 00:35:41.870 --> 00:35:46.089 huda: yeah, I have one with, like some of my extracurriculars, but not all of them, I think. But 283 00:35:46.360 --> 00:35:51.810 huda: I have empowering AI, cynthoria, coated coffee. 284 00:35:54.903 --> 00:35:59.999 huda: Content creation and filmmakers club and Podcast Club. 285 00:36:00.220 --> 00:36:03.300 huda: I don't know if I should mention anything else on the resume, but. 286 00:36:06.390 --> 00:36:12.619 Jenny Duan: I think that sounds good. Can you share your resume with me? Or can you share your screen? So we can just look over your resume. 287 00:36:17.780 --> 00:36:23.579 Jenny Duan: Okay, I would change the font at the top of your screen to some. Actually. 288 00:36:24.140 --> 00:36:26.279 Jenny Duan: it looks fine. Actually, it's fine. 289 00:36:26.430 --> 00:36:28.420 Jenny Duan: I like how it's a little bit creative. 290 00:36:35.430 --> 00:36:40.620 Jenny Duan: Yeah, okay, it looks good. Yeah, this looks good. It's a really good high school resume. 291 00:36:41.000 --> 00:36:41.920 huda: Okay. Thanks. 292 00:36:41.920 --> 00:36:43.130 Jenny Duan: Sheet here. 293 00:36:45.160 --> 00:36:48.330 huda: Alright. I think I'm just gonna submit now, and. 294 00:36:48.920 --> 00:36:50.149 Jenny Duan: Okay. Great. 295 00:36:51.250 --> 00:36:52.030 Jenny Duan: Yeah. 296 00:37:12.150 --> 00:37:17.400 Jenny Duan: Okay. The next thing I kind of wanted to take a look. Oh, actually, let me know once you submitted. Sorry I don't wanna. 297 00:37:18.630 --> 00:37:21.794 huda: There's like some some like honors programs. But 298 00:37:22.730 --> 00:37:27.730 Jenny Duan: I don't, really. I think it's fine. You can apply for those like after you. After you decide to go. 299 00:37:28.060 --> 00:37:29.540 huda: You need to. 300 00:37:34.993 --> 00:37:39.270 huda: Actually, I'm not sure if it should apply to this. But cause I'm like. 301 00:37:39.670 --> 00:37:44.809 huda: sure is there's the human ecology owners program 302 00:37:45.820 --> 00:37:48.319 huda: is that, like Major related or. 303 00:37:48.320 --> 00:37:53.990 Jenny Duan: No human ecology like. I think it's not super, major, related. 304 00:37:55.330 --> 00:37:57.039 huda: Okay. I'll just say I'm not. Just 305 00:38:02.930 --> 00:38:03.880 huda: hmm. 306 00:38:08.690 --> 00:38:10.700 huda: Okay, yeah, I'm gonna apply now. 307 00:38:33.070 --> 00:38:35.780 huda: Okay, I'm submitting. 308 00:38:38.640 --> 00:38:41.720 Jenny Duan: Yay congratulations! How do you feel? 309 00:38:41.980 --> 00:38:45.700 huda: Feel good now it's 6 colleges. Uncommon app. 310 00:38:46.710 --> 00:38:49.529 Jenny Duan: Yay congratulations. 311 00:38:49.982 --> 00:38:56.040 Jenny Duan: Now, we're going to move off of the common app, because I want to get back into your mit essays. 312 00:38:57.560 --> 00:38:58.969 huda: Yeah, I didn't. 313 00:38:59.370 --> 00:39:03.609 Jenny Duan: I mean, like, I want to brainstorm. I would just want to like, talk about your mit application with you. 314 00:39:03.890 --> 00:39:06.050 huda: Yeah, let me send a document. 315 00:39:06.050 --> 00:39:09.179 Jenny Duan: Yeah, it's okay. If you don't have it done. Obviously right now. 316 00:39:10.870 --> 00:39:15.560 huda: There's like a lot of essays like scattered throughout like 317 00:39:15.600 --> 00:39:18.589 huda: the application. So I'm just trying to find all of them. 318 00:39:19.530 --> 00:39:20.440 Jenny Duan: It's okay. 319 00:39:51.174 --> 00:39:52.699 huda: Did you get the document. 320 00:39:53.200 --> 00:39:54.710 Jenny Duan: Yes, I did. 321 00:40:11.320 --> 00:40:16.513 Jenny Duan: Okay, so this is like a 100 word. Y major. But just for mit 322 00:40:17.690 --> 00:40:23.360 huda: Yeah, this one's like the kind of game design type, like program. 323 00:40:23.580 --> 00:40:24.400 Jenny Duan: Cool. 324 00:40:25.370 --> 00:40:28.889 Jenny Duan: Okay, this optional information about your family. 325 00:40:29.200 --> 00:40:33.820 Jenny Duan: I think this will be like, like the low income. 326 00:40:34.600 --> 00:40:35.120 huda: Hmm. 327 00:40:35.120 --> 00:40:39.970 Jenny Duan: Certification here. Basically what you wrote in your additional information. Section no. 328 00:40:42.240 --> 00:40:48.660 Jenny Duan: The additional information section on common app for reference. 329 00:40:48.660 --> 00:40:57.189 huda: There's a separate like another additional information section on the short responses. Tab but I don't know if it's like. 330 00:40:58.060 --> 00:41:00.820 Jenny Duan: Wait. Can you also paste that in? As one of the questions. 331 00:41:00.820 --> 00:41:02.160 huda: Yeah, it's number 8. 332 00:41:03.000 --> 00:41:04.469 Jenny Duan: Oh, okay, I see. 333 00:41:11.300 --> 00:41:12.160 Jenny Duan: okay. 334 00:41:13.580 --> 00:41:19.960 Jenny Duan: Is there any other information about your family that you think it's important to know for about for them to know. I think. 335 00:41:20.910 --> 00:41:24.560 huda: I don't think so, I mean beside, like the low income thing. But. 336 00:41:24.560 --> 00:41:27.180 Jenny Duan: I think maybe we can just put that here. 337 00:41:27.910 --> 00:41:31.229 huda: Or actually, let's just keep it here, because they give you space for it 338 00:41:32.120 --> 00:41:34.450 Jenny Duan: And then, yeah, that's all. 339 00:41:37.650 --> 00:41:45.750 Jenny Duan: And then, yeah, for anything else we need to know about your school's course offerings 340 00:41:46.570 --> 00:41:51.049 Jenny Duan: is, are there any classes that you didn't get the opportunity to take at school that you wish you could have. 341 00:41:55.580 --> 00:41:56.580 huda: Well. 342 00:41:56.860 --> 00:42:02.150 huda: I think they offer it at our school, but I wasn't able to take Cs principals because I had moved. 343 00:42:02.150 --> 00:42:06.400 Jenny Duan: I think that's fine, because you take Csa, that's like harder than Cs principles. 344 00:42:06.790 --> 00:42:08.900 huda: Okay, so. 345 00:42:08.900 --> 00:42:10.320 Jenny Duan: Anything else. 346 00:42:10.600 --> 00:42:11.709 Jenny Duan: You feel like. 347 00:42:12.984 --> 00:42:13.389 huda: Yeah. 348 00:42:13.390 --> 00:42:14.650 Jenny Duan: What about your school. 349 00:42:20.110 --> 00:42:21.949 Jenny Duan: if not like? That's also like. 350 00:42:22.170 --> 00:42:24.460 huda: Yeah. I don't think there's anything. 351 00:42:24.930 --> 00:42:26.940 Jenny Duan: Okay, not a problem. 352 00:42:29.240 --> 00:42:31.009 huda: I think I could delete this question. 353 00:42:31.370 --> 00:42:32.390 Jenny Duan: Wait. Yeah. 354 00:42:35.450 --> 00:42:41.480 Jenny Duan: no, some something you do, simply for the pleasure of it. 355 00:42:49.420 --> 00:42:50.090 huda: So like. 356 00:42:50.090 --> 00:42:53.590 Jenny Duan: Video games is something that comes up for me first.st But I feel like 357 00:42:53.800 --> 00:42:59.539 Jenny Duan: depending on the rest of your essays. Maybe we don't write about video games here. What is something else that you do for the pleasure of it? 358 00:43:01.299 --> 00:43:02.499 huda: Okay, so. 359 00:43:03.450 --> 00:43:06.699 Jenny Duan: Actually wait. Let me look at these other questions first, st yeah. 360 00:43:07.090 --> 00:43:12.652 Jenny Duan: Mit, describe the way that one way that you have collaborated with others. What's something that 361 00:43:13.900 --> 00:43:15.379 Jenny Duan: that comes to mind here. 362 00:43:16.040 --> 00:43:24.899 huda: Hmm, I think jcam kind of comes to mind when collaborating with others. Cause there was like 363 00:43:25.455 --> 00:43:31.320 huda: for reporting projects. We had to work in groups of 3 and then I worked with like. 364 00:43:31.420 --> 00:43:37.050 huda: I like this girl from Hawaii. And then I worked this from with this guy who's from who's like 365 00:43:37.827 --> 00:43:49.520 huda: kind of like a different background, but like and so kind of understanding their own perspective. And like how we all like influence. The story was pretty helpful. 366 00:43:50.980 --> 00:43:51.845 Jenny Duan: Thanks. 367 00:43:53.240 --> 00:43:59.779 Jenny Duan: And then, while we have you done something different, fewer different than what was expected in your educational journey. 368 00:43:59.820 --> 00:44:01.770 Jenny Duan: what do you think about this question? 369 00:44:05.250 --> 00:44:13.470 huda: okay, I don't know how to like. I don't know if this is like unique enough. But also something was that at our school. It's kind of a really like 370 00:44:13.620 --> 00:44:27.590 huda: stem heavy. And so like not a lot of people take like other courses. And if they do, it's just for like the graduation requirement. And so I completed the media arts pathway. In 371 00:44:28.190 --> 00:44:30.509 huda: like in high school and 372 00:44:30.921 --> 00:44:36.400 huda: so I took like 3 years of like media arts. And I pursued like 373 00:44:36.500 --> 00:44:42.172 huda: student news, documentary, making like different projects like that. 374 00:44:42.740 --> 00:44:47.789 Jenny Duan: Unexpected, because not necessarily so unexpected. 375 00:44:47.940 --> 00:44:48.345 huda: Yeah. 376 00:44:49.150 --> 00:44:50.080 Jenny Duan: Or okay. 377 00:44:50.860 --> 00:44:52.449 Jenny Duan: Tell me why it's unexpected. 378 00:44:52.720 --> 00:44:58.950 huda: Like, wait. Okay, wait before that, like, I wanna define like what? What's like unexpected in this like. 379 00:44:59.300 --> 00:45:07.940 Jenny Duan: Like. For example, if you took a year off and you went to study in a foreign country like that's unexpected, or say, like you 380 00:45:08.190 --> 00:45:20.589 Jenny Duan: are homeschooled because you do math competitions that's like unexpected. I'm thinking about stuff in the context of like Mit, or you're an athlete. So you went to train for like 6 months in like Switzerland. That's kind of unexpected. 381 00:45:21.050 --> 00:45:27.099 Jenny Duan: or I don't know something something that's just like really outside of the box. 382 00:45:28.230 --> 00:45:31.750 huda: I don't think I've had any of those type of experiences. 383 00:45:31.750 --> 00:45:37.820 Jenny Duan: It's like about portraying your experiences in an unexpected way, more so than having 384 00:45:37.930 --> 00:45:45.400 Jenny Duan: unexpected experiences like even to some extent like going to J. Camp in Austin is a little bit unexpected, right. 385 00:45:45.660 --> 00:45:46.530 huda: Yeah. 386 00:45:50.510 --> 00:45:56.629 Jenny Duan: Or like, you can connect this to your culture. I don't know in some way, shape or form. 387 00:45:56.980 --> 00:46:03.990 Jenny Duan: like for example, it would be for some people it would be unexpected if they spoke like 5 languages. That's unexpected, or 388 00:46:04.050 --> 00:46:08.029 Jenny Duan: I don't know. Let me think of some more mundane, unexpected things 389 00:46:08.240 --> 00:46:13.239 Jenny Duan: I'm trying to think about. I didn't apply to Mit, but I'm trying to think about what I would write if I 390 00:46:13.560 --> 00:46:15.379 Jenny Duan: we had had applied. 391 00:46:17.820 --> 00:46:22.390 Jenny Duan: I feel like it's a bit tricky and. 392 00:46:25.580 --> 00:46:28.319 huda: Let me see if there's any example. Essays. That's fine. 393 00:46:46.590 --> 00:46:49.429 Jenny Duan: I don't know. It sounds a little little tricky. 394 00:46:49.450 --> 00:46:56.389 Jenny Duan: but I think like that's why Mit, that's what Mit wants, because they want like people who are a bit outside of the box. 395 00:46:58.680 --> 00:46:59.550 Jenny Duan: Hmm! 396 00:47:12.000 --> 00:47:22.389 Jenny Duan: Something that's even another example of something that's like unexpected would be just be like a 1st generation student going to college like that is an example of something like that's more mundane. That's also unexpected. 397 00:47:23.340 --> 00:47:28.849 Jenny Duan: But I don't think that applies to you. But like that's just another instance of something unexpected. 398 00:47:32.890 --> 00:47:39.900 huda: Okay, maybe you can talk about being from a rural town and saying like, what are the most ex common pathways in your town like. 399 00:47:40.040 --> 00:47:49.329 Jenny Duan: I don't know. Like if you were. This is not in the case of your town, but maybe in a different town, like everyone in the town like they're expected pathways to like be a farmer. But like 400 00:47:49.460 --> 00:47:59.629 Jenny Duan: by pursuing computer education that that makes you way different. But since you're in the Bay Area. I don't really think that that's applicable per se. But like, maybe I don't know, that could be one thing you write about. 401 00:48:03.040 --> 00:48:04.999 huda: I think, like, okay. So 402 00:48:07.190 --> 00:48:17.990 huda: one possible take could be like, everyone at school kind of like wants to become like doctors, because, like for one, our town doesn't have like a hospital 403 00:48:18.465 --> 00:48:27.640 huda: and like nearby health care actually, this might make me sound ignorant, but like, but at the same time I wanted to become. I wanted to do kind of 404 00:48:28.080 --> 00:48:33.169 huda: storytelling or like journalism, but in like a town where, almost like nothing happens, it's like 405 00:48:33.770 --> 00:48:35.610 huda: that's a kind of 406 00:48:35.880 --> 00:48:43.400 huda: a juxtaposition, almost like like wanting to report. But there's sometimes like things like nothing to report 407 00:48:43.901 --> 00:48:48.410 huda: so like that could be one way, but another way. 408 00:48:48.410 --> 00:48:50.480 Jenny Duan: Another! Oh, go ahead! Sorry! 409 00:48:50.480 --> 00:48:51.539 huda: Oh, no go ahead! 410 00:48:52.110 --> 00:49:00.369 Jenny Duan: I think another key element of this essay is that it's about achieving the unexpected. So what's something unexpected that you have achieved? 411 00:49:00.590 --> 00:49:04.370 Jenny Duan: And maybe we can talk about going backwards from there on. 412 00:49:06.210 --> 00:49:16.170 huda: Well, like, I don't think I ever like intended to be like a game developer like I think, like I was always interested in like technology and like gaming. And then, just like. 413 00:49:16.760 --> 00:49:20.420 huda: like, I guess, going into game development was. 414 00:49:20.910 --> 00:49:25.850 huda: it's kind of like a it's rare cause, like not a lot of people do that. 415 00:49:28.290 --> 00:49:28.990 Jenny Duan: Yeah, 416 00:49:30.460 --> 00:49:43.009 Jenny Duan: I think that stuff like, I think that is, this is a good subject, especially because there's not a lot of women pursuing game development. And it like, I don't think you necessarily need to write this, but just anecdotally, in a world of software, engineers like 417 00:49:43.160 --> 00:49:45.200 Jenny Duan: there's not a lot of game developers. 418 00:49:46.282 --> 00:49:50.333 Jenny Duan: And so what have you done? Like, how? 419 00:49:52.280 --> 00:49:56.970 Jenny Duan: Yeah? And why is that different than what was expected in your educational journey? 420 00:50:00.020 --> 00:50:10.370 Jenny Duan: I think you can connect this to living in a rural town. And how like there's just like not a lot of access to things like game, design, development, and like just not something that people pursue. 421 00:50:11.030 --> 00:50:14.025 huda: Yeah, I think that. And also just like 422 00:50:15.250 --> 00:50:24.719 huda: like, I think this might be cliche. But like the fact that, like game development is always always like overlooked and like not exactly like popular. 423 00:50:26.340 --> 00:50:27.680 Jenny Duan: Okay, yes. 424 00:50:31.950 --> 00:50:32.840 Jenny Duan: Okay. 425 00:50:35.030 --> 00:50:37.320 Jenny Duan: And then I think, then. 426 00:50:37.560 --> 00:50:42.270 Jenny Duan: how did you manage a situation or challenge that you didn't expect? And what did you learn from it? 427 00:50:54.420 --> 00:50:59.125 Jenny Duan: Something that comes up for me when thinking about this is like the context of your 428 00:51:01.470 --> 00:51:06.900 Jenny Duan: with the Muslim Club at your school, and like how you've overcome that. 429 00:51:07.925 --> 00:51:08.610 huda: Yeah. 430 00:51:09.060 --> 00:51:11.429 Jenny Duan: Also, what other things. 431 00:51:13.430 --> 00:51:18.260 huda: I think it could also be like connected to the $20 essay. 432 00:51:18.690 --> 00:51:21.580 Jenny Duan: Oh, perfect. Yeah, I think that's perfect. 433 00:51:22.920 --> 00:51:29.420 Jenny Duan: interjects an essay. I think this is that's a perfect essay for that and then 434 00:51:30.460 --> 00:51:33.620 Jenny Duan: tell us about something you do simply for the pleasure of it. 435 00:51:35.800 --> 00:51:37.509 Jenny Duan: Teaching could be good. 436 00:51:37.950 --> 00:51:42.930 huda: Yeah. Teaching teaching. I think that's. 437 00:51:45.730 --> 00:51:53.069 Jenny Duan: Yeah, okay, I think that that's like, think that's good. So 438 00:51:53.460 --> 00:51:58.349 Jenny Duan: teaching game development, J camp and computer science, I mean, she jobs 439 00:51:58.440 --> 00:52:04.280 Jenny Duan: think these show different aspects of your character. It's pretty diverse set of essays. 440 00:52:04.737 --> 00:52:09.599 Jenny Duan: Do you feel like you have any questions about how to answer these questions? 441 00:52:10.960 --> 00:52:15.859 huda: Is. This is this 1st one like the like kind of Y major. Essay. 442 00:52:16.210 --> 00:52:19.180 Jenny Duan: But you have to tailor it to comparative media studies. 443 00:52:19.180 --> 00:52:21.040 huda: Yeah, okay. 444 00:52:21.640 --> 00:52:26.549 Jenny Duan: So you I don't think you will be able to use as much of your other one. Major essays. 445 00:52:27.020 --> 00:52:33.240 huda: Yeah, I think I could write it in like a similar writing style, but like just like 446 00:52:33.420 --> 00:52:36.940 huda: more catered on like comparative media studies. 447 00:52:41.050 --> 00:52:43.390 Jenny Duan: Let me draw all these notes down. 448 00:52:54.240 --> 00:52:56.950 Jenny Duan: And how are your scholarship applications going. 449 00:52:58.020 --> 00:53:02.140 huda: Oh, I haven't been working on those so I should follow that. 450 00:53:02.660 --> 00:53:05.670 Jenny Duan: If you have extra time this week because of 451 00:53:05.990 --> 00:53:09.510 Jenny Duan: Thanksgiving, it would be a good time to try to get ahead. 452 00:53:16.340 --> 00:53:20.010 Jenny Duan: How has the entire college application process felt so far? 453 00:53:22.410 --> 00:53:25.396 huda: It's definitely ramping up a bit now. 454 00:53:27.603 --> 00:53:29.770 huda: but yeah, I think like 455 00:53:30.300 --> 00:53:49.090 huda: I'm kind of happy with, like the like progress. I already have a little before. But, like, obviously, I'm like, really nervous about like the coming like kind of stages, because, like one, it's like the decisions are going to start rolling in soon, like Stanford. I think it comes out in like 2 weeks almost, and. 456 00:53:49.090 --> 00:53:50.950 Jenny Duan: I mean, isn't it? December 15.th 457 00:53:50.950 --> 00:53:52.760 huda: December 13, th I think. 458 00:53:53.260 --> 00:53:54.229 Jenny Duan: 3 weeks. 459 00:53:54.550 --> 00:53:55.120 huda: Oh. 460 00:53:56.595 --> 00:54:05.434 huda: yeah, that just. And then I think that I'm pretty sure that's just like the weekend before finals. So I think I'm definitely, really distracted at that time. 461 00:54:05.760 --> 00:54:10.940 huda: but yeah, I think like, it's definitely getting a lot more 462 00:54:11.060 --> 00:54:15.359 huda: like difficult. But I think it's okay. Cause 463 00:54:15.470 --> 00:54:19.049 huda: the summer program applications were honestly kind of worse. 464 00:54:19.720 --> 00:54:42.730 Jenny Duan: I think the summer program applications are a lot harder because you don't have any experience writing essays. You don't have any confidence like you. Basically, it's just like you don't really know what you're doing until you submit. But now it's like, Okay, you've got the hang of it, you know, you can write because you've gone into a summer program like a really competitive one. So you know, like, you're not a terrible writer like, you know, you're qualified. So it's just like the process of waiting is super hard. 465 00:54:42.770 --> 00:54:53.749 Jenny Duan: But that's good to do the summer program applications, too, because if anything, they just like help you learn how to write, and also, like, get used to the process of getting your writing reviewed by other people. 466 00:54:54.230 --> 00:54:54.790 huda: Yeah. 467 00:54:55.850 --> 00:54:56.570 Jenny Duan: Okay. 468 00:54:56.780 --> 00:54:57.310 Jenny Duan: And that's. 469 00:54:57.897 --> 00:55:02.360 huda: These are definitely like a lot more difficult to write than all the other ones. 470 00:55:02.920 --> 00:55:09.289 Jenny Duan: Yeah, cause they're short. They're like all 3. They're not that short. It's like a balance between like being. 471 00:55:09.480 --> 00:55:11.080 Jenny Duan: Not that. Sure. I think 472 00:55:11.080 --> 00:55:14.749 Jenny Duan: I think that I think the problem is like the like. The prompts are very like. 473 00:55:15.030 --> 00:55:20.179 huda: Like almost vague, like. I feel like there's any way that you could approach them, which is. 474 00:55:21.020 --> 00:55:22.080 huda: Really like them. 475 00:55:23.840 --> 00:55:29.580 Jenny Duan: Well, I think because the Ucs get so many applicants like there's a good chance. They're just gonna fill, start filtering people just like 476 00:55:31.020 --> 00:55:55.459 Jenny Duan: off with like grade and Gpa. And stuff especially for, like Cs majors and things, I know you're not applying as a Cs major, but I could see for Cs majors. They could just like filter anyone who has a Gpa lower than like a certain number, just to make it easier like I don't even think like they only read even a small portion of the essay submitted. So a lot of people are just gonna get auto filtered out. And there's a chance that, like you might get yield protected, which means like 477 00:55:55.750 --> 00:56:00.359 Jenny Duan: a less competitive school, might reject you because they know you're not gonna go. For example, like. 478 00:56:00.580 --> 00:56:03.130 Jenny Duan: I don't know. You see, Riverside, like 479 00:56:03.740 --> 00:56:14.670 Jenny Duan: I don't know. They could reject you, because they know, like you're probably going to get into a better school, and you're not going to go there, so they want to improve their yield. And so they reject you. So there's just like a lot going on with the Uc. Schools that 480 00:56:15.150 --> 00:56:17.813 Jenny Duan: I think you like. I think it'll be fine. But 481 00:56:18.430 --> 00:56:23.049 Jenny Duan: yeah, it's just waiting. And then I mean, if you do get into Stanford like 482 00:56:23.691 --> 00:56:30.929 Jenny Duan: would you still want to submit your Rd applications like the rest of them that you haven't submitted? Or do you just wanna like 483 00:56:31.150 --> 00:56:36.888 Jenny Duan: Go, or is Usc, like, if you get to Usc, like, what? What's gonna what are you gonna do. 484 00:56:37.600 --> 00:57:02.580 huda: I mean, I think I'd definitely be a little less motivated to do the other ones. But I think maybe I'd scale down on like some of the colleges that I'm not too passionate about going going to, but still like, apply to some of the top ones like I think I'd still apply to like Carnegie Mellon and Penn and Upenn. I think just like some of them. I might cut down like University of Chicago. Maybe I won't apply 485 00:57:03.040 --> 00:57:05.940 huda: like it. Just yeah. It depends. 486 00:57:07.335 --> 00:57:09.124 huda: If I do get in or not. 487 00:57:09.380 --> 00:57:20.600 Jenny Duan: Makes sense. So I think next steps, let's schedule our next meeting. And then what's the school on the next priority for you? I think, on my on my screen. It's not filtered in the same order. So 488 00:57:20.610 --> 00:57:22.620 Jenny Duan: what's your next priority school? 489 00:57:24.020 --> 00:57:24.820 huda: Let me check 490 00:57:32.470 --> 00:57:33.829 huda: it's upenn. 491 00:57:34.750 --> 00:57:35.470 Jenny Duan: Okay. 492 00:57:36.180 --> 00:57:42.520 Jenny Duan: so that's gonna be on the horizon. So next meeting, where you can finalize the Uc application so you can submit that. And then 493 00:57:43.150 --> 00:57:49.099 Jenny Duan: I'd like to see some of your Mit essays brainstormed, and then maybe you can brainstorm the upenn in next session. 494 00:57:49.510 --> 00:57:50.240 huda: Yeah. 495 00:57:50.980 --> 00:57:52.650 Jenny Duan: When do you want to meet next. 496 00:57:55.570 --> 00:57:56.910 huda: Does Monday work. 497 00:57:57.060 --> 00:57:58.660 Jenny Duan: Yeah. Monday. I'm like. 498 00:57:58.870 --> 00:58:05.430 Jenny Duan: pretty free, especially in the afternoon or the evening. Like, if there's a specific time that works best for you, we can just do that. 499 00:58:06.342 --> 00:58:07.790 huda: Does 8 pm. Work. 500 00:58:08.976 --> 00:58:10.309 Jenny Duan: Yeah, that should be good. 501 00:58:10.770 --> 00:58:11.570 huda: Okay. 502 00:58:13.801 --> 00:58:16.530 Jenny Duan: Okay, then I'll talk to you on Monday. 503 00:58:16.690 --> 00:58:17.930 huda: Nice to see you bye. 504 00:58:17.930 --> 00:58:18.970 Jenny Duan: Yeah, bye.",
  "segments": [
    "Week 35 - Coaching_Jenny_Huda_Wk35_2024-11-21_M_41d32d66d9b834cb_U_41d32d66d9b834cb WEBVTT 1 00:00:31.250 --> 00:00:34.209 Jenny Duan: Hey, Huda, how's your morning going. 2 00:00:34.210 --> 00:00:36.159 huda: Hi! It's going well, how are you? 3 00:00:36.570 --> 00:00:47.289 Jenny Duan: Doing pretty good. Yeah, maybe we can just go straight into the essays. Were you able to finish off those Uc essays? How's how's that going. 4 00:00:47.770 --> 00:01:00.019 huda: Yeah, I wrote a draft for the creative that, like the storytelling essay, I'm not sure if I like it, though. But yeah, and then I. And then I also completed the Ut. Austin essays. 5 00:01:00.320 --> 00:01:08.034 Jenny Duan: Okay, I think maybe for today we can start with the 1st the creative essay and then 6 00:01:09.140 --> 00:01:11.299 Jenny Duan: Then we can move on to ut. Austin. 7 00:01:12.582 --> 00:01:15.880 Jenny Duan: Great. So can you walk me through like 8 00:01:16.890 --> 00:01:21.990 Jenny Duan: how writing this felt, and the like biggest changes that you made when writing this. 9 00:01:22.880 --> 00:01:43.940 huda: Yeah, I think this one is like, really tough, because I didn't really know how to start it off. And like, I know, we kind of brainstorm, like the idea, with like the anecdote of like my grandma telling the story. But I couldn't really find a way to like make it sound authentic, and then like also connected to the rest of the story or to the rest of the essay. 10 00:01:44.226 --> 00:01:54.813 huda: So instead, I kind of connected it back to like when I was younger. I guess I was also still like a bit of a storyteller back then. So I started off with like kind of like 11 00:01:55.610 --> 00:02:06.180 huda: like a different like anecdote about like telling a story about like the playground. When I was like in 3rd grade, and then the same like storytelling, like 12 00:02:06.860 --> 00:02:08.300 huda: kind of bringing 13 00:02:08.550 --> 00:02:20.619 huda: like narrative into like reporti",
    "ng, like I think I brought that into J camp and folklift as well. So then I kind of I feel like I don't know. I feel like the wording is a little bit 14 00:02:20.820 --> 00:02:31.889 huda: flowery and like, so I'm not really happy with that. But yeah, I think this one I focused more on, like, how like narrative can shape like reporting. 15 00:02:33.550 --> 00:02:37.220 Jenny Duan: No way. And I think one thing that I'm struggling here is just like 16 00:02:37.350 --> 00:02:40.980 Jenny Duan: the emphasis on creativity, especially at the beginning. 17 00:02:42.210 --> 00:02:46.659 Jenny Duan: And so how do you think this relates to your expression of creativity? 18 00:02:47.380 --> 00:02:47.770 Jenny Duan: Yeah. 19 00:02:47.770 --> 00:02:55.029 Jenny Duan: this is more like, it seems like storytelling is maybe more like a great greater talent or skill, rather than a creative pursuit. 20 00:02:58.280 --> 00:03:03.270 huda: Wait. Okay? So I I think I need a little clarification on how to like differentiate those 2. 21 00:03:04.310 --> 00:03:08.860 Jenny Duan: Right. So in your head, like, what is the difference between a skill and creativity? 22 00:03:10.170 --> 00:03:11.300 huda: I think. 23 00:03:14.390 --> 00:03:19.690 huda: Well, like like a skill is something that's like unique to you, I guess. 24 00:03:20.269 --> 00:03:22.519 huda: And then creativity is like 25 00:03:22.940 --> 00:03:26.109 huda: like doing things in different ways. Maybe. 26 00:03:27.141 --> 00:03:29.300 huda: That are not really like 27 00:03:29.510 --> 00:03:31.599 huda: that are like unique. I guess. 28 00:03:36.555 --> 00:03:40.740 Jenny Duan: I feel like creativity, like in skills, access, another 29 00:03:40.940 --> 00:03:55.960 Jenny Duan: access. Different parts of your brain. Like, I think skills are about applying a concept in many different situations versus creativity is like coming up with new ideas and being able to synthesize things that maybe didn't have a previous relationship.",
    " 30 00:03:56.516 --> 00:03:59.710 Jenny Duan: Does that make sense kind of? 31 00:04:00.540 --> 00:04:06.069 Jenny Duan: Or I I guess that's just like how I interpret it, which might be different than how you interpret it. And that's okay, too. 32 00:04:06.590 --> 00:04:14.020 huda: So like, how does that? How would how would I be able to apply that to storytelling? Because I guess storytelling is also a little bit of a a talent, I guess. 33 00:04:15.610 --> 00:04:25.090 Jenny Duan: Right. So I think, like the way that I see creativity expressed through your activities is that through all these mediums like, you're able to 34 00:04:25.530 --> 00:04:28.239 Jenny Duan: not only tell someone's story, but 35 00:04:29.210 --> 00:04:33.420 Jenny Duan: portray it in a way that is unique to them or like. 36 00:04:33.770 --> 00:04:37.199 Jenny Duan: I don't exactly know the best way to word this. But you're you're not just 37 00:04:37.310 --> 00:04:44.620 Jenny Duan: like what you're doing is not just telling a story. You're like changing it into something that's different. That's valuable. That's 38 00:04:46.540 --> 00:04:50.290 Jenny Duan: that that other people might be interested in listening to. And so 39 00:04:50.620 --> 00:04:55.580 Jenny Duan: in any part of that, like the decisions that are involved, like, what music to use what 40 00:04:56.970 --> 00:05:10.919 Jenny Duan: elements of the story to tell, like how to emphasize their action. This action versus another action. I think those are all really, really valuable pieces of the storytelling puzzle. That's not just like, Oh, here's someone's story. And I'm gonna like. 41 00:05:11.770 --> 00:05:18.920 Jenny Duan: put all the interview in like word by word, because when you go from an interview or a 42 00:05:18.970 --> 00:05:26.570 Jenny Duan: active communication with someone else to a story like there's some magic in there, because it's up to your interpretation to see 43 00:05:26.580 --> 00:05:35.970 Jenny Duan:",
    " how the audience will react. You shape like how people perceive the story. And I think all of that involves a lot of decision making, which is pretty cool. 44 00:05:37.530 --> 00:05:38.250 huda: Yes. 45 00:05:39.572 --> 00:05:45.599 huda: Yeah. I'm still like, I'm still a little confused on how I can write this essay. 46 00:05:46.109 --> 00:05:50.780 huda: Like, I tried going off of like what we brainstormed, but like 47 00:05:51.580 --> 00:05:56.630 huda: I don't think I have like a clear idea of how to like what to emphasize and like 48 00:05:56.820 --> 00:05:59.220 huda: like how I should do my hook. 49 00:06:00.470 --> 00:06:01.210 Jenny Duan: Right? 50 00:06:02.920 --> 00:06:08.739 Jenny Duan: okay, let me see if I can find an example of another Uc creativity essay, because I feel like 51 00:06:08.770 --> 00:06:13.100 Jenny Duan: that might give more clarity. 52 00:06:18.940 --> 00:06:20.070 Jenny Duan: one second. 53 00:06:30.300 --> 00:06:31.100 Jenny Duan: Okay. 54 00:06:55.510 --> 00:07:01.550 Jenny Duan: And if you scroll down to the creative creative side like essays 5, 6, and 7 are pretty good. 55 00:08:57.860 --> 00:09:05.070 huda: I noticed, for almost like all 3 of these, they're only focusing on like one extracurricular activity. So maybe, like 56 00:09:05.800 --> 00:09:10.390 huda: like mentioning, like all 3 might be a little like detrimental to the essay. 57 00:09:11.560 --> 00:09:18.649 Jenny Duan: Is there? Is there one that you think you would, that stands out most to you as an example of storytelling. 58 00:09:21.570 --> 00:09:23.870 Jenny Duan: Out of the 3 that you are writing about. 59 00:09:25.480 --> 00:09:27.539 huda: I think, probably 60 00:09:27.720 --> 00:09:36.488 huda: I mean, I think, like folklift, because I can like illuminate how like my impact as well. 61 00:09:37.730 --> 00:09:39.080 huda: well, I think. 62 00:09:39.550 --> 00:09:44.079 huda: yeah, I think it just matches like Uc values more because it's like community servic",
    "e a little bit. 63 00:09:44.543 --> 00:09:49.630 huda: I have a lot more like projects under folklift. I think. 64 00:09:50.260 --> 00:09:57.399 Jenny Duan: Okay, great. And so I think folklift is like a very creative pursuit. And so 65 00:09:57.600 --> 00:10:02.880 Jenny Duan: maybe what we can do here is narrow it down to just the folk just folklift 66 00:10:07.040 --> 00:10:10.515 Jenny Duan: And then for the introduction of the essay 67 00:10:11.590 --> 00:10:13.460 Jenny Duan: can you maybe put in like 68 00:10:14.110 --> 00:10:16.889 Jenny Duan: one conversation that you had during an interview. 69 00:10:20.520 --> 00:10:23.200 Jenny Duan: Or I don't know. What are you thinking for the introduction. 70 00:10:33.180 --> 00:10:34.870 huda: I'm not sure, but 71 00:10:35.130 --> 00:10:43.260 huda: actually like, I want to make sure that I'm going like correctly about it, because it's supposed to be about creativity. But I was thinking that, like 72 00:10:43.690 --> 00:10:51.179 huda: maybe the creativity of like the local small Muslim, owned businesses like inspired me to create like 73 00:10:51.724 --> 00:10:55.519 huda: a gazette for them. So like for. 74 00:10:55.520 --> 00:10:57.879 Jenny Duan: Figure out what that the answer looks like. 75 00:10:58.730 --> 00:11:00.109 huda: Sorry. What did he say? 76 00:11:00.404 --> 00:11:03.940 Jenny Duan: Yeah, I was like, say, more, just tell me more. That's interesting. 77 00:11:04.535 --> 00:11:17.709 huda: So like. For example, I can talk about like visiting like before I started a folklift. I saw, like one of our local like family friends. Selling like 78 00:11:18.362 --> 00:11:26.000 huda: I guess selling Biryani or something. And then I I saw like a local business owner selling like 79 00:11:26.100 --> 00:11:31.520 huda: arts and crafts. And then I saw, like all these different businesses, and I guess it like 80 00:11:32.190 --> 00:11:35.220 huda: and like that, could have been like my inspirational point. 81 00:11",
    ":35.599 --> 00:11:46.880 huda: And that like, I guess, inspired me to like. Ask some questions, or like every time that I'd meet them, I'd always ask them questions like, Oh, like, what got you interested in this and everything like that? 82 00:11:46.890 --> 00:11:48.570 huda: And then maybe 83 00:11:49.700 --> 00:12:02.757 huda: like. Then I said, Okay, I should start writing like articles to share this story with other people who also want to know the answers to these questions. And maybe also just like inspiring young Muslim entrepreneurs. 84 00:12:03.420 --> 00:12:06.060 huda: maybe. Yeah, like. I don't know if that's the right take. But. 85 00:12:07.160 --> 00:12:15.670 Jenny Duan: And how do you see like creativity demonstrated in the context of like your interviewees? Or you said you wanted to show your creativity through theirs. 86 00:12:16.920 --> 00:12:25.240 huda: Well, I wanted that to kind of like be the intro. And then, like, I can like segue into like, how that impacted my own creativity. 87 00:12:26.227 --> 00:12:34.450 huda: Like, for example, maybe like the questions that I ask aren't wouldn't be super like like. 88 00:12:34.520 --> 00:12:38.720 huda: like straightforward. It's kind of like stuff that like 89 00:12:41.290 --> 00:12:44.929 huda: like really interesting questions. Maybe that might 90 00:12:45.300 --> 00:12:51.260 huda: be more useful when you're trying to report about like entrepreneurs and like small businesses. 91 00:12:51.644 --> 00:12:55.179 huda: So maybe like my question. Asking could be my creativity, skill, but. 92 00:12:55.810 --> 00:12:59.449 Jenny Duan: Yeah, I think that's a i think that's a really good idea. 93 00:12:59.915 --> 00:13:04.769 Jenny Duan: And then how do you see that like? How do you see your your beginning of your se evolving. 94 00:13:09.520 --> 00:13:15.649 huda: I can like start it off, maybe with like an anecdote of like asking of like 95 00:13:16.212 --> 00:13:32.320 huda: maybe like, for example, lik",
    "e one time I'm going to like, get like, pick up like these arts and crafts that I ordered and then, like, while I'm picking them up, I like start having, like all these questions and and then, like, she said, she suggests like. 96 00:13:32.360 --> 00:13:37.670 huda: Oh, maybe you should write an article or something, and that's kind of like, what starts it all? Maybe. 97 00:13:40.090 --> 00:13:57.759 Jenny Duan: Okay, yeah, I think that. And then and then later on, I think you can do a little bit of explicit signposting with creativity like you can talk about like you can say like to me, creativity is, or like, I think I saw. Some of the essays were pretty explicit about talking about creativity, so I don't think it's a bad thing if you do that. 98 00:13:58.410 --> 00:14:06.730 huda: Are there any like specific aspects? That I should highlight in this essay, I mean, besides, creativity. 99 00:14:09.030 --> 00:14:15.979 Jenny Duan: I mean, I think it. You can talk about how you perceive creativity, or what creativity means to you. So 100 00:14:18.050 --> 00:14:20.399 Jenny Duan: in the context of your life. 101 00:14:23.140 --> 00:14:49.550 Jenny Duan: I think maybe, like creativity means like understanding people's stories and telling them in a way that's authentic. So like getting to the heart of the story, and trying to convey it in the most meaningful way to audiences from different backgrounds. I think that takes a lot of creativity because you have to consider not only like, how did this person intend their story to be told, but also like, how do other people perceive the extent of the story, and I think that that's all like quite valuable. 102 00:14:50.370 --> 00:14:58.609 huda: So like the creativity aspect would be like, me, like finding questions that would like cater to specific audience. Maybe. 103 00:14:59.110 --> 00:15:15.159 Jenny Duan: Or you figuring out how to convey the story in the most effective way to different audiences like you figuring out li",
    "ke, what can I do to make other people listen. I think that's like the heart of the story, like, what can you say in the story to ensure that other people are listening 104 00:15:15.330 --> 00:15:18.019 Jenny Duan: to you or to your story. 105 00:15:58.244 --> 00:16:01.039 Jenny Duan: Does that make sense? Or does that bring up more questions. 106 00:16:02.812 --> 00:16:07.000 huda: Yeah, I think, okay. So if, like. 107 00:16:07.030 --> 00:16:13.079 huda: I had to focus on like, like, what kind of characteristics 108 00:16:13.110 --> 00:16:21.259 huda: I mean, like, I know, like creativity. But like what like aspect of creativity am I gonna be highlighting? Because for this one? 109 00:16:21.783 --> 00:16:29.560 huda: Originally it was like storytelling in different aspect, or in different mediums. But what what would it be for this one. 110 00:16:30.773 --> 00:16:32.540 Jenny Duan: It would be like, how 111 00:16:32.670 --> 00:16:37.250 Jenny Duan: like, what? What characteristics about yourself? Or can you clarify the question a bit. 112 00:16:37.700 --> 00:16:41.240 huda: Yeah, like, like, what's the 113 00:16:41.590 --> 00:16:54.050 huda: like? Take on creativity that I'm kind of trying to highlight here, because in the last one I was talking about how like creativity is like me. storytelling through different mediums. 114 00:16:54.461 --> 00:16:57.620 huda: And like, what would it be for this one. 115 00:16:59.245 --> 00:17:08.429 Jenny Duan: I mean, I think you can still keep the thing about storytelling. But I think the creative thing here is just like, how can you tell a story in a way that's both authentic and inspiring. 116 00:17:18.140 --> 00:17:20.220 huda: And okay. 117 00:17:21.859 --> 00:17:34.352 Jenny Duan: And then that that has to do with, like the way that you interview people like even the questions that you ask. That's the way that you design the story, the layout of the story, and like in what order things are told. That's like, 118 00:17:35.0",
    "59 --> 00:17:42.439 Jenny Duan: how you publish the story, how you market it. I think all of those are important components of 119 00:17:42.859 --> 00:17:44.369 Jenny Duan: the question. 120 00:17:45.860 --> 00:17:48.640 huda: Yeah, I think that that clarifies it better. 121 00:17:49.740 --> 00:17:50.510 Jenny Duan: Great 122 00:17:54.620 --> 00:17:56.179 Jenny Duan: Then I think 123 00:17:56.250 --> 00:18:05.909 Jenny Duan: in that case, do you feel comfortable editing this on your own? Is there anything else that I can support you with in the context of this essay or the Uc. Application in general. 124 00:18:07.053 --> 00:18:08.259 huda: Actually like. 125 00:18:08.350 --> 00:18:18.725 huda: if possible. Can we create like kind of like a structure on, like like paragraphs like paragraph? One would be like the hook about like 126 00:18:19.670 --> 00:18:34.560 huda: It would be like the hook about like, get asking questions while picking up like an arts and crafts, and then, like paragraph 2 would be about X. And then, like, I was wondering if, like you can create or we can create like a kind of structure for me to follow, or like outlet. 127 00:18:36.530 --> 00:18:50.470 Jenny Duan: So outline. What was the way that you wanted to start the intro again? Did you want to put it in the put it in the context of an interview. You can do like the shaping of a story. You can say like, Oh, maybe like, what 128 00:18:50.750 --> 00:18:59.959 Jenny Duan: in what order should you can put yourself in the context of you creating the story like, Oh, in what order do I want to place these interviews? What aspect of these stories. Do I want to ask. 129 00:19:00.190 --> 00:19:04.797 Jenny Duan: what what aspects of these stories do I want to show like those are some ways for you to 130 00:19:06.500 --> 00:19:07.590 Jenny Duan: do that. 131 00:19:07.660 --> 00:19:09.690 Jenny Duan: But also it could be like, 132 00:19:13.310 --> 00:19:15.619 Jenny Duan: yeah, it could also be like, Oh",
    ", 133 00:19:18.120 --> 00:19:23.910 Jenny Duan: Here are the questions that I'm asking my interviewer, so it could either be outwards, directed or inward directed. 134 00:19:25.290 --> 00:19:26.380 huda: Hmm! 135 00:19:27.330 --> 00:19:28.939 huda: I think like. 136 00:19:32.090 --> 00:19:40.249 huda: maybe so. I was originally thinking like, it could be like, I'm going to like, pick up 137 00:19:40.715 --> 00:19:56.940 huda: like an arts and craft like a local Muslim business owner and and then, just like curious curious like I ask I ask her like a couple of questions, and I could think of like some like creative questions later on, but like 138 00:19:57.558 --> 00:20:00.419 huda: and then and then I guess that kind of 139 00:20:01.460 --> 00:20:08.717 huda: like sparks me into like, like, oh, maybe like, maybe people also want to know the answers to these questions, 140 00:20:09.590 --> 00:20:12.079 huda: and like, maybe something like that. 141 00:20:12.240 --> 00:20:17.120 huda: And then. Yeah, I think that was like what I was thinking for the intro. 142 00:20:18.040 --> 00:20:21.770 Jenny Duan: Can you say more? So you're interviewing this business owner, and then what. 143 00:20:22.470 --> 00:20:36.528 huda: Well, I think I was thinking I was just like before, like folklift started like this is kind of like my 1st experience of like asking, like kind of informally interviewing a local Muslim business owner. And so 144 00:20:37.090 --> 00:20:39.520 huda: like, maybe it's like 145 00:20:39.750 --> 00:21:01.360 huda: the business owner says something that's like pretty inspiring like and like their journey. That's kind of common for a lot of Muslim entrepreneurs. So maybe, like I can be like, Oh, this is like something that a lot of like Muslim entrepreneurs would like to hear and I feel like this should be heard, and then and then I can like. That's like when I get the idea to start a gazette. Maybe. 146 00:21:03.050 --> 00:21:12.150 Jenny Duan: Okay, do you wan",
    "t to create it at the start of? Do you want to put the reader at the start of forklift? Or do you want to do when you've already had Full cliff developed? 147 00:21:12.690 --> 00:21:16.500 Jenny Duan: I'm just curious, like what your perspective on both are. 148 00:21:17.270 --> 00:21:19.730 huda: I was thinking at the start. Maybe. 149 00:21:20.480 --> 00:21:21.365 Jenny Duan: Okay, 150 00:21:23.320 --> 00:21:28.010 Jenny Duan: And why? 151 00:21:29.770 --> 00:21:31.580 huda: I was thinking, because, like 152 00:21:31.770 --> 00:21:38.518 huda: it can show like where my like creativity kind of started with in terms of like 153 00:21:39.590 --> 00:21:48.030 huda: like. That's when I realized that these are the type of questions that I need to be asking, and that these are the type of questions that will like inspire, inspire people the most. 154 00:21:48.750 --> 00:21:49.590 Jenny Duan: Gotcha. 155 00:21:49.880 --> 00:21:59.199 Jenny Duan: Okay? So you start off with your inter interviewing a local Muslim business owner. And then what is the key lesson or the key learning? Here. 156 00:22:02.930 --> 00:22:16.199 huda: basically like, I learned that like these questions, like, I think they need to like the answers need to be heard by others. Like, if not for inspiration, just to like know? Also, for like 157 00:22:16.744 --> 00:22:22.430 huda: showing like the rich culture in our small town. And 158 00:22:22.900 --> 00:22:30.140 huda: I guess yeah, I think, like those questions like need to be heard by more people. So that's what kind of sparks my creativity to 159 00:22:30.400 --> 00:22:33.769 huda: like, continue asking these type of questions. 160 00:22:34.610 --> 00:22:42.179 Jenny Duan: Okay? And then, so that's introduction of the essay. And the next part is how you're gonna discuss how focal have developed over time. 161 00:22:43.000 --> 00:22:45.240 huda: Yes, so 162 00:22:48.220 --> 00:22:50.410 huda: I could talk about how like 163 00:22:51.040 --> 00:22:56",
    ".910 huda: like my first, st like formal interview with like a business, and then 164 00:22:59.380 --> 00:23:00.250 huda: Maybe like 165 00:23:00.800 --> 00:23:08.209 huda: I don't know. I don't think I should. I don't know if I should put it into a story again, or if I should talk more about like what I learned from the interview. 166 00:23:11.550 --> 00:23:18.280 Jenny Duan: Yeah, I feel like we don't need to exactly discuss like what you talked about during the interview, because I think 167 00:23:18.620 --> 00:23:33.889 Jenny Duan: I don't want it to be like. Oh, this! I don't want the essay to be like a step by step, of how people have developed, because I think it should be emphasizing like the creativity. So maybe you can kind of. I don't think you need to like. Go into the details about how your 1st one went. I think you can kind of just be like, oh, like. 168 00:23:34.600 --> 00:23:36.390 Jenny Duan: Now, what like? 169 00:23:36.620 --> 00:23:39.649 Jenny Duan: How do you? How have you designed your interviews? 170 00:23:40.970 --> 00:23:44.310 Jenny Duan: Sense and like, what do you try to get at with those interviews? 171 00:23:44.610 --> 00:23:47.729 Jenny Duan: And what are some of the stories that you've told. 172 00:23:48.500 --> 00:23:51.330 huda: Maybe I can talk about like, how like 173 00:23:51.930 --> 00:23:57.580 huda: these small businesses are like, really like, like. 174 00:23:57.780 --> 00:24:13.760 huda: there's very different types of like, there's like lots of like food businesses. But there's also clothing businesses. And so those kind of require, like a different like approach to them, like, for example, a lot of like 175 00:24:13.820 --> 00:24:25.319 huda: call a lot of like food businesses. Talk about like their like family recipes. Or if, like a lot of clothing companies talk about our businesses, talk about like 176 00:24:25.811 --> 00:24:27.919 huda: like the process of like 177 00:24:28.408 --> 00:24:34.259 huda: like manufacturin",
    "g and everything. So it's like different, like like ways to approach it. 178 00:24:34.280 --> 00:24:38.240 huda: So maybe I can focus on like, like. 179 00:24:39.810 --> 00:24:46.300 huda: like, maybe asking like different questions depending on like, what type of businesses they are. Maybe. 180 00:24:46.580 --> 00:24:50.379 Jenny Duan: Hmm, that makes sense. 181 00:24:52.230 --> 00:24:57.029 Jenny Duan: And I guess, how are you planning to emphasize the creativity here? 182 00:25:10.480 --> 00:25:16.060 huda: maybe like, like. So the central theme is kind of like, like asking different questions. 183 00:25:17.620 --> 00:25:18.910 huda: And so like. 184 00:25:19.910 --> 00:25:24.770 huda: Like, I said earlier. So maybe like different questions depending on 185 00:25:25.030 --> 00:25:31.289 huda: the different like, not just different questions, but like questions that might inspire others. 186 00:25:31.890 --> 00:25:42.240 Jenny Duan: That makes sense. And I also think it's not just about the questions. But it's about the way that you tell the story. So the way that you put the pieces of the story together, and the way that you communicate that with other people. 187 00:25:44.250 --> 00:25:45.360 Jenny Duan: So 188 00:25:47.870 --> 00:25:55.139 Jenny Duan: so I think 1st you can talk about your, the your question style, and then you can talk about how you like, communicate those stories 189 00:25:56.520 --> 00:26:09.990 Jenny Duan: with other people like. Why, you decided it to be a gazette. Why did you decide that, instead of like a documentary series, or like how did you? How? What were some of the key decisions in the creation of folklift. And I guess, how did that influence 190 00:26:10.040 --> 00:26:12.790 Jenny Duan: the way that people interact or engage with it? 191 00:26:15.730 --> 00:26:16.790 Jenny Duan: Yeah. 192 00:26:25.510 --> 00:26:27.489 huda: Okay, then that makes sense. 193 00:26:30.820 --> 00:26:34.659 huda: Yeah. Do you think? Do you think this ",
    "like encompasses like the. 194 00:26:34.930 --> 00:26:39.370 huda: I guess, like the creativity that I'm trying to get across in this essay? 195 00:26:40.090 --> 00:26:43.040 Jenny Duan: I personally think so. What do you think. 196 00:26:43.500 --> 00:26:44.920 huda: Yeah, I think so. As well. 197 00:26:45.300 --> 00:26:46.630 Jenny Duan: Okay, great 198 00:26:48.020 --> 00:26:52.020 Jenny Duan: And then maybe after this, you can do like so oops. 199 00:26:53.233 --> 00:26:58.830 Jenny Duan: Some sep, so each of these big bullet points, these are like the paragraph delineations. By the way. 200 00:26:59.375 --> 00:27:03.280 Jenny Duan: I think after this you can do some signposting about creativity. 201 00:27:03.990 --> 00:27:14.710 Jenny Duan: And like the key decisions, for like, why, storytelling is a creative medium. 202 00:27:14.730 --> 00:27:19.079 Jenny Duan: And then that goes into this stuff like 203 00:27:19.250 --> 00:27:24.273 Jenny Duan: how to tell how to tell a story that's with authentic and inspiring 204 00:27:25.140 --> 00:27:28.230 Jenny Duan: and the decisions you make as a storyteller 205 00:27:29.690 --> 00:27:32.559 Jenny Duan: which are highlighted in the previous 2 paragraphs. 206 00:27:34.730 --> 00:27:39.510 Jenny Duan: And then, I guess, like the last paragraph, can be your hope for folklift. 207 00:27:40.030 --> 00:27:45.709 Jenny Duan: or like how you see your storytelling evolve in the future. 208 00:27:50.430 --> 00:27:51.610 Jenny Duan: Does that make sense. 209 00:27:51.810 --> 00:27:52.460 huda: Yeah. 210 00:27:54.210 --> 00:27:54.910 Jenny Duan: Great. 211 00:27:55.160 --> 00:27:56.100 Jenny Duan: No. 212 00:27:56.620 --> 00:28:03.979 Jenny Duan: Okay. Do you feel comfortable writing this essay? Is there anything else we can cover? Regarding this specific essay. 213 00:28:05.090 --> 00:28:11.149 huda: Yeah, I think I'm I'm pretty much comfortable. Do you think? Like like the hook like. 214 00:28:12.299 --> 00:28:16.840 huda: is t",
    "his like engaging enough, or should I like brainstorm? Something else. 215 00:28:17.810 --> 00:28:23.200 Jenny Duan: I think it's engaging enough. I mean, I think it just depends on how you 216 00:28:24.270 --> 00:28:36.959 Jenny Duan: I think it just depends on how you write it? And I think, like any hook can be engaging, including this one. I don't. I don't immediately see that as an issue. But again, it kind of just depends on how you write it. Yeah. 217 00:28:39.720 --> 00:28:43.380 huda: Okay, then, I think that's that's all for this essay. 218 00:28:43.880 --> 00:28:45.013 Jenny Duan: Okay, great 219 00:28:46.440 --> 00:28:55.430 Jenny Duan: And then other than that, are we ready to move on to the ut. Austin essays. 220 00:28:55.630 --> 00:28:56.250 huda: Yeah. 221 00:28:57.090 --> 00:29:02.929 Jenny Duan: Okay, sounds great, and let me get on that right now 222 00:29:05.000 --> 00:29:07.029 Jenny Duan: and make a note in your doc. 223 00:29:14.530 --> 00:29:17.199 Jenny Duan: I'm good, I mean. 224 00:29:31.180 --> 00:29:33.239 Jenny Duan: is it your 1st choice major 225 00:29:33.770 --> 00:29:42.219 Jenny Duan: data science? Or is this is data driven journalism like a program within data science. Sorry. I just don't know how. They reflect. Yeah. 226 00:29:42.220 --> 00:29:45.009 huda: I think so. Yeah, let me just double check. 227 00:29:45.010 --> 00:29:45.720 Jenny Duan: Okay. 228 00:29:57.380 --> 00:29:59.230 huda: Yeah, I think it's just a course. 229 00:30:00.810 --> 00:30:07.169 Jenny Duan: Okay, I think it's not. I think your interest with data. Science isn't as clear here. So I would maybe 230 00:30:07.710 --> 00:30:09.870 Jenny Duan: try to emphasize that a bit more. 231 00:30:14.940 --> 00:30:15.860 Jenny Duan: Yeah. 232 00:30:15.860 --> 00:30:25.089 huda: I thought data. Science was really highlighted through like different examples, like like analyzing data sets and transforming statistics. 233 00:30:25.090 --> 00:30:25.870 Jenny Duan: Excellent. ",
    "234 00:30:25.870 --> 00:30:26.780 huda: Breeze. 235 00:30:27.330 --> 00:30:33.549 Jenny Duan: Okay, wait. I see this. Never mind. Is the moody college, the data Science college or the computer science college. 236 00:30:34.320 --> 00:30:36.390 huda: It's like, I think. 237 00:30:36.390 --> 00:30:39.660 Jenny Duan: Sorry I didn't see this paragraph earlier, but now I see it. 238 00:30:40.430 --> 00:30:47.609 huda: I think it's a communications college for ut, Austin. But I think there's like a course for like data-driven journalism. 239 00:30:47.860 --> 00:30:51.090 Jenny Duan: Okay. Great, I mean. 240 00:30:54.150 --> 00:30:59.570 Jenny Duan: oh, wait. Yeah, I think this is a really good essay. It connects your second choice, major, your 3rd choice, Major, with 241 00:30:59.680 --> 00:31:02.180 Jenny Duan: obviously your 1st choice, Major, and I think 242 00:31:02.390 --> 00:31:04.769 Jenny Duan: you do a really good job. So 243 00:31:05.120 --> 00:31:07.810 Jenny Duan: I think this is good to be finalized. 244 00:31:08.707 --> 00:31:12.049 Jenny Duan: I don't really have any worries about this. It's a little short, though. 245 00:31:13.765 --> 00:31:20.380 huda: Well, I think it recommends like 2 50 to 300 words. So I'm not sure 246 00:31:22.500 --> 00:31:28.540 Jenny Duan: And I think, do. Well, is there anything else you want to say? I think if you don't have anything else to say, it's complete. 247 00:31:28.730 --> 00:31:33.669 Jenny Duan: But if you do want to write about anything else, you do have the opportunity to. 248 00:31:34.510 --> 00:31:39.260 huda: Yeah, I don't really see that many like like 249 00:31:40.300 --> 00:31:46.239 huda: activities at Ut Austin that were like really stood out. Besides, these. 250 00:31:46.900 --> 00:31:48.620 Jenny Duan: Okay. Great then. 251 00:31:55.160 --> 00:31:59.540 Jenny Duan: then that to me sounds good, and then 252 00:32:07.870 --> 00:32:10.139 Jenny Duan: Other than that, I feel like 253 00:32:10.670 --> 00:32:13.",
    "299 Jenny Duan: the second essay. Let me look at that. Now. 254 00:32:39.930 --> 00:32:41.650 Jenny Duan: yeah, this looks great. 255 00:32:44.110 --> 00:32:45.480 huda: Yeah, that's great. 256 00:32:45.980 --> 00:32:48.610 huda: Then I guess I can just like submit it right now. 257 00:32:48.780 --> 00:32:50.769 Jenny Duan: Yeah, okay, sounds good. 258 00:32:52.980 --> 00:32:57.920 Jenny Duan: Sounds good. Yeah. I don't have anything additional about this essay. 259 00:33:00.770 --> 00:33:02.469 Jenny Duan: Great, I think 260 00:33:03.200 --> 00:33:09.790 Jenny Duan: this looks fantastic. I feel like ut. Austin looks good for Ucs. Actually, one thing I was curious about is 261 00:33:10.370 --> 00:33:19.340 Jenny Duan: for your for the extracurricular section. It's 20 activities and awards. Do you feel comfortable filling that out? Or do you have any questions about that? 262 00:33:21.080 --> 00:33:25.380 huda: I think I started filling it out. Let me get on that. 263 00:33:26.490 --> 00:33:27.040 Jenny Duan: Okay. 264 00:33:27.850 --> 00:33:36.330 huda: Okay, so far, I only put 4. But I think, okay. So just to list. Like all all the activities, there's empowering. AI 265 00:33:38.350 --> 00:33:41.000 huda: forklift synthloria. 266 00:33:42.160 --> 00:33:44.309 huda: Oh, let me just go on the document. 267 00:34:04.010 --> 00:34:09.239 huda: So right now, there's like 16 activities that are 268 00:34:10.969 --> 00:34:13.579 huda: to put into the Uc application. 269 00:34:14.031 --> 00:34:16.090 huda: Including the awards and everything. 270 00:34:18.340 --> 00:34:24.279 huda: so, and also I was wondering about like the ordering, or like the ranking of what I should put on there. 271 00:34:26.906 --> 00:34:35.780 Jenny Duan: I think, for ranking. You can do it based on how much time you spend on every activity, and then put your honors at the end I would say. 272 00:34:35.780 --> 00:34:37.900 huda: Okay, and. 273 00:34:37.909 --> 00:34:38.769 Jenny Duan: Oh, go ahead!",
    " 274 00:34:39.100 --> 00:34:53.180 huda: Yeah. So right now, I'm like 16, which is like just like the awards and the extracurriculars combined. So I was wondering if I should separate like Mht jobs and like content creation. Because now I have the space for it. 275 00:34:53.670 --> 00:34:57.250 Jenny Duan: Yeah, I would say, you can do that now, and you don't have to combine them. 276 00:34:57.700 --> 00:35:01.890 huda: Okay. So then, in total, I'd have like 17 on the application. 277 00:35:01.890 --> 00:35:06.749 Jenny Duan: That's fine. I don't think you need to worry about filling it all the way up. If you don't have anything like, I think 278 00:35:06.860 --> 00:35:11.170 Jenny Duan: they give you like more than enough room than most people reasonably need. 279 00:35:11.760 --> 00:35:12.420 huda: Okay. 280 00:35:27.468 --> 00:35:30.860 Jenny Duan: Okay? And then, do you have any other questions about those. 281 00:35:32.970 --> 00:35:38.220 huda: I think so. Ut. Austin is asking for a resume. And I I have one with 282 00:35:41.870 --> 00:35:46.089 huda: yeah, I have one with, like some of my extracurriculars, but not all of them, I think. But 283 00:35:46.360 --> 00:35:51.810 huda: I have empowering AI, cynthoria, coated coffee. 284 00:35:54.903 --> 00:35:59.999 huda: Content creation and filmmakers club and Podcast Club. 285 00:36:00.220 --> 00:36:03.300 huda: I don't know if I should mention anything else on the resume, but. 286 00:36:06.390 --> 00:36:12.619 Jenny Duan: I think that sounds good. Can you share your resume with me? Or can you share your screen? So we can just look over your resume. 287 00:36:17.780 --> 00:36:23.579 Jenny Duan: Okay, I would change the font at the top of your screen to some. Actually. 288 00:36:24.140 --> 00:36:26.279 Jenny Duan: it looks fine. Actually, it's fine. 289 00:36:26.430 --> 00:36:28.420 Jenny Duan: I like how it's a little bit creative. 290 00:36:35.430 --> 00:36:40.620 Jenny Duan: Yeah, okay, it looks good. Yeah, thi",
    "s looks good. It's a really good high school resume. 291 00:36:41.000 --> 00:36:41.920 huda: Okay. Thanks. 292 00:36:41.920 --> 00:36:43.130 Jenny Duan: Sheet here. 293 00:36:45.160 --> 00:36:48.330 huda: Alright. I think I'm just gonna submit now, and. 294 00:36:48.920 --> 00:36:50.149 Jenny Duan: Okay. Great. 295 00:36:51.250 --> 00:36:52.030 Jenny Duan: Yeah. 296 00:37:12.150 --> 00:37:17.400 Jenny Duan: Okay. The next thing I kind of wanted to take a look. Oh, actually, let me know once you submitted. Sorry I don't wanna. 297 00:37:18.630 --> 00:37:21.794 huda: There's like some some like honors programs. But 298 00:37:22.730 --> 00:37:27.730 Jenny Duan: I don't, really. I think it's fine. You can apply for those like after you. After you decide to go. 299 00:37:28.060 --> 00:37:29.540 huda: You need to. 300 00:37:34.993 --> 00:37:39.270 huda: Actually, I'm not sure if it should apply to this. But cause I'm like. 301 00:37:39.670 --> 00:37:44.809 huda: sure is there's the human ecology owners program 302 00:37:45.820 --> 00:37:48.319 huda: is that, like Major related or. 303 00:37:48.320 --> 00:37:53.990 Jenny Duan: No human ecology like. I think it's not super, major, related. 304 00:37:55.330 --> 00:37:57.039 huda: Okay. I'll just say I'm not. Just 305 00:38:02.930 --> 00:38:03.880 huda: hmm. 306 00:38:08.690 --> 00:38:10.700 huda: Okay, yeah, I'm gonna apply now. 307 00:38:33.070 --> 00:38:35.780 huda: Okay, I'm submitting. 308 00:38:38.640 --> 00:38:41.720 Jenny Duan: Yay congratulations! How do you feel? 309 00:38:41.980 --> 00:38:45.700 huda: Feel good now it's 6 colleges. Uncommon app. 310 00:38:46.710 --> 00:38:49.529 Jenny Duan: Yay congratulations. 311 00:38:49.982 --> 00:38:56.040 Jenny Duan: Now, we're going to move off of the common app, because I want to get back into your mit essays. 312 00:38:57.560 --> 00:38:58.969 huda: Yeah, I didn't. 313 00:38:59.370 --> 00:39:03.609 Jenny Duan: I mean, like, I want to brainstorm. I would just want to like, t",
    "alk about your mit application with you. 314 00:39:03.890 --> 00:39:06.050 huda: Yeah, let me send a document. 315 00:39:06.050 --> 00:39:09.179 Jenny Duan: Yeah, it's okay. If you don't have it done. Obviously right now. 316 00:39:10.870 --> 00:39:15.560 huda: There's like a lot of essays like scattered throughout like 317 00:39:15.600 --> 00:39:18.589 huda: the application. So I'm just trying to find all of them. 318 00:39:19.530 --> 00:39:20.440 Jenny Duan: It's okay. 319 00:39:51.174 --> 00:39:52.699 huda: Did you get the document. 320 00:39:53.200 --> 00:39:54.710 Jenny Duan: Yes, I did. 321 00:40:11.320 --> 00:40:16.513 Jenny Duan: Okay, so this is like a 100 word. Y major. But just for mit 322 00:40:17.690 --> 00:40:23.360 huda: Yeah, this one's like the kind of game design type, like program. 323 00:40:23.580 --> 00:40:24.400 Jenny Duan: Cool. 324 00:40:25.370 --> 00:40:28.889 Jenny Duan: Okay, this optional information about your family. 325 00:40:29.200 --> 00:40:33.820 Jenny Duan: I think this will be like, like the low income. 326 00:40:34.600 --> 00:40:35.120 huda: Hmm. 327 00:40:35.120 --> 00:40:39.970 Jenny Duan: Certification here. Basically what you wrote in your additional information. Section no. 328 00:40:42.240 --> 00:40:48.660 Jenny Duan: The additional information section on common app for reference. 329 00:40:48.660 --> 00:40:57.189 huda: There's a separate like another additional information section on the short responses. Tab but I don't know if it's like. 330 00:40:58.060 --> 00:41:00.820 Jenny Duan: Wait. Can you also paste that in? As one of the questions. 331 00:41:00.820 --> 00:41:02.160 huda: Yeah, it's number 8. 332 00:41:03.000 --> 00:41:04.469 Jenny Duan: Oh, okay, I see. 333 00:41:11.300 --> 00:41:12.160 Jenny Duan: okay. 334 00:41:13.580 --> 00:41:19.960 Jenny Duan: Is there any other information about your family that you think it's important to know for about for them to know. I think. 335 00:41:20.910 --> 00:41:24.560 huda: I ",
    "don't think so, I mean beside, like the low income thing. But. 336 00:41:24.560 --> 00:41:27.180 Jenny Duan: I think maybe we can just put that here. 337 00:41:27.910 --> 00:41:31.229 huda: Or actually, let's just keep it here, because they give you space for it 338 00:41:32.120 --> 00:41:34.450 Jenny Duan: And then, yeah, that's all. 339 00:41:37.650 --> 00:41:45.750 Jenny Duan: And then, yeah, for anything else we need to know about your school's course offerings 340 00:41:46.570 --> 00:41:51.049 Jenny Duan: is, are there any classes that you didn't get the opportunity to take at school that you wish you could have. 341 00:41:55.580 --> 00:41:56.580 huda: Well. 342 00:41:56.860 --> 00:42:02.150 huda: I think they offer it at our school, but I wasn't able to take Cs principals because I had moved. 343 00:42:02.150 --> 00:42:06.400 Jenny Duan: I think that's fine, because you take Csa, that's like harder than Cs principles. 344 00:42:06.790 --> 00:42:08.900 huda: Okay, so. 345 00:42:08.900 --> 00:42:10.320 Jenny Duan: Anything else. 346 00:42:10.600 --> 00:42:11.709 Jenny Duan: You feel like. 347 00:42:12.984 --> 00:42:13.389 huda: Yeah. 348 00:42:13.390 --> 00:42:14.650 Jenny Duan: What about your school. 349 00:42:20.110 --> 00:42:21.949 Jenny Duan: if not like? That's also like. 350 00:42:22.170 --> 00:42:24.460 huda: Yeah. I don't think there's anything. 351 00:42:24.930 --> 00:42:26.940 Jenny Duan: Okay, not a problem. 352 00:42:29.240 --> 00:42:31.009 huda: I think I could delete this question. 353 00:42:31.370 --> 00:42:32.390 Jenny Duan: Wait. Yeah. 354 00:42:35.450 --> 00:42:41.480 Jenny Duan: no, some something you do, simply for the pleasure of it. 355 00:42:49.420 --> 00:42:50.090 huda: So like. 356 00:42:50.090 --> 00:42:53.590 Jenny Duan: Video games is something that comes up for me first.st But I feel like 357 00:42:53.800 --> 00:42:59.539 Jenny Duan: depending on the rest of your essays. Maybe we don't write about video games here. What is something",
    " else that you do for the pleasure of it? 358 00:43:01.299 --> 00:43:02.499 huda: Okay, so. 359 00:43:03.450 --> 00:43:06.699 Jenny Duan: Actually wait. Let me look at these other questions first, st yeah. 360 00:43:07.090 --> 00:43:12.652 Jenny Duan: Mit, describe the way that one way that you have collaborated with others. What's something that 361 00:43:13.900 --> 00:43:15.379 Jenny Duan: that comes to mind here. 362 00:43:16.040 --> 00:43:24.899 huda: Hmm, I think jcam kind of comes to mind when collaborating with others. Cause there was like 363 00:43:25.455 --> 00:43:31.320 huda: for reporting projects. We had to work in groups of 3 and then I worked with like. 364 00:43:31.420 --> 00:43:37.050 huda: I like this girl from Hawaii. And then I worked this from with this guy who's from who's like 365 00:43:37.827 --> 00:43:49.520 huda: kind of like a different background, but like and so kind of understanding their own perspective. And like how we all like influence. The story was pretty helpful. 366 00:43:50.980 --> 00:43:51.845 Jenny Duan: Thanks. 367 00:43:53.240 --> 00:43:59.779 Jenny Duan: And then, while we have you done something different, fewer different than what was expected in your educational journey. 368 00:43:59.820 --> 00:44:01.770 Jenny Duan: what do you think about this question? 369 00:44:05.250 --> 00:44:13.470 huda: okay, I don't know how to like. I don't know if this is like unique enough. But also something was that at our school. It's kind of a really like 370 00:44:13.620 --> 00:44:27.590 huda: stem heavy. And so like not a lot of people take like other courses. And if they do, it's just for like the graduation requirement. And so I completed the media arts pathway. In 371 00:44:28.190 --> 00:44:30.509 huda: like in high school and 372 00:44:30.921 --> 00:44:36.400 huda: so I took like 3 years of like media arts. And I pursued like 373 00:44:36.500 --> 00:44:42.172 huda: student news, documentary, making like different projects like that. ",
    "374 00:44:42.740 --> 00:44:47.789 Jenny Duan: Unexpected, because not necessarily so unexpected. 375 00:44:47.940 --> 00:44:48.345 huda: Yeah. 376 00:44:49.150 --> 00:44:50.080 Jenny Duan: Or okay. 377 00:44:50.860 --> 00:44:52.449 Jenny Duan: Tell me why it's unexpected. 378 00:44:52.720 --> 00:44:58.950 huda: Like, wait. Okay, wait before that, like, I wanna define like what? What's like unexpected in this like. 379 00:44:59.300 --> 00:45:07.940 Jenny Duan: Like. For example, if you took a year off and you went to study in a foreign country like that's unexpected, or say, like you 380 00:45:08.190 --> 00:45:20.589 Jenny Duan: are homeschooled because you do math competitions that's like unexpected. I'm thinking about stuff in the context of like Mit, or you're an athlete. So you went to train for like 6 months in like Switzerland. That's kind of unexpected. 381 00:45:21.050 --> 00:45:27.099 Jenny Duan: or I don't know something something that's just like really outside of the box. 382 00:45:28.230 --> 00:45:31.750 huda: I don't think I've had any of those type of experiences. 383 00:45:31.750 --> 00:45:37.820 Jenny Duan: It's like about portraying your experiences in an unexpected way, more so than having 384 00:45:37.930 --> 00:45:45.400 Jenny Duan: unexpected experiences like even to some extent like going to J. Camp in Austin is a little bit unexpected, right. 385 00:45:45.660 --> 00:45:46.530 huda: Yeah. 386 00:45:50.510 --> 00:45:56.629 Jenny Duan: Or like, you can connect this to your culture. I don't know in some way, shape or form. 387 00:45:56.980 --> 00:46:03.990 Jenny Duan: like for example, it would be for some people it would be unexpected if they spoke like 5 languages. That's unexpected, or 388 00:46:04.050 --> 00:46:08.029 Jenny Duan: I don't know. Let me think of some more mundane, unexpected things 389 00:46:08.240 --> 00:46:13.239 Jenny Duan: I'm trying to think about. I didn't apply to Mit, but I'm trying to think about what I would write if I ",
    "390 00:46:13.560 --> 00:46:15.379 Jenny Duan: we had had applied. 391 00:46:17.820 --> 00:46:22.390 Jenny Duan: I feel like it's a bit tricky and. 392 00:46:25.580 --> 00:46:28.319 huda: Let me see if there's any example. Essays. That's fine. 393 00:46:46.590 --> 00:46:49.429 Jenny Duan: I don't know. It sounds a little little tricky. 394 00:46:49.450 --> 00:46:56.389 Jenny Duan: but I think like that's why Mit, that's what Mit wants, because they want like people who are a bit outside of the box. 395 00:46:58.680 --> 00:46:59.550 Jenny Duan: Hmm! 396 00:47:12.000 --> 00:47:22.389 Jenny Duan: Something that's even another example of something that's like unexpected would be just be like a 1st generation student going to college like that is an example of something like that's more mundane. That's also unexpected. 397 00:47:23.340 --> 00:47:28.849 Jenny Duan: But I don't think that applies to you. But like that's just another instance of something unexpected. 398 00:47:32.890 --> 00:47:39.900 huda: Okay, maybe you can talk about being from a rural town and saying like, what are the most ex common pathways in your town like. 399 00:47:40.040 --> 00:47:49.329 Jenny Duan: I don't know. Like if you were. This is not in the case of your town, but maybe in a different town, like everyone in the town like they're expected pathways to like be a farmer. But like 400 00:47:49.460 --> 00:47:59.629 Jenny Duan: by pursuing computer education that that makes you way different. But since you're in the Bay Area. I don't really think that that's applicable per se. But like, maybe I don't know, that could be one thing you write about. 401 00:48:03.040 --> 00:48:04.999 huda: I think, like, okay. So 402 00:48:07.190 --> 00:48:17.990 huda: one possible take could be like, everyone at school kind of like wants to become like doctors, because, like for one, our town doesn't have like a hospital 403 00:48:18.465 --> 00:48:27.640 huda: and like nearby health care actually, this might make me",
    " sound ignorant, but like, but at the same time I wanted to become. I wanted to do kind of 404 00:48:28.080 --> 00:48:33.169 huda: storytelling or like journalism, but in like a town where, almost like nothing happens, it's like 405 00:48:33.770 --> 00:48:35.610 huda: that's a kind of 406 00:48:35.880 --> 00:48:43.400 huda: a juxtaposition, almost like like wanting to report. But there's sometimes like things like nothing to report 407 00:48:43.901 --> 00:48:48.410 huda: so like that could be one way, but another way. 408 00:48:48.410 --> 00:48:50.480 Jenny Duan: Another! Oh, go ahead! Sorry! 409 00:48:50.480 --> 00:48:51.539 huda: Oh, no go ahead! 410 00:48:52.110 --> 00:49:00.369 Jenny Duan: I think another key element of this essay is that it's about achieving the unexpected. So what's something unexpected that you have achieved? 411 00:49:00.590 --> 00:49:04.370 Jenny Duan: And maybe we can talk about going backwards from there on. 412 00:49:06.210 --> 00:49:16.170 huda: Well, like, I don't think I ever like intended to be like a game developer like I think, like I was always interested in like technology and like gaming. And then, just like. 413 00:49:16.760 --> 00:49:20.420 huda: like, I guess, going into game development was. 414 00:49:20.910 --> 00:49:25.850 huda: it's kind of like a it's rare cause, like not a lot of people do that. 415 00:49:28.290 --> 00:49:28.990 Jenny Duan: Yeah, 416 00:49:30.460 --> 00:49:43.009 Jenny Duan: I think that stuff like, I think that is, this is a good subject, especially because there's not a lot of women pursuing game development. And it like, I don't think you necessarily need to write this, but just anecdotally, in a world of software, engineers like 417 00:49:43.160 --> 00:49:45.200 Jenny Duan: there's not a lot of game developers. 418 00:49:46.282 --> 00:49:50.333 Jenny Duan: And so what have you done? Like, how? 419 00:49:52.280 --> 00:49:56.970 Jenny Duan: Yeah? And why is that different than what was expected in you",
    "r educational journey? 420 00:50:00.020 --> 00:50:10.370 Jenny Duan: I think you can connect this to living in a rural town. And how like there's just like not a lot of access to things like game, design, development, and like just not something that people pursue. 421 00:50:11.030 --> 00:50:14.025 huda: Yeah, I think that. And also just like 422 00:50:15.250 --> 00:50:24.719 huda: like, I think this might be cliche. But like the fact that, like game development is always always like overlooked and like not exactly like popular. 423 00:50:26.340 --> 00:50:27.680 Jenny Duan: Okay, yes. 424 00:50:31.950 --> 00:50:32.840 Jenny Duan: Okay. 425 00:50:35.030 --> 00:50:37.320 Jenny Duan: And then I think, then. 426 00:50:37.560 --> 00:50:42.270 Jenny Duan: how did you manage a situation or challenge that you didn't expect? And what did you learn from it? 427 00:50:54.420 --> 00:50:59.125 Jenny Duan: Something that comes up for me when thinking about this is like the context of your 428 00:51:01.470 --> 00:51:06.900 Jenny Duan: with the Muslim Club at your school, and like how you've overcome that. 429 00:51:07.925 --> 00:51:08.610 huda: Yeah. 430 00:51:09.060 --> 00:51:11.429 Jenny Duan: Also, what other things. 431 00:51:13.430 --> 00:51:18.260 huda: I think it could also be like connected to the $20 essay. 432 00:51:18.690 --> 00:51:21.580 Jenny Duan: Oh, perfect. Yeah, I think that's perfect. 433 00:51:22.920 --> 00:51:29.420 Jenny Duan: interjects an essay. I think this is that's a perfect essay for that and then 434 00:51:30.460 --> 00:51:33.620 Jenny Duan: tell us about something you do simply for the pleasure of it. 435 00:51:35.800 --> 00:51:37.509 Jenny Duan: Teaching could be good. 436 00:51:37.950 --> 00:51:42.930 huda: Yeah. Teaching teaching. I think that's. 437 00:51:45.730 --> 00:51:53.069 Jenny Duan: Yeah, okay, I think that that's like, think that's good. So 438 00:51:53.460 --> 00:51:58.349 Jenny Duan: teaching game development, J camp and computer scienc",
    "e, I mean, she jobs 439 00:51:58.440 --> 00:52:04.280 Jenny Duan: think these show different aspects of your character. It's pretty diverse set of essays. 440 00:52:04.737 --> 00:52:09.599 Jenny Duan: Do you feel like you have any questions about how to answer these questions? 441 00:52:10.960 --> 00:52:15.859 huda: Is. This is this 1st one like the like kind of Y major. Essay. 442 00:52:16.210 --> 00:52:19.180 Jenny Duan: But you have to tailor it to comparative media studies. 443 00:52:19.180 --> 00:52:21.040 huda: Yeah, okay. 444 00:52:21.640 --> 00:52:26.549 Jenny Duan: So you I don't think you will be able to use as much of your other one. Major essays. 445 00:52:27.020 --> 00:52:33.240 huda: Yeah, I think I could write it in like a similar writing style, but like just like 446 00:52:33.420 --> 00:52:36.940 huda: more catered on like comparative media studies. 447 00:52:41.050 --> 00:52:43.390 Jenny Duan: Let me draw all these notes down. 448 00:52:54.240 --> 00:52:56.950 Jenny Duan: And how are your scholarship applications going. 449 00:52:58.020 --> 00:53:02.140 huda: Oh, I haven't been working on those so I should follow that. 450 00:53:02.660 --> 00:53:05.670 Jenny Duan: If you have extra time this week because of 451 00:53:05.990 --> 00:53:09.510 Jenny Duan: Thanksgiving, it would be a good time to try to get ahead. 452 00:53:16.340 --> 00:53:20.010 Jenny Duan: How has the entire college application process felt so far? 453 00:53:22.410 --> 00:53:25.396 huda: It's definitely ramping up a bit now. 454 00:53:27.603 --> 00:53:29.770 huda: but yeah, I think like 455 00:53:30.300 --> 00:53:49.090 huda: I'm kind of happy with, like the like progress. I already have a little before. But, like, obviously, I'm like, really nervous about like the coming like kind of stages, because, like one, it's like the decisions are going to start rolling in soon, like Stanford. I think it comes out in like 2 weeks almost, and. 456 00:53:49.090 --> 00:53:50.950 Jenny Duan: I me",
    "an, isn't it? December 15.th 457 00:53:50.950 --> 00:53:52.760 huda: December 13, th I think. 458 00:53:53.260 --> 00:53:54.229 Jenny Duan: 3 weeks. 459 00:53:54.550 --> 00:53:55.120 huda: Oh. 460 00:53:56.595 --> 00:54:05.434 huda: yeah, that just. And then I think that I'm pretty sure that's just like the weekend before finals. So I think I'm definitely, really distracted at that time. 461 00:54:05.760 --> 00:54:10.940 huda: but yeah, I think like, it's definitely getting a lot more 462 00:54:11.060 --> 00:54:15.359 huda: like difficult. But I think it's okay. Cause 463 00:54:15.470 --> 00:54:19.049 huda: the summer program applications were honestly kind of worse. 464 00:54:19.720 --> 00:54:42.730 Jenny Duan: I think the summer program applications are a lot harder because you don't have any experience writing essays. You don't have any confidence like you. Basically, it's just like you don't really know what you're doing until you submit. But now it's like, Okay, you've got the hang of it, you know, you can write because you've gone into a summer program like a really competitive one. So you know, like, you're not a terrible writer like, you know, you're qualified. So it's just like the process of waiting is super hard. 465 00:54:42.770 --> 00:54:53.749 Jenny Duan: But that's good to do the summer program applications, too, because if anything, they just like help you learn how to write, and also, like, get used to the process of getting your writing reviewed by other people. 466 00:54:54.230 --> 00:54:54.790 huda: Yeah. 467 00:54:55.850 --> 00:54:56.570 Jenny Duan: Okay. 468 00:54:56.780 --> 00:54:57.310 Jenny Duan: And that's. 469 00:54:57.897 --> 00:55:02.360 huda: These are definitely like a lot more difficult to write than all the other ones. 470 00:55:02.920 --> 00:55:09.289 Jenny Duan: Yeah, cause they're short. They're like all 3. They're not that short. It's like a balance between like being. 471 00:55:09.480 --> 00:55:11.080 Jenny Duan: Not that. Sure.",
    " I think 472 00:55:11.080 --> 00:55:14.749 Jenny Duan: I think that I think the problem is like the like. The prompts are very like. 473 00:55:15.030 --> 00:55:20.179 huda: Like almost vague, like. I feel like there's any way that you could approach them, which is. 474 00:55:21.020 --> 00:55:22.080 huda: Really like them. 475 00:55:23.840 --> 00:55:29.580 Jenny Duan: Well, I think because the Ucs get so many applicants like there's a good chance. They're just gonna fill, start filtering people just like 476 00:55:31.020 --> 00:55:55.459 Jenny Duan: off with like grade and Gpa. And stuff especially for, like Cs majors and things, I know you're not applying as a Cs major, but I could see for Cs majors. They could just like filter anyone who has a Gpa lower than like a certain number, just to make it easier like I don't even think like they only read even a small portion of the essay submitted. So a lot of people are just gonna get auto filtered out. And there's a chance that, like you might get yield protected, which means like 477 00:55:55.750 --> 00:56:00.359 Jenny Duan: a less competitive school, might reject you because they know you're not gonna go. For example, like. 478 00:56:00.580 --> 00:56:03.130 Jenny Duan: I don't know. You see, Riverside, like 479 00:56:03.740 --> 00:56:14.670 Jenny Duan: I don't know. They could reject you, because they know, like you're probably going to get into a better school, and you're not going to go there, so they want to improve their yield. And so they reject you. So there's just like a lot going on with the Uc. Schools that 480 00:56:15.150 --> 00:56:17.813 Jenny Duan: I think you like. I think it'll be fine. But 481 00:56:18.430 --> 00:56:23.049 Jenny Duan: yeah, it's just waiting. And then I mean, if you do get into Stanford like 482 00:56:23.691 --> 00:56:30.929 Jenny Duan: would you still want to submit your Rd applications like the rest of them that you haven't submitted? Or do you just wanna like 483 00:56:31.150 --> 00:",
    "56:36.888 Jenny Duan: Go, or is Usc, like, if you get to Usc, like, what? What's gonna what are you gonna do. 484 00:56:37.600 --> 00:57:02.580 huda: I mean, I think I'd definitely be a little less motivated to do the other ones. But I think maybe I'd scale down on like some of the colleges that I'm not too passionate about going going to, but still like, apply to some of the top ones like I think I'd still apply to like Carnegie Mellon and Penn and Upenn. I think just like some of them. I might cut down like University of Chicago. Maybe I won't apply 485 00:57:03.040 --> 00:57:05.940 huda: like it. Just yeah. It depends. 486 00:57:07.335 --> 00:57:09.124 huda: If I do get in or not. 487 00:57:09.380 --> 00:57:20.600 Jenny Duan: Makes sense. So I think next steps, let's schedule our next meeting. And then what's the school on the next priority for you? I think, on my on my screen. It's not filtered in the same order. So 488 00:57:20.610 --> 00:57:22.620 Jenny Duan: what's your next priority school? 489 00:57:24.020 --> 00:57:24.820 huda: Let me check 490 00:57:32.470 --> 00:57:33.829 huda: it's upenn. 491 00:57:34.750 --> 00:57:35.470 Jenny Duan: Okay. 492 00:57:36.180 --> 00:57:42.520 Jenny Duan: so that's gonna be on the horizon. So next meeting, where you can finalize the Uc application so you can submit that. And then 493 00:57:43.150 --> 00:57:49.099 Jenny Duan: I'd like to see some of your Mit essays brainstormed, and then maybe you can brainstorm the upenn in next session. 494 00:57:49.510 --> 00:57:50.240 huda: Yeah. 495 00:57:50.980 --> 00:57:52.650 Jenny Duan: When do you want to meet next. 496 00:57:55.570 --> 00:57:56.910 huda: Does Monday work. 497 00:57:57.060 --> 00:57:58.660 Jenny Duan: Yeah. Monday. I'm like. 498 00:57:58.870 --> 00:58:05.430 Jenny Duan: pretty free, especially in the afternoon or the evening. Like, if there's a specific time that works best for you, we can just do that. 499 00:58:06.342 --> 00:58:07.790 huda: Does 8 pm. Work. 500 0",
    "0:58:08.976 --> 00:58:10.309 Jenny Duan: Yeah, that should be good. 501 00:58:10.770 --> 00:58:11.570 huda: Okay. 502 00:58:13.801 --> 00:58:16.530 Jenny Duan: Okay, then I'll talk to you on Monday. 503 00:58:16.690 --> 00:58:17.930 huda: Nice to see you bye. 504 00:58:17.930 --> 00:58:18.970 Jenny Duan: Yeah, bye."
  ],
  "turns": [
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 31.25,
      "end": 34.209,
      "text": "Hey, Huda, how's your morning going. 2"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 34.21,
      "end": 36.159,
      "text": "Hi! It's going well, how are you? 3"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 36.57,
      "end": 47.289,
      "text": "Doing pretty good. Yeah, maybe we can just go straight into the essays. Were you able to finish off those Uc essays? How's how's that going. 4"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 47.77,
      "end": 60.019,
      "text": "Yeah, I wrote a draft for the creative that, like the storytelling essay, I'm not sure if I like it, though. But yeah, and then I. And then I also completed the Ut. Austin essays. 5"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 60.32,
      "end": 81.99,
      "text": "Okay, I think maybe for today we can start with the 1st the creative essay and then 6 Then we can move on to ut. Austin. 7 Great. So can you walk me through like 8 how writing this felt, and the like biggest changes that you made when writing this. 9"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 82.88,
      "end": 128.3,
      "text": "Yeah, I think this one is like, really tough, because I didn't really know how to start it off. And like, I know, we kind of brainstorm, like the idea, with like the anecdote of like my grandma telling the story. But I couldn't really find a way to like make it sound authentic, and then like also connected to the rest of the story or to the rest of the essay. 10 So instead, I kind of connected it back to like when I was younger. I guess I was also still like a bit of a storyteller back then. So I started off with like kind of like 11 like a different like anecdote about like telling a story about like the playground. When I was like in 3rd grade, and then the same like storytelling, like 12 kind of bringing 13"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 128.55,
      "end": 151.889,
      "text": "like narrative into like reporting, like I think I brought that into J camp and folklift as well. So then I kind of I feel like I don't know. I feel like the wording is a little bit 14 flowery and like, so I'm not really happy with that. But yeah, I think this one I focused more on, like, how like narrative can shape like reporting. 15"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 153.55,
      "end": 175.029,
      "text": "No way. And I think one thing that I'm struggling here is just like 16 the emphasis on creativity, especially at the beginning. 17 And so how do you think this relates to your expression of creativity? 18 Yeah. 19 this is more like, it seems like storytelling is maybe more like a great greater talent or skill, rather than a creative pursuit. 20"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 178.28,
      "end": 183.27,
      "text": "Wait. Okay? So I I think I need a little clarification on how to like differentiate those 2. 21"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 184.31,
      "end": 188.86,
      "text": "Right. So in your head, like, what is the difference between a skill and creativity? 22"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 190.17,
      "end": 211.599,
      "text": "I think. 23 Well, like like a skill is something that's like unique to you, I guess. 24 And then creativity is like 25 like doing things in different ways. Maybe. 26 That are not really like 27 that are like unique. I guess. 28"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 216.555,
      "end": 246.069,
      "text": "I feel like creativity, like in skills, access, another 29 access. Different parts of your brain. Like, I think skills are about applying a concept in many different situations versus creativity is like coming up with new ideas and being able to synthesize things that maybe didn't have a previous relationship. 30 Does that make sense kind of? 31 Or I I guess that's just like how I interpret it, which might be different than how you interpret it. And that's okay, too. 32"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 246.59,
      "end": 254.02,
      "text": "So like, how does that? How would how would I be able to apply that to storytelling? Because I guess storytelling is also a little bit of a a talent, I guess. 33"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 255.61,
      "end": 295.58,
      "text": "Right. So I think, like the way that I see creativity expressed through your activities is that through all these mediums like, you're able to 34 not only tell someone's story, but 35 portray it in a way that is unique to them or like. 36 I don't exactly know the best way to word this. But you're you're not just 37 like what you're doing is not just telling a story. You're like changing it into something that's different. That's valuable. That's 38 that that other people might be interested in listening to. And so 39 in any part of that, like the decisions that are involved, like, what music to use what 40"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 296.97,
      "end": 335.97,
      "text": "elements of the story to tell, like how to emphasize their action. This action versus another action. I think those are all really, really valuable pieces of the storytelling puzzle. That's not just like, Oh, here's someone's story. And I'm gonna like. 41 put all the interview in like word by word, because when you go from an interview or a 42 active communication with someone else to a story like there's some magic in there, because it's up to your interpretation to see 43 how the audience will react. You shape like how people perceive the story. And I think all of that involves a lot of decision making, which is pretty cool. 44"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 337.53,
      "end": 359.22,
      "text": "Yes. 45 Yeah. I'm still like, I'm still a little confused on how I can write this essay. 46 Like, I tried going off of like what we brainstormed, but like 47 I don't think I have like a clear idea of how to like what to emphasize and like 48 like how I should do my hook. 49"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 360.47,
      "end": 373.1,
      "text": "Right? 50 okay, let me see if I can find an example of another Uc creativity essay, because I feel like 51 that might give more clarity. 52"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 378.94,
      "end": 380.07,
      "text": "one second. 53"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 390.3,
      "end": 391.1,
      "text": "Okay. 54"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 415.51,
      "end": 421.55,
      "text": "And if you scroll down to the creative creative side like essays 5, 6, and 7 are pretty good. 55"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 537.86,
      "end": 550.39,
      "text": "I noticed, for almost like all 3 of these, they're only focusing on like one extracurricular activity. So maybe, like 56 like mentioning, like all 3 might be a little like detrimental to the essay. 57"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 551.56,
      "end": 563.87,
      "text": "Is there? Is there one that you think you would, that stands out most to you as an example of storytelling. 58 Out of the 3 that you are writing about. 59"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 565.48,
      "end": 589.63,
      "text": "I think, probably 60 I mean, I think, like folklift, because I can like illuminate how like my impact as well. 61 well, I think. 62 yeah, I think it just matches like Uc values more because it's like community service a little bit. 63 I have a lot more like projects under folklift. I think. 64"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 590.26,
      "end": 602.88,
      "text": "Okay, great. And so I think folklift is like a very creative pursuit. And so 65 maybe what we can do here is narrow it down to just the folk just folklift 66"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 607.04,
      "end": 623.2,
      "text": "And then for the introduction of the essay 67 can you maybe put in like 68 one conversation that you had during an interview. 69 Or I don't know. What are you thinking for the introduction. 70"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 633.18,
      "end": 655.519,
      "text": "I'm not sure, but 71 actually like, I want to make sure that I'm going like correctly about it, because it's supposed to be about creativity. But I was thinking that, like 72 maybe the creativity of like the local small Muslim, owned businesses like inspired me to create like 73 a gazette for them. So like for. 74"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 655.52,
      "end": 657.879,
      "text": "Figure out what that the answer looks like. 75"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 658.73,
      "end": 660.109,
      "text": "Sorry. What did he say? 76"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 660.404,
      "end": 663.94,
      "text": "Yeah, I was like, say, more, just tell me more. That's interesting. 77"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 664.535,
      "end": 708.57,
      "text": "So like. For example, I can talk about like visiting like before I started a folklift. I saw, like one of our local like family friends. Selling like 78 I guess selling Biryani or something. And then I I saw like a local business owner selling like 79 arts and crafts. And then I saw, like all these different businesses, and I guess it like 80 and like that, could have been like my inspirational point. 81 And that like, I guess, inspired me to like. Ask some questions, or like every time that I'd meet them, I'd always ask them questions like, Oh, like, what got you interested in this and everything like that? 82 And then maybe 83"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 709.7,
      "end": 726.06,
      "text": "like. Then I said, Okay, I should start writing like articles to share this story with other people who also want to know the answers to these questions. And maybe also just like inspiring young Muslim entrepreneurs. 84 maybe. Yeah, like. I don't know if that's the right take. But. 85"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 727.16,
      "end": 735.67,
      "text": "And how do you see like creativity demonstrated in the context of like your interviewees? Or you said you wanted to show your creativity through theirs. 86"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 736.92,
      "end": 775.179,
      "text": "Well, I wanted that to kind of like be the intro. And then, like, I can like segue into like, how that impacted my own creativity. 87 Like, for example, maybe like the questions that I ask aren't wouldn't be super like like. 88 like straightforward. It's kind of like stuff that like 89 like really interesting questions. Maybe that might 90 be more useful when you're trying to report about like entrepreneurs and like small businesses. 91 So maybe like my question. Asking could be my creativity, skill, but. 92"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 775.81,
      "end": 784.769,
      "text": "Yeah, I think that's a i think that's a really good idea. 93 And then how do you see that like? How do you see your your beginning of your se evolving. 94"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 789.52,
      "end": 817.67,
      "text": "I can like start it off, maybe with like an anecdote of like asking of like 95 maybe like, for example, like one time I'm going to like, get like, pick up like these arts and crafts that I ordered and then, like, while I'm picking them up, I like start having, like all these questions and and then, like, she said, she suggests like. 96 Oh, maybe you should write an article or something, and that's kind of like, what starts it all? Maybe. 97"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 820.09,
      "end": 837.759,
      "text": "Okay, yeah, I think that. And then and then later on, I think you can do a little bit of explicit signposting with creativity like you can talk about like you can say like to me, creativity is, or like, I think I saw. Some of the essays were pretty explicit about talking about creativity, so I don't think it's a bad thing if you do that. 98"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 838.41,
      "end": 846.73,
      "text": "Are there any like specific aspects? That I should highlight in this essay, I mean, besides, creativity. 99"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 849.03,
      "end": 889.55,
      "text": "I mean, I think it. You can talk about how you perceive creativity, or what creativity means to you. So 100 in the context of your life. 101 I think maybe, like creativity means like understanding people's stories and telling them in a way that's authentic. So like getting to the heart of the story, and trying to convey it in the most meaningful way to audiences from different backgrounds. I think that takes a lot of creativity because you have to consider not only like, how did this person intend their story to be told, but also like, how do other people perceive the extent of the story, and I think that that's all like quite valuable. 102"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 890.37,
      "end": 898.609,
      "text": "So like the creativity aspect would be like, me, like finding questions that would like cater to specific audience. Maybe. 103"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 899.11,
      "end": 918.019,
      "text": "Or you figuring out how to convey the story in the most effective way to different audiences like you figuring out like, what can I do to make other people listen. I think that's like the heart of the story, like, what can you say in the story to ensure that other people are listening 104 to you or to your story. 105"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 958.244,
      "end": 961.039,
      "text": "Does that make sense? Or does that bring up more questions. 106"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 962.812,
      "end": 989.56,
      "text": "Yeah, I think, okay. So if, like. 107 I had to focus on like, like, what kind of characteristics 108 I mean, like, I know, like creativity. But like what like aspect of creativity am I gonna be highlighting? Because for this one? 109 Originally it was like storytelling in different aspect, or in different mediums. But what what would it be for this one. 110"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 990.773,
      "end": 997.25,
      "text": "It would be like, how 111 like, what? What characteristics about yourself? Or can you clarify the question a bit. 112"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 997.7,
      "end": 1017.62,
      "text": "Yeah, like, like, what's the 113 like? Take on creativity that I'm kind of trying to highlight here, because in the last one I was talking about how like creativity is like me. storytelling through different mediums. 114 And like, what would it be for this one. 115"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1019.245,
      "end": 1028.429,
      "text": "I mean, I think you can still keep the thing about storytelling. But I think the creative thing here is just like, how can you tell a story in a way that's both authentic and inspiring. 116"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1038.14,
      "end": 1040.22,
      "text": "And okay. 117"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1041.859,
      "end": 1064.369,
      "text": "And then that that has to do with, like the way that you interview people like even the questions that you ask. That's the way that you design the story, the layout of the story, and like in what order things are told. That's like, 118 how you publish the story, how you market it. I think all of those are important components of 119 the question. 120"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1065.86,
      "end": 1068.64,
      "text": "Yeah, I think that that clarifies it better. 121"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1069.74,
      "end": 1070.51,
      "text": "Great 122"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1074.62,
      "end": 1085.909,
      "text": "Then I think 123 in that case, do you feel comfortable editing this on your own? Is there anything else that I can support you with in the context of this essay or the Uc. Application in general. 124"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1087.053,
      "end": 1114.56,
      "text": "Actually like. 125 if possible. Can we create like kind of like a structure on, like like paragraphs like paragraph? One would be like the hook about like 126 It would be like the hook about like, get asking questions while picking up like an arts and crafts, and then, like paragraph 2 would be about X. And then, like, I was wondering if, like you can create or we can create like a kind of structure for me to follow, or like outlet. 127"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1116.53,
      "end": 1163.91,
      "text": "So outline. What was the way that you wanted to start the intro again? Did you want to put it in the put it in the context of an interview. You can do like the shaping of a story. You can say like, Oh, maybe like, what 128 in what order should you can put yourself in the context of you creating the story like, Oh, in what order do I want to place these interviews? What aspect of these stories. Do I want to ask. 129 what what aspects of these stories do I want to show like those are some ways for you to 130 do that. 131 But also it could be like, 132 yeah, it could also be like, Oh, 133 Here are the questions that I'm asking my interviewer, so it could either be outwards, directed or inward directed. 134"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1165.29,
      "end": 1217.12,
      "text": "Hmm! 135 I think like. 136 maybe so. I was originally thinking like, it could be like, I'm going to like, pick up 137 like an arts and craft like a local Muslim business owner and and then, just like curious curious like I ask I ask her like a couple of questions, and I could think of like some like creative questions later on, but like 138 and then and then I guess that kind of 139 like sparks me into like, like, oh, maybe like, maybe people also want to know the answers to these questions, 140 and like, maybe something like that. 141 And then. Yeah, I think that was like what I was thinking for the intro. 142"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1218.04,
      "end": 1221.77,
      "text": "Can you say more? So you're interviewing this business owner, and then what. 143"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1222.47,
      "end": 1261.36,
      "text": "Well, I think I was thinking I was just like before, like folklift started like this is kind of like my 1st experience of like asking, like kind of informally interviewing a local Muslim business owner. And so 144 like, maybe it's like 145 the business owner says something that's like pretty inspiring like and like their journey. That's kind of common for a lot of Muslim entrepreneurs. So maybe, like I can be like, Oh, this is like something that a lot of like Muslim entrepreneurs would like to hear and I feel like this should be heard, and then and then I can like. That's like when I get the idea to start a gazette. Maybe. 146"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1263.05,
      "end": 1276.5,
      "text": "Okay, do you want to create it at the start of? Do you want to put the reader at the start of forklift? Or do you want to do when you've already had Full cliff developed? 147 I'm just curious, like what your perspective on both are. 148"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1277.27,
      "end": 1279.73,
      "text": "I was thinking at the start. Maybe. 149"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1280.48,
      "end": 1288.01,
      "text": "Okay, 150 And why? 151"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1289.77,
      "end": 1308.03,
      "text": "I was thinking, because, like 152 it can show like where my like creativity kind of started with in terms of like 153 like. That's when I realized that these are the type of questions that I need to be asking, and that these are the type of questions that will like inspire, inspire people the most. 154"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1308.75,
      "end": 1319.199,
      "text": "Gotcha. 155 Okay? So you start off with your inter interviewing a local Muslim business owner. And then what is the key lesson or the key learning? Here. 156"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1322.93,
      "end": 1353.769,
      "text": "basically like, I learned that like these questions, like, I think they need to like the answers need to be heard by others. Like, if not for inspiration, just to like know? Also, for like 157 showing like the rich culture in our small town. And 158 I guess yeah, I think, like those questions like need to be heard by more people. So that's what kind of sparks my creativity to 159 like, continue asking these type of questions. 160"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1354.61,
      "end": 1362.179,
      "text": "Okay? And then, so that's introduction of the essay. And the next part is how you're gonna discuss how focal have developed over time. 161"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1363,
      "end": 1388.209,
      "text": "Yes, so 162 I could talk about how like 163 like my first, st like formal interview with like a business, and then 164 Maybe like 165 I don't know. I don't think I should. I don't know if I should put it into a story again, or if I should talk more about like what I learned from the interview. 166"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1391.55,
      "end": 1427.729,
      "text": "Yeah, I feel like we don't need to exactly discuss like what you talked about during the interview, because I think 167 I don't want it to be like. Oh, this! I don't want the essay to be like a step by step, of how people have developed, because I think it should be emphasizing like the creativity. So maybe you can kind of. I don't think you need to like. Go into the details about how your 1st one went. I think you can kind of just be like, oh, like. 168 Now, what like? 169 How do you? How have you designed your interviews? 170 Sense and like, what do you try to get at with those interviews? 171 And what are some of the stories that you've told. 172"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1428.5,
      "end": 1486.3,
      "text": "Maybe I can talk about like, how like 173 these small businesses are like, really like, like. 174 there's very different types of like, there's like lots of like food businesses. But there's also clothing businesses. And so those kind of require, like a different like approach to them, like, for example, a lot of like 175 call a lot of like food businesses. Talk about like their like family recipes. Or if, like a lot of clothing companies talk about our businesses, talk about like 176 like the process of like 177 like manufacturing and everything. So it's like different, like like ways to approach it. 178 So maybe I can focus on like, like. 179 like, maybe asking like different questions depending on like, what type of businesses they are. Maybe. 180"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1486.58,
      "end": 1497.029,
      "text": "Hmm, that makes sense. 181 And I guess, how are you planning to emphasize the creativity here? 182"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1510.48,
      "end": 1531.289,
      "text": "maybe like, like. So the central theme is kind of like, like asking different questions. 183 And so like. 184 Like, I said earlier. So maybe like different questions depending on 185 the different like, not just different questions, but like questions that might inspire others. 186"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1531.89,
      "end": 1576.79,
      "text": "That makes sense. And I also think it's not just about the questions. But it's about the way that you tell the story. So the way that you put the pieces of the story together, and the way that you communicate that with other people. 187 So 188 so I think 1st you can talk about your, the your question style, and then you can talk about how you like, communicate those stories 189 with other people like. Why, you decided it to be a gazette. Why did you decide that, instead of like a documentary series, or like how did you? How? What were some of the key decisions in the creation of folklift. And I guess, how did that influence 190 the way that people interact or engage with it? 191 Yeah. 192"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1585.51,
      "end": 1599.37,
      "text": "Okay, then that makes sense. 193 Yeah. Do you think? Do you think this like encompasses like the. 194 I guess, like the creativity that I'm trying to get across in this essay? 195"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1600.09,
      "end": 1603.04,
      "text": "I personally think so. What do you think. 196"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1603.5,
      "end": 1604.92,
      "text": "Yeah, I think so. As well. 197"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1605.3,
      "end": 1665.709,
      "text": "Okay, great 198 And then maybe after this, you can do like so oops. 199 Some sep, so each of these big bullet points, these are like the paragraph delineations. By the way. 200 I think after this you can do some signposting about creativity. 201 And like the key decisions, for like, why, storytelling is a creative medium. 202 And then that goes into this stuff like 203 how to tell how to tell a story that's with authentic and inspiring 204 and the decisions you make as a storyteller 205 which are highlighted in the previous 2 paragraphs. 206 And then, I guess, like the last paragraph, can be your hope for folklift. 207 or like how you see your storytelling evolve in the future. 208"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1670.43,
      "end": 1671.61,
      "text": "Does that make sense. 209"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1671.81,
      "end": 1672.46,
      "text": "Yeah. 210"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1674.21,
      "end": 1683.979,
      "text": "Great. 211 No. 212 Okay. Do you feel comfortable writing this essay? Is there anything else we can cover? Regarding this specific essay. 213"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1685.09,
      "end": 1696.84,
      "text": "Yeah, I think I'm I'm pretty much comfortable. Do you think? Like like the hook like. 214 is this like engaging enough, or should I like brainstorm? Something else. 215"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1697.81,
      "end": 1716.959,
      "text": "I think it's engaging enough. I mean, I think it just depends on how you 216 I think it just depends on how you write it? And I think, like any hook can be engaging, including this one. I don't. I don't immediately see that as an issue. But again, it kind of just depends on how you write it. Yeah. 217"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1719.72,
      "end": 1723.38,
      "text": "Okay, then, I think that's that's all for this essay. 218"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1723.88,
      "end": 1735.43,
      "text": "Okay, great 219 And then other than that, are we ready to move on to the ut. Austin essays. 220"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1735.63,
      "end": 1736.25,
      "text": "Yeah. 221"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1737.09,
      "end": 1747.029,
      "text": "Okay, sounds great, and let me get on that right now 222 and make a note in your doc. 223"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1754.53,
      "end": 1757.199,
      "text": "I'm good, I mean. 224"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1771.18,
      "end": 1782.219,
      "text": "is it your 1st choice major 225 data science? Or is this is data driven journalism like a program within data science. Sorry. I just don't know how. They reflect. Yeah. 226"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1782.22,
      "end": 1785.009,
      "text": "I think so. Yeah, let me just double check. 227"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1785.01,
      "end": 1785.72,
      "text": "Okay. 228"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1797.38,
      "end": 1799.23,
      "text": "Yeah, I think it's just a course. 229"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1800.81,
      "end": 1809.87,
      "text": "Okay, I think it's not. I think your interest with data. Science isn't as clear here. So I would maybe 230 try to emphasize that a bit more. 231"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1814.94,
      "end": 1815.86,
      "text": "Yeah. 232"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1815.86,
      "end": 1825.089,
      "text": "I thought data. Science was really highlighted through like different examples, like like analyzing data sets and transforming statistics. 233"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1825.09,
      "end": 1825.87,
      "text": "Excellent. 234"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1825.87,
      "end": 1826.78,
      "text": "Breeze. 235"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1827.33,
      "end": 1833.549,
      "text": "Okay, wait. I see this. Never mind. Is the moody college, the data Science college or the computer science college. 236"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1834.32,
      "end": 1836.39,
      "text": "It's like, I think. 237"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1836.39,
      "end": 1839.66,
      "text": "Sorry I didn't see this paragraph earlier, but now I see it. 238"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1840.43,
      "end": 1847.609,
      "text": "I think it's a communications college for ut, Austin. But I think there's like a course for like data-driven journalism. 239"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1847.86,
      "end": 1872.049,
      "text": "Okay. Great, I mean. 240 oh, wait. Yeah, I think this is a really good essay. It connects your second choice, major, your 3rd choice, Major, with 241 obviously your 1st choice, Major, and I think 242 you do a really good job. So 243 I think this is good to be finalized. 244 I don't really have any worries about this. It's a little short, though. 245"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1873.765,
      "end": 1880.38,
      "text": "Well, I think it recommends like 2 50 to 300 words. So I'm not sure 246"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1882.5,
      "end": 1893.669,
      "text": "And I think, do. Well, is there anything else you want to say? I think if you don't have anything else to say, it's complete. 247 But if you do want to write about anything else, you do have the opportunity to. 248"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1894.51,
      "end": 1906.239,
      "text": "Yeah, I don't really see that many like like 249 activities at Ut Austin that were like really stood out. Besides, these. 250"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1906.9,
      "end": 1908.62,
      "text": "Okay. Great then. 251"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1915.16,
      "end": 1919.54,
      "text": "then that to me sounds good, and then 252"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1927.87,
      "end": 1933.299,
      "text": "Other than that, I feel like 253 the second essay. Let me look at that. Now. 254"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1959.93,
      "end": 1961.65,
      "text": "yeah, this looks great. 255"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1964.11,
      "end": 1968.61,
      "text": "Yeah, that's great. 256 Then I guess I can just like submit it right now. 257"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1968.78,
      "end": 1999.34,
      "text": "Yeah, okay, sounds good. 258 Sounds good. Yeah. I don't have anything additional about this essay. 259 Great, I think 260 this looks fantastic. I feel like ut. Austin looks good for Ucs. Actually, one thing I was curious about is 261 for your for the extracurricular section. It's 20 activities and awards. Do you feel comfortable filling that out? Or do you have any questions about that? 262"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2001.08,
      "end": 2005.38,
      "text": "I think I started filling it out. Let me get on that. 263"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2006.49,
      "end": 2007.04,
      "text": "Okay. 264"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2007.85,
      "end": 2024.309,
      "text": "Okay, so far, I only put 4. But I think, okay. So just to list. Like all all the activities, there's empowering. AI 265 forklift synthloria. 266 Oh, let me just go on the document. 267"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2044.01,
      "end": 2064.279,
      "text": "So right now, there's like 16 activities that are 268 to put into the Uc application. 269 Including the awards and everything. 270 so, and also I was wondering about like the ordering, or like the ranking of what I should put on there. 271"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2066.906,
      "end": 2075.78,
      "text": "I think, for ranking. You can do it based on how much time you spend on every activity, and then put your honors at the end I would say. 272"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2075.78,
      "end": 2077.9,
      "text": "Okay, and. 273"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2077.909,
      "end": 2078.769,
      "text": "Oh, go ahead! 274"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2079.1,
      "end": 2093.18,
      "text": "Yeah. So right now, I'm like 16, which is like just like the awards and the extracurriculars combined. So I was wondering if I should separate like Mht jobs and like content creation. Because now I have the space for it. 275"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2093.67,
      "end": 2097.25,
      "text": "Yeah, I would say, you can do that now, and you don't have to combine them. 276"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2097.7,
      "end": 2101.89,
      "text": "Okay. So then, in total, I'd have like 17 on the application. 277"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2101.89,
      "end": 2111.17,
      "text": "That's fine. I don't think you need to worry about filling it all the way up. If you don't have anything like, I think 278 they give you like more than enough room than most people reasonably need. 279"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2111.76,
      "end": 2112.42,
      "text": "Okay. 280"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2127.468,
      "end": 2130.86,
      "text": "Okay? And then, do you have any other questions about those. 281"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2132.97,
      "end": 2163.3,
      "text": "I think so. Ut. Austin is asking for a resume. And I I have one with 282 yeah, I have one with, like some of my extracurriculars, but not all of them, I think. But 283 I have empowering AI, cynthoria, coated coffee. 284 Content creation and filmmakers club and Podcast Club. 285 I don't know if I should mention anything else on the resume, but. 286"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2166.39,
      "end": 2172.619,
      "text": "I think that sounds good. Can you share your resume with me? Or can you share your screen? So we can just look over your resume. 287"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2177.78,
      "end": 2188.42,
      "text": "Okay, I would change the font at the top of your screen to some. Actually. 288 it looks fine. Actually, it's fine. 289 I like how it's a little bit creative. 290"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2195.43,
      "end": 2200.62,
      "text": "Yeah, okay, it looks good. Yeah, this looks good. It's a really good high school resume. 291"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2201,
      "end": 2201.92,
      "text": "Okay. Thanks. 292"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2201.92,
      "end": 2203.13,
      "text": "Sheet here. 293"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2205.16,
      "end": 2208.33,
      "text": "Alright. I think I'm just gonna submit now, and. 294"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2208.92,
      "end": 2212.03,
      "text": "Okay. Great. 295 Yeah. 296"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2232.15,
      "end": 2237.4,
      "text": "Okay. The next thing I kind of wanted to take a look. Oh, actually, let me know once you submitted. Sorry I don't wanna. 297"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2238.63,
      "end": 2241.794,
      "text": "There's like some some like honors programs. But 298"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2242.73,
      "end": 2247.73,
      "text": "I don't, really. I think it's fine. You can apply for those like after you. After you decide to go. 299"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2248.06,
      "end": 2249.54,
      "text": "You need to. 300"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2254.993,
      "end": 2268.319,
      "text": "Actually, I'm not sure if it should apply to this. But cause I'm like. 301 sure is there's the human ecology owners program 302 is that, like Major related or. 303"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2268.32,
      "end": 2273.99,
      "text": "No human ecology like. I think it's not super, major, related. 304"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2275.33,
      "end": 2277.039,
      "text": "Okay. I'll just say I'm not. Just 305"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2282.93,
      "end": 2283.88,
      "text": "hmm. 306"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2288.69,
      "end": 2290.7,
      "text": "Okay, yeah, I'm gonna apply now. 307"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2313.07,
      "end": 2315.78,
      "text": "Okay, I'm submitting. 308"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2318.64,
      "end": 2321.72,
      "text": "Yay congratulations! How do you feel? 309"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2321.98,
      "end": 2325.7,
      "text": "Feel good now it's 6 colleges. Uncommon app. 310"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2326.71,
      "end": 2336.04,
      "text": "Yay congratulations. 311 Now, we're going to move off of the common app, because I want to get back into your mit essays. 312"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2337.56,
      "end": 2338.969,
      "text": "Yeah, I didn't. 313"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2339.37,
      "end": 2343.609,
      "text": "I mean, like, I want to brainstorm. I would just want to like, talk about your mit application with you. 314"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2343.89,
      "end": 2346.05,
      "text": "Yeah, let me send a document. 315"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2346.05,
      "end": 2349.179,
      "text": "Yeah, it's okay. If you don't have it done. Obviously right now. 316"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2350.87,
      "end": 2358.589,
      "text": "There's like a lot of essays like scattered throughout like 317 the application. So I'm just trying to find all of them. 318"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2359.53,
      "end": 2360.44,
      "text": "It's okay. 319"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2391.174,
      "end": 2392.699,
      "text": "Did you get the document. 320"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2393.2,
      "end": 2394.71,
      "text": "Yes, I did. 321"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2411.32,
      "end": 2416.513,
      "text": "Okay, so this is like a 100 word. Y major. But just for mit 322"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2417.69,
      "end": 2423.36,
      "text": "Yeah, this one's like the kind of game design type, like program. 323"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2423.58,
      "end": 2433.82,
      "text": "Cool. 324 Okay, this optional information about your family. 325 I think this will be like, like the low income. 326"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2434.6,
      "end": 2435.12,
      "text": "Hmm. 327"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2435.12,
      "end": 2448.66,
      "text": "Certification here. Basically what you wrote in your additional information. Section no. 328 The additional information section on common app for reference. 329"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2448.66,
      "end": 2457.189,
      "text": "There's a separate like another additional information section on the short responses. Tab but I don't know if it's like. 330"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2458.06,
      "end": 2460.82,
      "text": "Wait. Can you also paste that in? As one of the questions. 331"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2460.82,
      "end": 2462.16,
      "text": "Yeah, it's number 8. 332"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2463,
      "end": 2464.469,
      "text": "Oh, okay, I see. 333"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2471.3,
      "end": 2479.96,
      "text": "okay. 334 Is there any other information about your family that you think it's important to know for about for them to know. I think. 335"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2480.91,
      "end": 2484.56,
      "text": "I don't think so, I mean beside, like the low income thing. But. 336"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2484.56,
      "end": 2487.18,
      "text": "I think maybe we can just put that here. 337"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2487.91,
      "end": 2491.229,
      "text": "Or actually, let's just keep it here, because they give you space for it 338"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2492.12,
      "end": 2511.049,
      "text": "And then, yeah, that's all. 339 And then, yeah, for anything else we need to know about your school's course offerings 340 is, are there any classes that you didn't get the opportunity to take at school that you wish you could have. 341"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2515.58,
      "end": 2522.15,
      "text": "Well. 342 I think they offer it at our school, but I wasn't able to take Cs principals because I had moved. 343"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2522.15,
      "end": 2526.4,
      "text": "I think that's fine, because you take Csa, that's like harder than Cs principles. 344"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2526.79,
      "end": 2528.9,
      "text": "Okay, so. 345"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2528.9,
      "end": 2531.709,
      "text": "Anything else. 346 You feel like. 347"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2532.984,
      "end": 2533.389,
      "text": "Yeah. 348"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2533.39,
      "end": 2534.65,
      "text": "What about your school. 349"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2540.11,
      "end": 2541.949,
      "text": "if not like? That's also like. 350"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2542.17,
      "end": 2544.46,
      "text": "Yeah. I don't think there's anything. 351"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2544.93,
      "end": 2546.94,
      "text": "Okay, not a problem. 352"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2549.24,
      "end": 2551.009,
      "text": "I think I could delete this question. 353"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2551.37,
      "end": 2561.48,
      "text": "Wait. Yeah. 354 no, some something you do, simply for the pleasure of it. 355"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2569.42,
      "end": 2570.09,
      "text": "So like. 356"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2570.09,
      "end": 2579.539,
      "text": "Video games is something that comes up for me first.st But I feel like 357 depending on the rest of your essays. Maybe we don't write about video games here. What is something else that you do for the pleasure of it? 358"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2581.299,
      "end": 2582.499,
      "text": "Okay, so. 359"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2583.45,
      "end": 2595.379,
      "text": "Actually wait. Let me look at these other questions first, st yeah. 360 Mit, describe the way that one way that you have collaborated with others. What's something that 361 that comes to mind here. 362"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2596.04,
      "end": 2629.52,
      "text": "Hmm, I think jcam kind of comes to mind when collaborating with others. Cause there was like 363 for reporting projects. We had to work in groups of 3 and then I worked with like. 364 I like this girl from Hawaii. And then I worked this from with this guy who's from who's like 365 kind of like a different background, but like and so kind of understanding their own perspective. And like how we all like influence. The story was pretty helpful. 366"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2630.98,
      "end": 2641.77,
      "text": "Thanks. 367 And then, while we have you done something different, fewer different than what was expected in your educational journey. 368 what do you think about this question? 369"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2645.25,
      "end": 2682.172,
      "text": "okay, I don't know how to like. I don't know if this is like unique enough. But also something was that at our school. It's kind of a really like 370 stem heavy. And so like not a lot of people take like other courses. And if they do, it's just for like the graduation requirement. And so I completed the media arts pathway. In 371 like in high school and 372 so I took like 3 years of like media arts. And I pursued like 373 student news, documentary, making like different projects like that. 374"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2682.74,
      "end": 2687.789,
      "text": "Unexpected, because not necessarily so unexpected. 375"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2687.94,
      "end": 2688.345,
      "text": "Yeah. 376"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2689.15,
      "end": 2692.449,
      "text": "Or okay. 377 Tell me why it's unexpected. 378"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2692.72,
      "end": 2698.95,
      "text": "Like, wait. Okay, wait before that, like, I wanna define like what? What's like unexpected in this like. 379"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2699.3,
      "end": 2727.099,
      "text": "Like. For example, if you took a year off and you went to study in a foreign country like that's unexpected, or say, like you 380 are homeschooled because you do math competitions that's like unexpected. I'm thinking about stuff in the context of like Mit, or you're an athlete. So you went to train for like 6 months in like Switzerland. That's kind of unexpected. 381 or I don't know something something that's just like really outside of the box. 382"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2728.23,
      "end": 2731.75,
      "text": "I don't think I've had any of those type of experiences. 383"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2731.75,
      "end": 2745.4,
      "text": "It's like about portraying your experiences in an unexpected way, more so than having 384 unexpected experiences like even to some extent like going to J. Camp in Austin is a little bit unexpected, right. 385"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2745.66,
      "end": 2746.53,
      "text": "Yeah. 386"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2750.51,
      "end": 2782.39,
      "text": "Or like, you can connect this to your culture. I don't know in some way, shape or form. 387 like for example, it would be for some people it would be unexpected if they spoke like 5 languages. That's unexpected, or 388 I don't know. Let me think of some more mundane, unexpected things 389 I'm trying to think about. I didn't apply to Mit, but I'm trying to think about what I would write if I 390 we had had applied. 391 I feel like it's a bit tricky and. 392"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2785.58,
      "end": 2788.319,
      "text": "Let me see if there's any example. Essays. That's fine. 393"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2806.59,
      "end": 2819.55,
      "text": "I don't know. It sounds a little little tricky. 394 but I think like that's why Mit, that's what Mit wants, because they want like people who are a bit outside of the box. 395 Hmm! 396"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2832,
      "end": 2848.849,
      "text": "Something that's even another example of something that's like unexpected would be just be like a 1st generation student going to college like that is an example of something like that's more mundane. That's also unexpected. 397 But I don't think that applies to you. But like that's just another instance of something unexpected. 398"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2852.89,
      "end": 2859.9,
      "text": "Okay, maybe you can talk about being from a rural town and saying like, what are the most ex common pathways in your town like. 399"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2860.04,
      "end": 2879.629,
      "text": "I don't know. Like if you were. This is not in the case of your town, but maybe in a different town, like everyone in the town like they're expected pathways to like be a farmer. But like 400 by pursuing computer education that that makes you way different. But since you're in the Bay Area. I don't really think that that's applicable per se. But like, maybe I don't know, that could be one thing you write about. 401"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2883.04,
      "end": 2928.41,
      "text": "I think, like, okay. So 402 one possible take could be like, everyone at school kind of like wants to become like doctors, because, like for one, our town doesn't have like a hospital 403 and like nearby health care actually, this might make me sound ignorant, but like, but at the same time I wanted to become. I wanted to do kind of 404 storytelling or like journalism, but in like a town where, almost like nothing happens, it's like 405 that's a kind of 406 a juxtaposition, almost like like wanting to report. But there's sometimes like things like nothing to report 407 so like that could be one way, but another way. 408"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2928.41,
      "end": 2930.48,
      "text": "Another! Oh, go ahead! Sorry! 409"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2930.48,
      "end": 2931.539,
      "text": "Oh, no go ahead! 410"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2932.11,
      "end": 2944.37,
      "text": "I think another key element of this essay is that it's about achieving the unexpected. So what's something unexpected that you have achieved? 411 And maybe we can talk about going backwards from there on. 412"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2946.21,
      "end": 2965.85,
      "text": "Well, like, I don't think I ever like intended to be like a game developer like I think, like I was always interested in like technology and like gaming. And then, just like. 413 like, I guess, going into game development was. 414 it's kind of like a it's rare cause, like not a lot of people do that. 415"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2968.29,
      "end": 3010.37,
      "text": "Yeah, 416 I think that stuff like, I think that is, this is a good subject, especially because there's not a lot of women pursuing game development. And it like, I don't think you necessarily need to write this, but just anecdotally, in a world of software, engineers like 417 there's not a lot of game developers. 418 And so what have you done? Like, how? 419 Yeah? And why is that different than what was expected in your educational journey? 420 I think you can connect this to living in a rural town. And how like there's just like not a lot of access to things like game, design, development, and like just not something that people pursue. 421"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3011.03,
      "end": 3024.719,
      "text": "Yeah, I think that. And also just like 422 like, I think this might be cliche. But like the fact that, like game development is always always like overlooked and like not exactly like popular. 423"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3026.34,
      "end": 3027.68,
      "text": "Okay, yes. 424"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3031.95,
      "end": 3042.27,
      "text": "Okay. 425 And then I think, then. 426 how did you manage a situation or challenge that you didn't expect? And what did you learn from it? 427"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3054.42,
      "end": 3066.9,
      "text": "Something that comes up for me when thinking about this is like the context of your 428 with the Muslim Club at your school, and like how you've overcome that. 429"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3067.925,
      "end": 3068.61,
      "text": "Yeah. 430"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3069.06,
      "end": 3071.429,
      "text": "Also, what other things. 431"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3073.43,
      "end": 3078.26,
      "text": "I think it could also be like connected to the $20 essay. 432"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3078.69,
      "end": 3097.509,
      "text": "Oh, perfect. Yeah, I think that's perfect. 433 interjects an essay. I think this is that's a perfect essay for that and then 434 tell us about something you do simply for the pleasure of it. 435 Teaching could be good. 436"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3097.95,
      "end": 3102.93,
      "text": "Yeah. Teaching teaching. I think that's. 437"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3105.73,
      "end": 3129.599,
      "text": "Yeah, okay, I think that that's like, think that's good. So 438 teaching game development, J camp and computer science, I mean, she jobs 439 think these show different aspects of your character. It's pretty diverse set of essays. 440 Do you feel like you have any questions about how to answer these questions? 441"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3130.96,
      "end": 3135.859,
      "text": "Is. This is this 1st one like the like kind of Y major. Essay. 442"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3136.21,
      "end": 3139.18,
      "text": "But you have to tailor it to comparative media studies. 443"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3139.18,
      "end": 3141.04,
      "text": "Yeah, okay. 444"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3141.64,
      "end": 3146.549,
      "text": "So you I don't think you will be able to use as much of your other one. Major essays. 445"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3147.02,
      "end": 3156.94,
      "text": "Yeah, I think I could write it in like a similar writing style, but like just like 446 more catered on like comparative media studies. 447"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3161.05,
      "end": 3163.39,
      "text": "Let me draw all these notes down. 448"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3174.24,
      "end": 3176.95,
      "text": "And how are your scholarship applications going. 449"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3178.02,
      "end": 3182.14,
      "text": "Oh, I haven't been working on those so I should follow that. 450"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3182.66,
      "end": 3189.51,
      "text": "If you have extra time this week because of 451 Thanksgiving, it would be a good time to try to get ahead. 452"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3196.34,
      "end": 3200.01,
      "text": "How has the entire college application process felt so far? 453"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3202.41,
      "end": 3229.09,
      "text": "It's definitely ramping up a bit now. 454 but yeah, I think like 455 I'm kind of happy with, like the like progress. I already have a little before. But, like, obviously, I'm like, really nervous about like the coming like kind of stages, because, like one, it's like the decisions are going to start rolling in soon, like Stanford. I think it comes out in like 2 weeks almost, and. 456"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3229.09,
      "end": 3230.95,
      "text": "I mean, isn't it? December 15.th 457"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3230.95,
      "end": 3232.76,
      "text": "December 13, th I think. 458"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3233.26,
      "end": 3234.229,
      "text": "3 weeks. 459"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3234.55,
      "end": 3259.049,
      "text": "Oh. 460 yeah, that just. And then I think that I'm pretty sure that's just like the weekend before finals. So I think I'm definitely, really distracted at that time. 461 but yeah, I think like, it's definitely getting a lot more 462 like difficult. But I think it's okay. Cause 463 the summer program applications were honestly kind of worse. 464"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3259.72,
      "end": 3293.749,
      "text": "I think the summer program applications are a lot harder because you don't have any experience writing essays. You don't have any confidence like you. Basically, it's just like you don't really know what you're doing until you submit. But now it's like, Okay, you've got the hang of it, you know, you can write because you've gone into a summer program like a really competitive one. So you know, like, you're not a terrible writer like, you know, you're qualified. So it's just like the process of waiting is super hard. 465 But that's good to do the summer program applications, too, because if anything, they just like help you learn how to write, and also, like, get used to the process of getting your writing reviewed by other people. 466"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3294.23,
      "end": 3294.79,
      "text": "Yeah. 467"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3295.85,
      "end": 3297.31,
      "text": "Okay. 468 And that's. 469"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3297.897,
      "end": 3302.36,
      "text": "These are definitely like a lot more difficult to write than all the other ones. 470"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3302.92,
      "end": 3314.749,
      "text": "Yeah, cause they're short. They're like all 3. They're not that short. It's like a balance between like being. 471 Not that. Sure. I think 472 I think that I think the problem is like the like. The prompts are very like. 473"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3315.03,
      "end": 3322.08,
      "text": "Like almost vague, like. I feel like there's any way that you could approach them, which is. 474 Really like them. 475"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3323.84,
      "end": 3363.13,
      "text": "Well, I think because the Ucs get so many applicants like there's a good chance. They're just gonna fill, start filtering people just like 476 off with like grade and Gpa. And stuff especially for, like Cs majors and things, I know you're not applying as a Cs major, but I could see for Cs majors. They could just like filter anyone who has a Gpa lower than like a certain number, just to make it easier like I don't even think like they only read even a small portion of the essay submitted. So a lot of people are just gonna get auto filtered out. And there's a chance that, like you might get yield protected, which means like 477 a less competitive school, might reject you because they know you're not gonna go. For example, like. 478 I don't know. You see, Riverside, like 479"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3363.74,
      "end": 3396.888,
      "text": "I don't know. They could reject you, because they know, like you're probably going to get into a better school, and you're not going to go there, so they want to improve their yield. And so they reject you. So there's just like a lot going on with the Uc. Schools that 480 I think you like. I think it'll be fine. But 481 yeah, it's just waiting. And then I mean, if you do get into Stanford like 482 would you still want to submit your Rd applications like the rest of them that you haven't submitted? Or do you just wanna like 483 Go, or is Usc, like, if you get to Usc, like, what? What's gonna what are you gonna do. 484"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3397.6,
      "end": 3429.124,
      "text": "I mean, I think I'd definitely be a little less motivated to do the other ones. But I think maybe I'd scale down on like some of the colleges that I'm not too passionate about going going to, but still like, apply to some of the top ones like I think I'd still apply to like Carnegie Mellon and Penn and Upenn. I think just like some of them. I might cut down like University of Chicago. Maybe I won't apply 485 like it. Just yeah. It depends. 486 If I do get in or not. 487"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3429.38,
      "end": 3442.62,
      "text": "Makes sense. So I think next steps, let's schedule our next meeting. And then what's the school on the next priority for you? I think, on my on my screen. It's not filtered in the same order. So 488 what's your next priority school? 489"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3444.02,
      "end": 3444.82,
      "text": "Let me check 490"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3452.47,
      "end": 3453.829,
      "text": "it's upenn. 491"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3454.75,
      "end": 3469.099,
      "text": "Okay. 492 so that's gonna be on the horizon. So next meeting, where you can finalize the Uc application so you can submit that. And then 493 I'd like to see some of your Mit essays brainstormed, and then maybe you can brainstorm the upenn in next session. 494"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3469.51,
      "end": 3470.24,
      "text": "Yeah. 495"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3470.98,
      "end": 3472.65,
      "text": "When do you want to meet next. 496"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3475.57,
      "end": 3476.91,
      "text": "Does Monday work. 497"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3477.06,
      "end": 3485.43,
      "text": "Yeah. Monday. I'm like. 498 pretty free, especially in the afternoon or the evening. Like, if there's a specific time that works best for you, we can just do that. 499"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3486.342,
      "end": 3487.79,
      "text": "Does 8 pm. Work. 500"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3488.976,
      "end": 3490.309,
      "text": "Yeah, that should be good. 501"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3490.77,
      "end": 3491.57,
      "text": "Okay. 502"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3493.801,
      "end": 3496.53,
      "text": "Okay, then I'll talk to you on Monday. 503"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3496.69,
      "end": 3497.93,
      "text": "Nice to see you bye. 504"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3497.93,
      "end": 3498.97,
      "text": "Yeah, bye."
    }
  ],
  "meta": {
    "ext": ".pdf",
    "source": "normalize-v1",
    "vtt": true
  }
}