{
  "id": "03-Raw-SessionTranscripts/2024-09-30_W068_P4-SUMMER_TRANS-RAW_MajorCommonappEssayPivotandgamingIdentit.pdf",
  "name": "2024-09-30_W068_P4-SUMMER_TRANS-RAW_MajorCommonappEssayPivotandgamingIdentit.pdf",
  "path": "03-Raw-SessionTranscripts/2024-09-30_W068_P4-SUMMER_TRANS-RAW_MajorCommonappEssayPivotandgamingIdentit.pdf",
  "kind": "TRANS-RAW",
  "week": "68",
  "phase": "4",
  "date": "2024-09-30",
  "link": null,
  "text": "Week 18 - Coaching_Jenny_Huda_Wk18_2024-09-30_M_a90f2bf6fb6251fb_U_a90f2bf6fb6251fb WEBVTT 1 00:01:04.780 --> 00:01:06.730 Jenny Duan: Hi! Huda! How's it going. 2 00:01:07.090 --> 00:01:08.780 huda: Hi! It's going well, how are you? 3 00:01:09.530 --> 00:01:12.459 Jenny Duan: A long time. No, see what's been. What's new. 4 00:01:13.565 --> 00:01:15.875 huda: I guess, like a lot. But 5 00:01:16.846 --> 00:01:23.619 huda: for one, I became like the vice President for podcast club. Just because I just feel like like 6 00:01:23.790 --> 00:01:31.450 huda: it's kind of random. But I don't know. I just got interested in it after going to J. Camp like I met some like professional podcaster. So I was like. 7 00:01:31.560 --> 00:01:38.960 huda: why not apply for an officer role for this one? And and I got vice president somehow. And then I guess. 8 00:01:39.444 --> 00:01:42.089 huda: I've just been like working on my essays. And 9 00:01:43.450 --> 00:01:46.589 huda: yeah, I think that's like, kind of all the updates 10 00:01:46.720 --> 00:01:50.379 huda: that were like, really out of the blue since the last time we talked. 11 00:01:50.940 --> 00:01:59.329 Jenny Duan: Cool sounds good. Well, we have, as of today. We have about 30 days to your Rea application. How do you feel. 12 00:02:00.835 --> 00:02:05.290 huda: I feel a little stressed because, like I know, for 13 00:02:05.340 --> 00:02:08.900 huda: the Usc supplementals I've like barely started on them. 14 00:02:08.970 --> 00:02:13.547 huda: And then, like, I feel like I have, like a good draft for 15 00:02:13.980 --> 00:02:18.180 huda: like my personal statement. But like obviously, I need to tweak it a little bit 16 00:02:18.555 --> 00:02:28.979 huda: but like, and Stanford supplements. I think I have like a good draft of those as well. But I feel like I'm like, really concerned, because I really haven't really started with Usc. 17 00:02:29.120 --> 00:02:35.190 huda: and like, yeah, but like the deadlines coming soon. So yeah, it's a bit scary. 18 00:02:35.410 --> 00:02:37.480 Jenny Duan: Okay, yeah. I was thinking, like. 19 00:02:37.610 --> 00:02:46.590 Jenny Duan: okay, today, I kind of want to do an assessment of where you're at right now and then, if needed. I think we can do more sessions like this month just to really ramp up and make sure that you're 20 00:02:46.630 --> 00:02:57.229 Jenny Duan: like fully comfortable with everything. What we have left to cover is, I want to review your common app, your Stanford supplementals, and then your activities and awards. Letters of recommendation are all set right. 21 00:02:57.230 --> 00:02:57.820 huda: Yeah. 22 00:02:58.650 --> 00:02:59.983 Jenny Duan: Okay, cool. 23 00:03:01.220 --> 00:03:08.110 Jenny Duan: So why don't we just start with your personal statement? Because I feel like that's top of mind. And most important. 24 00:03:08.560 --> 00:03:09.190 huda: Yes, 25 00:03:10.780 --> 00:03:12.600 huda: Let me share the link again. 26 00:03:13.240 --> 00:03:14.419 Jenny Duan: Sure sounds good. 27 00:03:14.660 --> 00:03:20.020 Jenny Duan: Did you end up changing the the topic significantly, or are you just going off of the same topic that 28 00:03:20.140 --> 00:03:21.610 Jenny Duan: we've talked about? 29 00:03:22.545 --> 00:03:28.449 huda: I'm going with the. I don't know if I mentioned this to you, but the escape from Alcatraz team. 30 00:03:28.680 --> 00:03:29.690 Jenny Duan: Okay, cool 31 00:03:29.810 --> 00:03:31.060 Jenny Duan: one second. 32 00:03:31.720 --> 00:03:35.360 Jenny Duan: I have to log back into my account. Give me a moment. 33 00:03:36.970 --> 00:03:42.879 huda: And also I'm applying again for the Nc. Award and you know. 34 00:03:42.880 --> 00:03:46.610 Jenny Duan: And again, if you're a national winner, like, if you're a national, honorable mention. 35 00:03:47.870 --> 00:03:50.460 huda: Let me actually double check with that. 36 00:03:50.460 --> 00:03:58.020 Jenny Duan: Cause. I'm not sure. I'm more confident that you can reapply cause you already won. But I don't but check not sure. 37 00:04:19.370 --> 00:04:20.079 Jenny Duan: Hmm! 38 00:04:21.019 --> 00:04:23.069 huda: Actually, I don't think so. Wait! 39 00:04:26.719 --> 00:04:29.899 huda: I don't know it, says national Award winners, but I don't know if that 40 00:04:30.286 --> 00:04:35.049 huda: includes honorable mention. I think so, so I don't think I can afford. 41 00:04:35.050 --> 00:04:37.819 Jenny Duan: Does so I don't think you actually need to reapply. 42 00:04:38.170 --> 00:04:38.760 huda: So 43 00:04:38.940 --> 00:04:40.110 huda: okay, then. 44 00:04:40.420 --> 00:04:42.180 Jenny Duan: Have you? Have you already written a lot. 45 00:04:43.247 --> 00:05:01.839 huda: No, I just kind of like I tweaked like the 1st essay like, I wrote, I wrote like the 1st essay. But yeah, I'm glad I don't really have. And I also like, asked one of my teachers for a recommendation for that one. So yeah, I'll just like. Tell her that. Maybe I can like use her for like a different scholarship. 46 00:05:06.690 --> 00:05:10.909 Jenny Duan: That sounds good. Have you heard back from Cameron impact. 47 00:05:12.037 --> 00:05:13.049 huda: No, I haven't. 48 00:05:14.460 --> 00:05:15.090 Jenny Duan: Okay. 49 00:05:17.200 --> 00:05:21.400 Jenny Duan: Can you check your spam? Because I think some decisions have been released. 50 00:05:22.990 --> 00:05:25.120 Jenny Duan: but they haven't reached out to you for anything. 51 00:05:25.470 --> 00:05:26.899 huda: No! Well, let me. 52 00:05:32.570 --> 00:05:33.369 huda: I don't think. 53 00:05:33.370 --> 00:05:36.819 Jenny Duan: I know. Okay, check your spam, confirm. 54 00:05:39.230 --> 00:05:41.070 huda: Yeah, I haven't gotten anything. 55 00:05:42.010 --> 00:06:00.319 Jenny Duan: Okay, cause Cameron impact has they've been. I know that they've released. They've declined people I don't know about. I don't know. That means that you're advancing to the interview stage, or I don't. I don't know if they're doing it rolling, but like, I do know that they have declined people. So just 56 00:06:00.320 --> 00:06:12.680 Jenny Duan: yeah care like, I don't know what's going on, because I feel like they would ask people to interview before they decline. But like, I don't know if it means what it means, but like they have declined people. So if you haven't gotten it. 57 00:06:12.790 --> 00:06:15.269 Jenny Duan: if you haven't gotten declined yet like that's probably good. 58 00:06:17.730 --> 00:06:20.319 Jenny Duan: Let me just like double check on Reddit. Actually. 59 00:06:30.850 --> 00:06:32.575 huda: Maybe it's because 60 00:06:34.290 --> 00:06:38.850 huda: Maybe it's because it isn't like the early decision cause, I believe, like 61 00:06:39.280 --> 00:06:42.990 huda: I submitted it like a day after the early submission. 62 00:06:43.260 --> 00:06:49.289 Jenny Duan: Oh, okay, wait. Yeah. That might be it. Because I think some people early round have gotten theirs. 63 00:06:49.550 --> 00:06:51.260 huda: Oh, okay. 64 00:06:51.530 --> 00:06:52.579 Jenny Duan: Make sense. 65 00:06:54.770 --> 00:06:57.690 Jenny Duan: okay, let me just take a look at your essay. 66 00:07:38.990 --> 00:07:42.330 Jenny Duan: Okay, I love this essay like, I think it's great. 67 00:07:42.360 --> 00:07:44.630 Jenny Duan: The thing is written great. But 68 00:07:44.810 --> 00:07:48.360 Jenny Duan: I think that you're gonna have to switch topics. 69 00:07:48.960 --> 00:07:49.620 huda: Really. 70 00:07:49.940 --> 00:07:52.339 Jenny Duan: I'm so sorry. I feel like 71 00:07:52.630 --> 00:07:55.770 Jenny Duan: I feel like this. Essay doesn't show who you are. 72 00:07:56.220 --> 00:08:00.649 Jenny Duan: I think like over 50% of this essay is focused on world building 73 00:08:00.680 --> 00:08:04.550 Jenny Duan: in the scene, but the essay should be focused on you. 74 00:08:06.634 --> 00:08:15.469 huda: I think I thought that like, I highlighted like kind of 3 aspects about me, like mainly in depth, like, for example. 75 00:08:16.078 --> 00:08:18.870 huda: This 1st part I talk about like 76 00:08:19.140 --> 00:08:29.600 huda: like teaching my brother, and that like shows like, how I guess, like I'm good at teaching. And like, I challenge different teaching methods. 77 00:08:29.610 --> 00:08:41.439 huda: And then the second part, where it talks about over here I talk about like my ability to direct and like, be a leader. And then this part. 78 00:08:42.980 --> 00:08:47.186 huda: I don't know if I don't think I fully completed this part. But 79 00:08:48.470 --> 00:08:50.070 huda: yeah, I don't think I 80 00:08:51.240 --> 00:09:02.170 huda: edited this part. But basically it's talking about like how I'm able to like kind of mediate between 2 sides, like, for example, like the time where I had to like 81 00:09:02.558 --> 00:09:17.489 huda: do like this AI policy meeting with my school and, like the teachers like wanted to ban AI, and, like the students wanted to like, keep AI so they can like unethically use it. And then I was like, kind of like a mediation. And I talked about how AI can be used as a tool to help us. 82 00:09:18.480 --> 00:09:19.320 huda: I 83 00:09:19.700 --> 00:09:21.899 huda: like, I don't think I fully. 84 00:09:22.360 --> 00:09:25.645 huda: I think I was like changing this part. But 85 00:09:26.790 --> 00:09:30.720 huda: yeah, that's like the 3 aspects that I feel like I highlighted most. But 86 00:09:30.920 --> 00:09:32.509 huda: I agree that 87 00:09:32.977 --> 00:09:36.009 huda: I might be able to articulate that better. But 88 00:09:36.320 --> 00:09:37.200 huda: yeah. 89 00:09:37.860 --> 00:09:42.809 Jenny Duan: I think that you should. Okay. I think the biggest thing right now is probably cutting down on the 90 00:09:42.980 --> 00:09:45.009 Jenny Duan: world building in the beginning. 91 00:09:45.780 --> 00:09:47.070 Jenny Duan: Because I think 92 00:09:47.190 --> 00:09:49.610 Jenny Duan: it's not exactly clear 93 00:09:49.780 --> 00:09:50.790 Jenny Duan: that it's 94 00:09:50.800 --> 00:09:54.480 Jenny Duan: yeah. I think I'm not clear exactly what the scene is. 95 00:09:54.940 --> 00:09:57.549 Jenny Duan: I am not clear that it's an escape room. 96 00:09:58.810 --> 00:10:06.970 huda: I think the escape room was kind of like the like, the twist at the end, because then, like first, st people are like, well, this person stuck in Alcatraz like 97 00:10:06.990 --> 00:10:11.560 huda: like, why, then, at the end they find out that it's an escape room. 98 00:10:12.860 --> 00:10:14.720 Jenny Duan: Okay, that makes sense. 99 00:10:15.070 --> 00:10:16.500 Jenny Duan: So 100 00:10:20.260 --> 00:10:21.669 Jenny Duan: see? And 101 00:10:24.470 --> 00:10:26.550 Jenny Duan: let me try to find, like 102 00:10:27.050 --> 00:10:29.980 Jenny Duan: an example of a common app essay. 103 00:10:35.020 --> 00:10:36.724 huda: If not this idea. 104 00:10:37.660 --> 00:10:44.769 huda: Is there like, can we like brainstorm like possible ways? I can write it because I don't. I feel like, I don't understand how 105 00:10:44.920 --> 00:10:49.139 huda: common app, like personal statements, are written, because, like. 106 00:10:49.190 --> 00:10:55.859 huda: I think, like all the other essays I've written are really different. So if we could like brainstorm like maybe something I could write about. 107 00:10:56.280 --> 00:10:58.100 Jenny Duan: Right. I think that. 108 00:10:58.370 --> 00:11:05.000 Jenny Duan: like your comment of essay should show, I think, actually, the one thing that's missing here, and maybe we can incorporate it into. This is. 109 00:11:05.260 --> 00:11:13.630 Jenny Duan: I think, that a common app essay should show your growth over time, and I'm not sure if this shows that. 110 00:11:15.830 --> 00:11:19.320 Jenny Duan: But what do you? What do you think about that? I'm curious, like. 111 00:11:19.450 --> 00:11:21.069 Jenny Duan: yeah, what your thoughts are. 112 00:11:21.440 --> 00:11:47.229 huda: Yeah, I agree. And like, I think I was trying to incorporate like growth, which I guess it could be tricky with this. But I tried like making it so that this was like when I was 12. And I was like, this is like my 1st experience being a director. This is my 1st time, being like a teacher, and then, like I do like kind of flash forwards into the future, like now where where I'm able to like do this to like a greater capacity. 113 00:11:47.230 --> 00:12:12.789 huda: like, for example, just like teaching my brother how to do those puzzles in the in the escape room, and then that changing into teaching my brother like about our religion in a classroom, and then and then like telling my like family where to stand, so that we don't get caught, and then directing like a whole short film, I think, like I wanted to show like how I was able to expand that in the future from like when I was 12. 114 00:12:12.840 --> 00:12:18.209 huda: But yeah, I think like, it's tricky to show growth in like a more like 115 00:12:18.560 --> 00:12:21.480 huda: like stand out way, I guess. 116 00:12:21.750 --> 00:12:24.060 Jenny Duan: I think another thing is like. 117 00:12:24.485 --> 00:12:32.285 Jenny Duan: let's actually make. So I'm gonna write down like the components of a common app, a successful common app essay. And then we're gonna 118 00:12:32.650 --> 00:12:37.694 Jenny Duan: We can evaluate your essay based on these like couple of things that I should include 119 00:12:38.930 --> 00:12:44.420 Jenny Duan: And this will be like, maybe we'll edit this draft. Maybe we'll write a new draft like these are just components that a common app should have. 120 00:12:44.998 --> 00:12:48.030 Jenny Duan: I'm writing on our Doc. Let me just 121 00:12:48.160 --> 00:12:50.270 Jenny Duan: share my screen. Give me a moment. 122 00:12:54.270 --> 00:12:58.520 Jenny Duan: Okay, can you see my my screen? Yeah. 123 00:12:59.470 --> 00:13:01.709 Jenny Duan: Okay, call with that 124 00:13:01.930 --> 00:13:03.760 Jenny Duan: shows your growth 125 00:13:03.920 --> 00:13:06.010 Jenny Duan: over time shows 126 00:13:07.710 --> 00:13:09.240 Jenny Duan: who you are 127 00:13:09.950 --> 00:13:14.502 Jenny Duan: like, what traits make you you. I think your your essay does a good job in in 128 00:13:14.820 --> 00:13:16.270 Jenny Duan: doing this already 129 00:13:16.710 --> 00:13:20.880 Jenny Duan: shows what you care about what's important to you 130 00:13:20.970 --> 00:13:22.220 Jenny Duan: shows 131 00:13:22.590 --> 00:13:24.459 Jenny Duan: who or what you 132 00:13:24.540 --> 00:13:27.550 Jenny Duan: hope to be or do in the future. 133 00:13:28.620 --> 00:13:32.629 Jenny Duan: I think these are gonna be like the most successful components of the 134 00:13:33.108 --> 00:13:36.380 Jenny Duan: common app. And if we look at this. 135 00:13:36.410 --> 00:13:40.130 Jenny Duan: here's this is like, I think, a pretty good comment app that I was able to pull up. 136 00:13:41.280 --> 00:13:43.649 Jenny Duan: that someone else wrote. This is not mine. 137 00:13:43.700 --> 00:13:52.079 Jenny Duan: but we can go over this based on those evaluative criteria. So does it show this person's growth over time. 138 00:13:55.180 --> 00:13:59.900 Jenny Duan: yes, because here is like only 16. And then. 139 00:14:00.460 --> 00:14:05.409 Jenny Duan: after a year and a half of driving, like they've this is like the part that shows change. 140 00:14:05.550 --> 00:14:10.579 Jenny Duan: Actually, let me just stop talking and give you a couple like minutes to read this essay, and then we can analyze it. 141 00:14:10.870 --> 00:14:12.650 Jenny Duan: Let me know when you're done. Take your time. 142 00:16:32.950 --> 00:16:42.800 huda: Oh, this is like a really good essay. And I 143 00:16:42.980 --> 00:16:44.060 huda: I think 144 00:16:44.730 --> 00:16:50.150 huda: I think they definitely do like a way better job at balancing like storytelling and like 145 00:16:51.690 --> 00:16:53.820 huda: like commentary, I think. 146 00:16:54.170 --> 00:16:57.730 huda: And I think I want to like implement that in my essays as well. 147 00:17:01.810 --> 00:17:07.740 Jenny Duan: Okay, awesome. Yeah. So we can kind of evaluate it based on like the couple of factors that we talked about. So 148 00:17:07.750 --> 00:17:14.750 Jenny Duan: shows growth over time. Where does it do that? It says here like, although they were only 16, they start with like their self at 16, right? And then 149 00:17:14.810 --> 00:17:19.809 Jenny Duan: you go into like how they developed. And then, after a year and a half like this is how they changed 150 00:17:20.367 --> 00:17:25.609 Jenny Duan: and then another thing is, it shows like who they are, what traits make them. Them. 151 00:17:25.700 --> 00:17:29.379 Jenny Duan: It shows like they refuse to let their age hold them back. 152 00:17:29.560 --> 00:17:31.999 Jenny Duan: They're action driven. They're 153 00:17:33.710 --> 00:17:34.680 Jenny Duan: the 154 00:17:34.950 --> 00:17:36.757 Jenny Duan: they want to. 155 00:17:37.890 --> 00:17:40.986 Jenny Duan: I guess. Talk to people face to face there, 156 00:17:41.350 --> 00:17:50.809 Jenny Duan: you know, credible. They have experience stuff like that, and then shows what they care about. I think it's very evident in that they care about sustainability, that they want to work in sustainability. 157 00:17:51.236 --> 00:18:02.013 Jenny Duan: So like. That's what they care about, and that's what they hope to do in the future. So that's like one example. But I think the key thing about this essay. What makes it good is that it? 158 00:18:03.560 --> 00:18:19.050 Jenny Duan: it? Well, it's also funny, like it shows their sense of humor, their personality, but it shows like who they are and like it kind of tells you like, how they think and why they do things, and it gives them like a lot of it gives the reader a lot of insight about this person's life and like their motivations. 159 00:18:19.435 --> 00:18:24.919 Jenny Duan: So with that, let me try to find another example of a different personal statement. 160 00:19:03.270 --> 00:19:06.000 Jenny Duan: One second. Okay, let's read this one. 161 00:19:06.490 --> 00:19:07.470 Jenny Duan: But 162 00:19:07.580 --> 00:19:08.800 Jenny Duan: can you see this? 163 00:19:10.200 --> 00:19:13.329 Jenny Duan: Okay, this isn't their like final submission. But 164 00:19:13.840 --> 00:19:16.500 Jenny Duan: this is like my friend's common app. 165 00:19:18.460 --> 00:19:21.850 Jenny Duan: Let me know when you're done with this page. So I can scroll to the next page. 166 00:19:22.530 --> 00:19:23.050 Jenny Duan: Yeah. 167 00:21:10.680 --> 00:21:12.170 huda: Okay, I finish this page. 168 00:21:30.790 --> 00:21:32.380 Jenny Duan: Oh, I realized I was muted. 169 00:21:33.750 --> 00:21:34.730 Jenny Duan: Okay, cool. 170 00:22:35.200 --> 00:22:38.760 huda: Oh, this is so like symbolic. I really like. 171 00:22:38.880 --> 00:22:48.700 huda: I I actually really like the setting of like the debate in the beginning, because it allows her to like shift from like the 172 00:22:48.750 --> 00:23:01.730 huda: topic of like not fitting in and like people thinking like Polynesia, is like, just like another statistic, and then she's able to like quickly, shift to like like being an immigrant 173 00:23:02.051 --> 00:23:11.409 huda: or like the aspect of her that makes her like an immigrant and then, yeah, I just think that setting like was really like a good place for transition. 174 00:23:11.530 --> 00:23:12.335 huda: And 175 00:23:13.350 --> 00:23:18.769 huda: yeah. And I also like like this symbolism of like the pink blazer. 176 00:23:19.167 --> 00:23:20.950 huda: That, she adds towards the end. 177 00:23:22.330 --> 00:23:42.459 Jenny Duan: Yeah, I like this essay, too. And then I just have 3 more quick essays to show you, not quick, but just 3 more essays to show you. And these are all people who got accepted to Stanford specifically. So the other 2 I don't know necessarily where they got accepted to. But these ones are like Stanford students. 178 00:23:43.040 --> 00:23:45.399 Jenny Duan: So this is one example. 179 00:23:45.450 --> 00:23:47.970 Jenny Duan: It's about walking. I think it's pretty good. 180 00:25:53.580 --> 00:25:55.279 huda: Okay, I read this page. 181 00:27:22.090 --> 00:27:24.420 huda: Oh, I I really like this one. 182 00:27:25.075 --> 00:27:28.639 huda: And I like how it like defines, like. 183 00:27:28.870 --> 00:27:46.160 huda: I guess, like the walk of life, and like how there's different aspects of walking like, like, I think this is actually a thing I noticed with like the last thing, too, that like last. I say, too, that like walking can be like her way of de-stressing. But it's also like 184 00:27:46.200 --> 00:28:01.839 huda: her, like walking towards different realizations. And it's like similar to like the last one which was talking about like how debate like made her like talked about like her, like experience as an immigrant. But it's also talked about like her being different from everyone. 185 00:28:01.960 --> 00:28:03.029 huda: And like. 186 00:28:03.370 --> 00:28:11.210 huda: yeah, I think I think that's something that I noticed that there's like a common theme, but then they're like talking about like different aspects of it. 187 00:28:11.690 --> 00:28:19.860 Jenny Duan: Yeah, I really like this because it it emphasizes like their main qualities, like their mental acuity. And then it also really emphasizes their 188 00:28:21.070 --> 00:28:22.260 Jenny Duan: They're 189 00:28:22.950 --> 00:28:39.819 Jenny Duan: like curiosity, like all these questions like looking at biology encyclopedias like trying to discover the breathtaking world. And then, like these, also talk about like you know their family history, like their mother and grandfather? What like countering oppression and assault while living in Iran, and also like 190 00:28:41.760 --> 00:28:50.639 Jenny Duan: like how they like reading Nuremberg and Hegel how they like it. There's a lot of breadcrumbing which is really good, because I feel like the common essay should be like 191 00:28:50.650 --> 00:29:07.529 Jenny Duan: the cover letter of of a like a of a paper, or it should be like the abstract where there's a lot of hints in this essay as to like what the student is like or what the student can do in the future. For example, like it doesn't talk briefly about research, but it mentions, you know they do research with their Singaporean research projects 192 00:29:07.870 --> 00:29:08.640 Jenny Duan: it. 193 00:29:09.000 --> 00:29:35.710 Jenny Duan: You know, they're interested in using nanoparticles like they have a cosmetic business. They like political philosophy. Like all of these things. It doesn't say a ton, but like it gives you this like little hint that this person is really interested in these things, and then, later on, the admissions officer is still curious, like, they can look at the person's activity state activities, list, or they can look at the person's supplemental essays, and trying to figure out like what else makes this person them. 194 00:29:35.840 --> 00:29:39.580 Jenny Duan: And all those hints are like revealed from the common app essay. 195 00:29:39.920 --> 00:29:40.850 Jenny Duan: So 196 00:29:41.270 --> 00:29:43.469 Jenny Duan: this is another one. 197 00:29:45.880 --> 00:29:47.500 Jenny Duan: yeah, this is pretty good. 198 00:29:48.850 --> 00:29:50.649 Jenny Duan: This is a big, different format. 199 00:30:11.250 --> 00:30:15.019 Jenny Duan: There's an extra like spacing here issue. But it should be fixed 200 00:30:16.290 --> 00:30:17.739 Jenny Duan: in the actual essay. 201 00:31:40.610 --> 00:31:41.190 Jenny Duan: Okay. 202 00:31:41.190 --> 00:31:42.699 huda: Here. I'm done with the stage. 203 00:31:45.290 --> 00:31:47.229 Jenny Duan: Okay, this is the next page. 204 00:32:49.830 --> 00:32:56.460 huda: Oh, okay, so I really, I like, I think this person's like story is just really unique. And like, 205 00:32:57.370 --> 00:33:02.340 huda: I think, like, their growth is definitely like, really, really noticeable here. 206 00:33:03.310 --> 00:33:04.050 huda: Yeah. 207 00:33:06.020 --> 00:33:06.710 Jenny Duan: Yeah. 208 00:33:07.350 --> 00:33:15.969 Jenny Duan: I feel like this one is like, not every person is going to have that unique of a story. But even then it's like, really like this is just like an impressive person, I think 209 00:33:16.480 --> 00:33:21.626 Jenny Duan: like, for sure. But I mean, they're also just also a good writer, too. Just 210 00:33:23.580 --> 00:33:24.450 Jenny Duan: yeah. 211 00:33:24.710 --> 00:33:26.300 Jenny Duan: let me 212 00:33:28.370 --> 00:33:29.690 Jenny Duan: let me see. 213 00:33:29.710 --> 00:33:32.159 Jenny Duan: here's another one. This is like. 214 00:33:32.190 --> 00:33:35.879 Jenny Duan: not the final version. This is just a draft, but it's still really good. 215 00:33:36.230 --> 00:33:37.040 Jenny Duan: But 216 00:33:37.450 --> 00:33:39.239 Jenny Duan: this is the prompt yeah. 217 00:33:42.950 --> 00:33:49.620 Jenny Duan: So you see how like this person has a real, actually, I'll wait until you're done reading it, and then we'll talk about it. Sorry to distract you. 218 00:33:50.550 --> 00:33:51.250 huda: Let's see. 219 00:34:00.290 --> 00:34:08.339 Jenny Duan: Like this is not the final version of this person's essay, as you can tell, but I think it gives like. I think it's good enough for you to tell, like what it's about. 220 00:35:47.280 --> 00:35:48.989 huda: Okay, I'm done to this page. 221 00:35:51.600 --> 00:35:52.889 Jenny Duan: Okay, one second. 222 00:36:00.090 --> 00:36:03.669 Jenny Duan: Let me know when you're done with this, and like I can scroll to the next page. 223 00:36:55.008 --> 00:36:59.189 huda: Is that the last sentence over time I realized that there was 224 00:37:00.120 --> 00:37:01.969 huda: was an Oh, one fixable. 225 00:37:03.140 --> 00:37:05.060 Jenny Duan: No, there's there's more. 226 00:37:05.550 --> 00:37:06.980 huda: Okay. Yeah. 227 00:37:07.590 --> 00:37:12.930 Jenny Duan: This is a little long, like, I think this writer had to cut down a lot and change the ending. But yeah. 228 00:38:12.630 --> 00:38:17.630 huda: Okay, I really like it. I think this one's definitely a bit different from the other ones. I think it's 229 00:38:17.940 --> 00:38:19.779 huda: learn more technical 230 00:38:20.378 --> 00:38:22.082 huda: rather than like 231 00:38:23.470 --> 00:38:37.980 huda: I mean, I guess, like it still does like it's like personal, and it highlights like different aspects of the character, but or like the person. But yeah, like I, I think this one's a bit more technical and like, really impressive, obviously. But. 232 00:38:38.570 --> 00:38:46.550 Jenny Duan: Yeah, I think this also like fits in with this person's profile, because, like, you saw how this one was more like startupy like this person probably wants to like 233 00:38:46.990 --> 00:39:00.469 Jenny Duan: become an entrepreneur, that this person, like they had a big research background. So it was like, aligned with their extracurriculars and activities, too, because, like they did a lot of research. And like, that's basically what the rest of like their activities list is focused on. So 234 00:39:00.480 --> 00:39:10.320 Jenny Duan: I like this. And the reason why I want to show you this is because, well, 1st of all, this person like they want to go to Stanford really bad, and so like they wrote it based on the door schools motto. 235 00:39:10.490 --> 00:39:15.670 Jenny Duan: because the darn school is a good news school at Stanford that just got funding like the year before this person applied. 236 00:39:16.660 --> 00:39:19.790 Jenny Duan: So that's 1 thing. And the second thing is like 237 00:39:19.860 --> 00:39:23.350 Jenny Duan: I wanted where what I wanted to show you is that the hook is only 238 00:39:23.430 --> 00:39:45.950 Jenny Duan: basically 2 paragraph 2 very, very short paragraphs along like this is all that it takes to get a person's attention any longer than that. And you're wasting space in your essay. You see how like after that they just transitioned into, like the main body of their essay, like more details about them, and like their life and stuff like the intro part, should only be this short versus. I feel like. 239 00:39:46.510 --> 00:39:49.499 Jenny Duan: like, you see how this is like the 240 00:39:49.950 --> 00:39:50.990 Jenny Duan: I don't know. 241 00:39:51.530 --> 00:39:54.140 Jenny Duan: It's only very, very short here. 242 00:39:54.150 --> 00:39:57.359 Jenny Duan: too, and I feel like in this essay. The 243 00:39:57.710 --> 00:40:00.790 Jenny Duan: the hook is like really long 244 00:40:02.520 --> 00:40:06.280 Jenny Duan: and there's like a lot of detail here that I think could be cut down. 245 00:40:06.680 --> 00:40:07.770 Jenny Duan: 5. 246 00:40:09.440 --> 00:40:12.580 Jenny Duan: I think this is like about 3 247 00:40:14.080 --> 00:40:18.180 Jenny Duan: and a half paragraphs long before you start talking about your like 248 00:40:18.800 --> 00:40:21.779 Jenny Duan: Sunday school, you as his Sunday school teacher. 249 00:40:22.110 --> 00:40:23.120 Jenny Duan: Oh. 250 00:40:23.140 --> 00:40:28.500 Jenny Duan: so I think that that's 1 thing that I would take away. But I also think that, like 251 00:40:28.590 --> 00:40:37.720 Jenny Duan: maybe the framing of your essay could be different, because I feel like your essay right now focuses on like a very small subset of things about you, but like 252 00:40:38.200 --> 00:40:39.789 Jenny Duan: you want it to be like 253 00:40:40.270 --> 00:40:41.379 Jenny Duan: a little bit 254 00:40:41.740 --> 00:40:45.090 Jenny Duan: more general about like things that you've done or like your life. 255 00:40:45.370 --> 00:40:59.479 Jenny Duan: because I feel like with your essay right now. I'm like a little bit confused about how you grow and like who you are. I think this is a great scene, but I feel like we could be a little bit more specific. But what are your thoughts. 256 00:41:00.970 --> 00:41:27.579 huda: I agree. And like, I also think that I'm willing to like. Obviously, like, be able to do like a different idea, because, like you said, like a lot of it is story building or like world building. And then, like, it might be hard, because people might feel like, I'm like jumping around the place. If I don't. Story build like world build. So like, yeah, I think I think I'm like willing to like switch ideas I just need to come up with like the right one. So I can like 257 00:41:27.610 --> 00:41:33.838 huda: focus on that one more cause. I don't think I like. I think when I'm coming up with these ideas? 258 00:41:34.460 --> 00:41:36.330 huda: I don't really have a good clear 259 00:41:36.590 --> 00:41:44.960 huda: like outline. As as to like what I'm focusing on, like how I can like like complete these different like criteria, like 260 00:41:46.700 --> 00:41:47.780 huda: I guess, like 261 00:41:48.010 --> 00:41:57.959 huda: showing growth, and like all these different aspects that you previously mentioned. I think if I want to come up with a new idea, I might need to like. Consider those before. 262 00:41:58.170 --> 00:42:00.980 huda: like I solidify like what I'm writing about. 263 00:42:02.190 --> 00:42:12.910 Jenny Duan: Yeah, okay, let's maybe do this exercise like, if if you could tell me, like who you are in like 5 sentences, what would you say, like, what are the most important things someone 264 00:42:12.950 --> 00:42:14.790 Jenny Duan: should know about you. 265 00:42:20.600 --> 00:42:23.860 huda: I think one important thing about me is. 266 00:42:24.320 --> 00:42:28.247 huda: or can I just like List, like 5 different things about me that. 267 00:42:28.550 --> 00:42:30.609 Jenny Duan: Of course, that's perfect. 268 00:42:32.650 --> 00:42:38.729 huda: So one I'm like, I'm a person who combines 2 things 269 00:42:39.139 --> 00:42:48.230 huda: like. I'll combine different identities like like being a Muslim and an Indian, but also being like a techie and a creative and being like like 270 00:42:48.809 --> 00:43:08.610 huda: just like finding a way to like, combine everything. I don't know if that's like descriptive enough. But and then another thing about me. So I guess, like I guess you could like shape that as like a problem solver like when I find like I don't fit into one thing, I combine them and then another thing is that 271 00:43:08.940 --> 00:43:28.389 huda: I'm someone who like use, who uses like my platform to like educate people. I feel like that's like one of the things that are most important to me, and like how like education should be fit to like, not just one type of one group, or like one subject. But it can be like. 272 00:43:28.390 --> 00:43:45.239 huda: for example, like video games, to like gamify education or like AI education needing to be like in more schools, because it's not usually taught that's another thing. And then I think, like 2 more things are that 273 00:43:46.840 --> 00:43:49.020 huda: I'm really, I guess. 274 00:43:49.290 --> 00:43:52.099 huda: persistent person, because if I'm like 275 00:43:52.160 --> 00:43:58.930 huda: faced in a situation where, like I'm not given an opportunity, I'll I'll try and make my own opportunities. 276 00:43:59.748 --> 00:44:02.220 huda: Like just an example. 277 00:44:02.690 --> 00:44:09.580 huda: Like Hackathon Club, and then founding empowering AI, and then like, I guess this isn't really 278 00:44:09.770 --> 00:44:21.929 huda: like the same. But I guess, like not being able to have a position for msa, and then like having like folk lift, which, like, helps me 279 00:44:22.740 --> 00:44:24.630 huda: platform like Muslim. 280 00:44:25.109 --> 00:44:31.809 huda: small businesses and stuff like that. And so I think that's like one part of me is like my persistence. 281 00:44:31.890 --> 00:44:34.890 huda: and then, like, I guess the last thing is 282 00:44:36.710 --> 00:44:42.080 huda: like, I think, like my observantness, I think like it contributes like a lot of the things that I do 283 00:44:42.635 --> 00:44:49.579 huda: like being able to like, listen to other people, and like incorporating it in like the way I behave 284 00:44:51.140 --> 00:45:02.029 huda: And like also, when I'm like doing things like hackathons. I tried to take feedback so that I can like adjust like our curriculum of like the hackathon. 285 00:45:02.090 --> 00:45:15.629 huda: and then, like maybe creating prizes that might help people the most. Yeah, just like observing others, taking that into note and like applying that to how I lead others, I think is like a really important part. 286 00:45:18.240 --> 00:45:24.970 Jenny Duan: I feel like when I think about you like something that also is really important is, I feel like your passion, and love for gaming is 287 00:45:25.000 --> 00:45:29.580 Jenny Duan: such a big part of your identity, and like such an important part of your identity. 288 00:45:29.590 --> 00:45:36.510 Jenny Duan: I'm wondering, like, what do you? How do you feel about writing a comment about gaming in some way, shape or form. 289 00:45:37.350 --> 00:45:42.509 huda: Yeah, I think I initially, really wanted to write mine in like the format of a game. But I just 290 00:45:42.530 --> 00:45:46.190 huda: I couldn't really figure out like how to format it like 291 00:45:46.961 --> 00:45:53.139 huda: like, how I can talk about myself more than like the video game itself. 292 00:45:53.683 --> 00:46:00.139 huda: But yeah, like, I think I definitely always wanted to do something about video games. So that would be a good idea. 293 00:46:00.660 --> 00:46:08.920 Jenny Duan: I feel like you should do something about video games, because I feel like that's such an important part of like who you are and the things that you do and like, I want to really bring that out. 294 00:46:09.409 --> 00:46:12.799 Jenny Duan: Let me think about how we can do that. So 295 00:46:12.870 --> 00:46:15.139 Jenny Duan: we think about a video game. 296 00:46:15.290 --> 00:46:22.750 Jenny Duan: I think the really cute thing is just like what type of framing we want to show this se like, do we want to put you as a video game character, do we? Wanna 297 00:46:22.950 --> 00:46:27.994 Jenny Duan: but like, do we want to talk about it in the context of a video game that you like 298 00:46:28.800 --> 00:46:33.109 Jenny Duan: Let me see if I can find some examples of video game, common app essays. 299 00:46:35.940 --> 00:46:36.690 Jenny Duan: Well. 300 00:46:38.110 --> 00:46:39.240 Jenny Duan: so. 301 00:46:39.750 --> 00:46:42.260 huda: One way could possibly be like 302 00:46:42.687 --> 00:46:51.720 huda: like taking a game. That's like pretty popular, like, for example, Mario. And then, maybe, like like different aspects of the game, like, for example, like 303 00:46:52.350 --> 00:47:08.449 huda: like rescuing, rescuing Princess Peach, might be like my like one to help others, and like something like that like, maybe, like taking different aspects of the game, like different mechanics of the game, and relating it to the way I do things. Maybe. 304 00:47:10.790 --> 00:47:11.560 Jenny Duan: Yeah, 305 00:47:19.170 --> 00:47:20.340 Jenny Duan: let's see. 306 00:47:24.360 --> 00:47:26.790 Jenny Duan: you know how many pixels are in your computer. 307 00:47:28.885 --> 00:47:30.610 huda: I think it's different for 308 00:47:30.640 --> 00:47:33.240 huda: each computer. But I think 309 00:47:33.330 --> 00:47:36.299 huda: a standard is like 1280 by 7, 20. 310 00:47:42.550 --> 00:47:46.230 huda: That's 921,600. 311 00:47:47.960 --> 00:47:49.800 Jenny Duan: 80 by 7 20. 312 00:47:52.120 --> 00:47:54.270 Jenny Duan: Let's see, pixels. 313 00:47:54.290 --> 00:47:55.310 Jenny Duan: Give me a sec. 314 00:47:57.390 --> 00:48:00.639 Jenny Duan: I think we should focus your essay about like developing 315 00:48:00.770 --> 00:48:02.360 Jenny Duan: Cynthoria. 316 00:48:02.880 --> 00:48:05.309 Jenny Duan: I feel like that would be like a really good 317 00:48:05.630 --> 00:48:23.169 Jenny Duan: thing to do like you. You see how like most of these essays, they focus on like one thing that they've done, and then they use it to like, connect to other parts of their identity like this. One is about this like road sign that they made. This one is about their company. This one is about their like 318 00:48:24.230 --> 00:48:31.389 Jenny Duan: research and walking. And then this one's about to like it uses to be as which is one important thing that they do to frame other things. 319 00:48:31.540 --> 00:48:34.460 Jenny Duan: And I feel like in the context that this one's about 320 00:48:34.520 --> 00:48:39.690 Jenny Duan: research playing with fire, and I feel like yours could be like about 321 00:48:40.760 --> 00:48:47.159 Jenny Duan: developing centuria or like gaming, and then use that as a touch point for other things that you care about, or that you have done 322 00:48:49.650 --> 00:48:51.320 Jenny Duan: so 323 00:48:53.050 --> 00:48:54.070 Jenny Duan: that's 324 00:48:59.690 --> 00:49:01.850 Jenny Duan: Aiming centuria. 325 00:49:05.770 --> 00:49:12.680 Jenny Duan: What do you like about games like? What do you know the 1st game you were drawn to and like. How were you drawn to that. 326 00:49:15.230 --> 00:49:19.650 huda: I think the 1st game I was drawn to was probably 327 00:49:20.440 --> 00:49:23.979 huda: okay. So it's either one time when I was like 328 00:49:24.410 --> 00:49:31.109 huda: 7 or like 6 or something, and it was just like a really random game. But it was like 329 00:49:31.500 --> 00:49:37.079 huda: you, literally just like throw paper balls into the trash. And then you'd have to like aim it, and it progresses. 330 00:49:37.080 --> 00:49:39.760 Jenny Duan: Oh, my God! I think I had it! 331 00:49:40.900 --> 00:49:51.120 huda: Yeah, it was a long time ago. But like, yeah, you just like it progressively, like it get harder and harder because it go like in like really far places, and you have to like aim and throw them in. 332 00:49:51.734 --> 00:49:55.710 huda: But I also, I think also, Minecraft was also one of my 1st games. 333 00:49:59.370 --> 00:50:00.170 Jenny Duan: Okay. 334 00:50:04.110 --> 00:50:07.809 Jenny Duan: Why were you obsessed with game like, what do you like about games? 335 00:50:09.634 --> 00:50:11.450 huda: I think there's like 336 00:50:12.090 --> 00:50:13.380 huda: one like 337 00:50:13.750 --> 00:50:26.990 huda: I'm like, especially with Minecraft, like you could see like the characters like finding dragons. Like finding diamonds, and it's something that like, you know, I like 7 year old. Me like can't do. And so like 338 00:50:27.010 --> 00:50:31.090 huda: you're kind of like living vicariously through them, and it's like 339 00:50:31.484 --> 00:50:44.419 huda: it allows you to experience like different lives and like different, like things like. And then, for example, like playing Minecraft, it like helps. You can like, be like an adventurer. You can like, do all these different things, and then playing that like 340 00:50:44.520 --> 00:51:05.179 huda: trash? Can game like you can live like a mundane life, like one of those like random, like office workers, just like trying to pass time. It's like, there's like, also different. And you can like kind of live vicariously through games because of like, how interactive they are and like, how you're like the one controlling. I guess, like, what's happening in the game. 341 00:51:05.480 --> 00:51:06.460 huda: I think. 342 00:51:09.440 --> 00:51:11.323 Jenny Duan: Okay, I have an idea. 343 00:51:12.830 --> 00:51:14.360 Jenny Duan: why don't we do 344 00:51:16.190 --> 00:51:17.100 Jenny Duan: like 345 00:51:17.390 --> 00:51:19.239 Jenny Duan: this as a start like 346 00:51:20.650 --> 00:51:29.259 Jenny Duan: by? And I don't. I don't exactly know about the sent the order of the sentence, but you could do something like by 7 Pm. I've slayed a dragon like 347 00:51:29.410 --> 00:51:32.630 Jenny Duan: da da da da da da like, or 348 00:51:32.720 --> 00:51:34.810 Jenny Duan: or it's like I've 349 00:51:36.730 --> 00:51:39.980 Jenny Duan: or you could do it in the opposite, or you could be like, I've slayed a dragon like 350 00:51:40.060 --> 00:51:48.739 Jenny Duan: dug for like dug for diamonds like baked 5 cakes all by 7 pm. And then, like you do something like really fantastical. And then you're like. 351 00:51:48.860 --> 00:51:56.289 Jenny Duan: then you do like, oh, but it's like this video game. And then you can talk about how like video games allow you to explore different worlds and like. 352 00:51:56.840 --> 00:52:02.230 Jenny Duan: try on different hats when you are able to do that like in real life. Or it's showed you that like 353 00:52:02.260 --> 00:52:10.589 Jenny Duan: in a video game, you can like a player can be multiple things. They could do multiple things and like in real life, like you are, this multi-dimensional person who can like 354 00:52:11.230 --> 00:52:17.489 Jenny Duan: You know, you can be both Muslim and Indian. You can be like a journalist, a creative and a developer. You can like. 355 00:52:17.670 --> 00:52:22.470 Jenny Duan: be all those these different things. And like how like video game characters have 356 00:52:22.620 --> 00:52:24.690 Jenny Duan: shown you like or it 357 00:52:24.910 --> 00:52:31.449 Jenny Duan: I don't know. Maybe through characters or like through video games. You have discovered that, like, you can exist within all these contradictions. At the same time. 358 00:52:33.180 --> 00:52:36.430 huda: Yeah, I really, I I like that idea, I think. And also. 359 00:52:36.560 --> 00:52:37.610 huda: I 360 00:52:38.250 --> 00:53:05.199 huda: I think, like the idea of like video games showing me that like I can be 2 things at once, like, for example, like I could be slaying a dragon, baking 5 cakes and like finding diamonds. But I can also just be like a board worker throwing like paper balls into the trash. I think that's like something interesting that I can like do and like, how would I approach like showing my change to do this essay. 361 00:53:08.160 --> 00:53:11.940 Jenny Duan: I think your change could be shown, because, like your. 362 00:53:13.180 --> 00:53:19.329 Jenny Duan: you're all these things at once. Maybe you can say like in the beginning, you. You thought that, like video game characters 363 00:53:19.370 --> 00:53:24.599 Jenny Duan: only had this like one simple task. But then, like the more that you played like, for example. 364 00:53:24.750 --> 00:53:36.069 Jenny Duan: in Minecraft, like your world expands beyond, just like trying to survive the night. To like you become like an adventure. You become like a baker. You become like all these different things, and like 365 00:53:36.130 --> 00:53:40.709 Jenny Duan: before, your only option is just like, try to get through the night. But then, like after that, you 366 00:53:40.790 --> 00:53:44.529 Jenny Duan: I don't actually know if that's the best example. Because if you say like, within the context 367 00:53:44.540 --> 00:53:53.399 Jenny Duan: of like, you could transition it from playing games like, I think the beginning can be like about you playing Minecraft, or something like. And then you can talk about building your own game, and how like 368 00:53:53.810 --> 00:53:56.840 Jenny Duan: your characters are multidimensional, just like you. 369 00:53:58.759 --> 00:54:02.260 huda: Okay, yeah. And then I, I was thinking also. 370 00:54:02.891 --> 00:54:12.729 huda: maybe like to that point when I'm talking about like developing my game. I can also talk about like when I was creating the characters for the games. 371 00:54:14.430 --> 00:54:15.440 huda: like. 372 00:54:16.180 --> 00:54:37.683 huda: I don't know if this might be too cliche, but I can talk about like how like I was picking like the characters. And then I was thinking like, Oh, should I name them Sana and Yasmine like will that. Will that like divert people? Because maybe, like, I don't know. It's not really common, like. Maybe people can't pronounce it. And like I was, that could be like my struggle, and then like 373 00:54:38.000 --> 00:54:42.640 huda: and then I don't know if this is too minute. But like then my solution could be like. 374 00:54:43.360 --> 00:55:06.339 huda: Okay, you know what I need to like, provide like the representation for like and like showing people with this skin color, people with these names that like they could also be these like rogue robot fighting girls, and then, like I could do like a scene of me, like picking a darker skin color with the on like the pixel art, and then, like typing in their names and stuff like that. 375 00:55:08.080 --> 00:55:09.660 huda: would that be a good take. 376 00:55:12.250 --> 00:55:14.889 Jenny Duan: I think that'd be a great take. I think I also 377 00:55:15.590 --> 00:55:27.589 Jenny Duan: you can. I think you had mentioned how like these this representation isn't found in like other video games. And so like, you decided to create your own. And how like you're always making your own way and like you're very persistent about making your own opportunities. 378 00:55:27.860 --> 00:55:29.030 Jenny Duan: I think it's like 379 00:55:29.250 --> 00:55:30.580 Jenny Duan: that would be good. 380 00:55:32.260 --> 00:55:33.400 huda: And 381 00:55:34.990 --> 00:55:50.753 huda: So you also mentioned, like previously, that we have to like sprinkle in different parts of our like personalities. And I think I can like. So I know, like the main part about like me developing Cynthia. That definitely shows like 382 00:55:51.440 --> 00:55:54.600 huda: I guess, like my ability to like, create 383 00:55:55.022 --> 00:56:04.199 huda: things out of like when I don't have opportunities. Are there any like specific qualities that I should be like focusing on for this essay? 384 00:56:05.270 --> 00:56:15.190 Jenny Duan: I think you should breadcrumb other things from your activities list. So you could mention like Film club definitely, you could mention like being a tutor. You could mention like. 385 00:56:15.709 --> 00:56:21.209 Jenny Duan: basically, anything that's in your activity section is fair game. You can start name dropping all those things like. 386 00:56:21.650 --> 00:56:24.910 Jenny Duan: And you can mention Full cliff, like all of those things. 387 00:56:24.930 --> 00:56:28.960 Jenny Duan: or maybe not name dropping. But say, like, you know, starting journalism, or like 388 00:56:29.530 --> 00:56:32.910 Jenny Duan: connecting with people at J. Camp, or any of those things. 389 00:56:33.520 --> 00:56:34.190 Jenny Duan: So. 390 00:56:34.850 --> 00:56:36.040 huda: Would it be like? 391 00:56:36.320 --> 00:56:37.660 huda: Would it be 392 00:56:38.080 --> 00:56:50.560 huda: like if it would it sound good if I said something like, you know how I'm talking about how many games like I'm living vicariously through them, and like being all these different things at once. And then I could be like like. 393 00:56:50.730 --> 00:57:03.090 huda: maybe naming a specific character like Papa Louie taught me that I can be a journalist by day, Coder by night. I can be an English tutor, but I can also be blank. 394 00:57:03.530 --> 00:57:08.280 Jenny Duan: I would say, I am not, I can be, should emphasize you. Are these things already? 395 00:57:09.460 --> 00:57:10.335 huda: Alright. 396 00:57:12.300 --> 00:57:13.860 huda: yeah. I think 397 00:57:14.060 --> 00:57:17.129 huda: that could be like the paragraph before I start talking about 398 00:57:17.763 --> 00:57:18.890 huda: Cynthoria, maybe. 399 00:57:19.920 --> 00:57:20.610 huda: Yeah. 400 00:57:22.130 --> 00:57:23.400 huda: Yeah. Okay. 401 00:57:23.810 --> 00:57:26.730 huda: And is, is there anything like 402 00:57:27.920 --> 00:57:43.480 huda: like, how do I like ensure that? I guess I'm like meeting the criteria that you previously mentioned? Like I don't wanna sound I don't wanna give to. I don't wanna make that the 1st part when I'm talking about playing games like you said like to. 403 00:57:44.300 --> 00:57:46.949 huda: I guess, like too long of a hook, for, like 404 00:57:47.240 --> 00:57:50.600 huda: you know. How can I meet those like 405 00:57:51.130 --> 00:57:53.279 huda: 4 things you mentioned earlier. 406 00:57:54.600 --> 00:57:56.128 Jenny Duan: Yeah, I would say, 407 00:57:56.910 --> 00:58:00.439 Jenny Duan: just try to write and like. 408 00:58:00.690 --> 00:58:07.450 Jenny Duan: try to limit like limit world building. Only like, only use it in the context of like adding more information 409 00:58:07.690 --> 00:58:11.150 Jenny Duan: like, for like, it should just be really condensed. For example. 410 00:58:11.600 --> 00:58:20.889 Jenny Duan: like this doesn't really like there actually shouldn't be any world building like there shouldn't be any context except at the beginning to introduce your story. Everything else should have a purpose 411 00:58:21.100 --> 00:58:21.880 Jenny Duan: like. 412 00:58:22.310 --> 00:58:25.080 Jenny Duan: you see this like transition, the analogy. 413 00:58:25.360 --> 00:58:35.750 Jenny Duan: and they say it was a means of attaining peace in a time of instability. That should be how your essay is like every aspect of world building after the introduction should just be a transition into something else. 414 00:58:36.220 --> 00:58:44.580 Jenny Duan: Does that make sense? So there shouldn't be any more world building after the beginning. It should only be used to like bridge off of your theme, or to show something different, or to transition. 415 00:58:45.360 --> 00:58:47.089 huda: Yeah, that makes sense. 416 00:58:48.132 --> 00:58:52.110 huda: Yeah. Okay, then I'll then I'll try to get a draft of that. 417 00:58:52.180 --> 00:59:04.779 huda: And also I was wondering if we could set up like meetings for the next one, because I feel like we might need to meet a little more frequently than once a week, because I have like a couple of things that I need to ask you about. But yeah. 418 00:59:05.500 --> 00:59:07.560 Jenny Duan: Yeah, I feel like we should meet like 419 00:59:08.100 --> 00:59:09.960 Jenny Duan: way more frequently, because 420 00:59:10.110 --> 00:59:16.070 Jenny Duan: I think, yeah, just let us meet on. When do you think you can have another draft of this new essay by. 421 00:59:16.510 --> 00:59:18.810 Jenny Duan: I'd like to see it like as soon as possible. 422 00:59:22.080 --> 00:59:27.310 huda: I can try and get it done by Saturday. I I think. 423 00:59:28.370 --> 00:59:33.660 huda: Sunday. Maybe Sunday's like a good meeting time. I'm busy on Saturday. But 424 00:59:33.680 --> 00:59:40.909 huda: yeah, and then also, like, maybe if we want to set up a sooner time, so we can talk about like supplementals in that time, like, maybe 425 00:59:41.404 --> 00:59:44.639 huda: on Thursday we can talk about Stanford supplementals. 426 00:59:44.800 --> 00:59:51.550 huda: and then Sunday we can do like like a stand like a common app or a personal statement meeting. 427 00:59:51.840 --> 00:59:55.319 Jenny Duan: Okay. And I also want to do one meeting for Usc supplementals. 428 00:59:55.530 --> 00:59:56.140 huda: Yeah. 429 00:59:56.700 --> 01:00:00.650 Jenny Duan: That's important. And are you planning to apply to any other schools? Rea. 430 01:00:01.030 --> 01:00:01.600 huda: No. 431 01:00:02.850 --> 01:00:05.099 Jenny Duan: What about public schools? No. 432 01:00:07.710 --> 01:00:18.100 huda: like. I think right now it's just like the November deadlines are Usc. Stanford, and like the Ucs. But I'm not sure if I should apply to any other 433 01:00:18.270 --> 01:00:19.840 huda: universities early. 434 01:00:20.790 --> 01:00:29.580 Jenny Duan: Okay, you should apply to like all the public schools early. So that also includes, like, I think, Unc. Chapel Hill, I think you should apply to because they have a really good scholarship program 435 01:00:29.750 --> 01:00:32.610 Jenny Duan: that you don't want to miss the deadline for. But 436 01:00:32.680 --> 01:00:39.010 Jenny Duan: other than that, I feel like those are the those are the main schools. On your colleges that we talked about. 437 01:00:39.050 --> 01:00:43.610 Jenny Duan: I mean, I don't think Unc Chapel Hills on your college list, but I think you should apply for it. 438 01:00:43.930 --> 01:00:44.750 Jenny Duan: But 439 01:00:46.560 --> 01:00:54.299 Jenny Duan: okay, let's okay. Let's let's do things one step at a time. So we need at least one meeting for Usc. And then one for at least the Uc. 440 01:00:54.670 --> 01:00:55.900 Jenny Duan: Ucs. 441 01:00:56.300 --> 01:00:56.835 huda: Yeah. 442 01:00:57.370 --> 01:00:59.419 Jenny Duan: So what are you free this week? 443 01:01:00.259 --> 01:01:07.269 Jenny Duan: We have to talk about Stanford Rea, the revision on the common app Usc. And then Uc. Applications. 444 01:01:07.270 --> 01:01:10.610 huda: I'm I'm free almost every day. And then I think 445 01:01:11.180 --> 01:01:15.910 huda: tomorrow I'm busy from 7 to 8. But like other than that, I'm also free. Tomorrow. 446 01:01:16.390 --> 01:01:24.949 Jenny Duan: Okay, tomorrow. Can we do 8 to 9, and we can use that to talk about what do you want to talk about Stanford supplementals or Usc. What do you think. 447 01:01:26.036 --> 01:01:32.940 huda: I think Stanford is more pressing, and I think or like I think I want to get them reviewed, because I have, like a good draft of them. 448 01:01:33.480 --> 01:01:36.480 huda: I just wanna hear your thoughts so I can like edit them. 449 01:01:36.950 --> 01:01:40.500 Jenny Duan: Okay, let's do it. Stanford, from 8 to 9 tomorrow. 450 01:01:40.930 --> 01:01:43.030 Jenny Duan: Does that work? Yeah. 451 01:01:43.630 --> 01:01:45.050 Jenny Duan: Okay? And then. 452 01:01:48.040 --> 01:01:50.289 Jenny Duan: maybe we can meet from. 453 01:01:50.890 --> 01:01:55.619 Jenny Duan: We'll definitely meet on Sunday. Do we want to set the time for Sunday? What is best for you? 454 01:01:58.800 --> 01:02:01.419 huda: Maybe like 4 to 5. 455 01:02:02.190 --> 01:02:07.629 Jenny Duan: Are you free anytime before or after that? I have a block from like one to 6. Unfortunately. 456 01:02:08.348 --> 01:02:12.110 huda: I could do later as well. I could do like 8 to 9, maybe. 457 01:02:12.490 --> 01:02:14.040 Jenny Duan: Okay, that's perfect. 458 01:02:14.510 --> 01:02:15.710 Jenny Duan: And then 459 01:02:16.600 --> 01:02:21.880 Jenny Duan: let's I wanna block at least one more time this week. To talk about other stuff. 460 01:02:22.780 --> 01:02:24.070 Jenny Duan: What works. 461 01:02:25.030 --> 01:02:27.579 huda: Wednesday and Thursday. Sound, good. 462 01:02:28.420 --> 01:02:30.860 Jenny Duan: Okay, we have a meeting on Wednesday. 463 01:02:30.940 --> 01:02:37.270 Jenny Duan: Let's do. Thursday is 9 is 9 to 10 late for you. 464 01:02:38.145 --> 01:02:39.560 huda: I think I can do that. 465 01:02:40.070 --> 01:02:42.960 Jenny Duan: If not, I could also do morning. Oh, you have school. 466 01:02:43.130 --> 01:02:47.050 Jenny Duan: I can also do Fridays, but I don't know if you have stuff on Fridays. 467 01:02:48.105 --> 01:02:54.659 huda: Yeah, I think I'm busy on Friday, but I think Thursday night 9 to 10 is fine with me. 468 01:02:55.260 --> 01:02:57.100 Jenny Duan: Are you okay? Are you sure that's not too late? 469 01:02:59.410 --> 01:03:00.430 huda: actually. 470 01:03:00.710 --> 01:03:04.459 huda: we can do like what works on Friday? 471 01:03:06.047 --> 01:03:10.770 Jenny Duan: What time do you get off school? Maybe in like the afternoon after you're done with school? 472 01:03:11.710 --> 01:03:14.409 huda: I get off at like 3. 473 01:03:14.410 --> 01:03:17.470 Jenny Duan: When you get back or like, when when are you free to meet. 474 01:03:17.830 --> 01:03:24.620 huda: It ends at like 2, and then, like I go to prayers. So I'm back by like 3. 475 01:03:25.680 --> 01:03:27.520 Jenny Duan: 3 could we do like 476 01:03:27.630 --> 01:03:29.630 Jenny Duan: 4, 30 to 5, 30. 477 01:03:30.570 --> 01:03:32.479 huda: Yeah, I think that that sounds good. 478 01:03:32.840 --> 01:03:35.250 Jenny Duan: Okay, let's set those times for now. 479 01:03:35.658 --> 01:03:42.750 Jenny Duan: And then I'll see you tomorrow. I have to hop off because I have another meeting. But I'll update Mary, and she should be able to send out the invites. 480 01:03:43.170 --> 01:03:43.920 huda: Okay. Great. 481 01:03:44.240 --> 01:03:50.359 Jenny Duan: And then text me like, when you finish the anything like as as you have questions. Just text me, and we can talk over text. 482 01:03:50.680 --> 01:03:51.330 Jenny Duan: Did I say. 483 01:03:51.330 --> 01:03:55.369 huda: Send you over my Sanford supplements so you can like. 484 01:03:55.370 --> 01:03:56.010 Jenny Duan: Reviewed it. 485 01:03:56.910 --> 01:03:58.330 Jenny Duan: Yeah, that's perfect. 486 01:03:58.590 --> 01:03:59.440 Jenny Duan: Okay? 487 01:03:59.840 --> 01:04:00.910 Jenny Duan: Oh, dear.",
  "segments": [
    "Week 18 - Coaching_Jenny_Huda_Wk18_2024-09-30_M_a90f2bf6fb6251fb_U_a90f2bf6fb6251fb WEBVTT 1 00:01:04.780 --> 00:01:06.730 Jenny Duan: Hi! Huda! How's it going. 2 00:01:07.090 --> 00:01:08.780 huda: Hi! It's going well, how are you? 3 00:01:09.530 --> 00:01:12.459 Jenny Duan: A long time. No, see what's been. What's new. 4 00:01:13.565 --> 00:01:15.875 huda: I guess, like a lot. But 5 00:01:16.846 --> 00:01:23.619 huda: for one, I became like the vice President for podcast club. Just because I just feel like like 6 00:01:23.790 --> 00:01:31.450 huda: it's kind of random. But I don't know. I just got interested in it after going to J. Camp like I met some like professional podcaster. So I was like. 7 00:01:31.560 --> 00:01:38.960 huda: why not apply for an officer role for this one? And and I got vice president somehow. And then I guess. 8 00:01:39.444 --> 00:01:42.089 huda: I've just been like working on my essays. And 9 00:01:43.450 --> 00:01:46.589 huda: yeah, I think that's like, kind of all the updates 10 00:01:46.720 --> 00:01:50.379 huda: that were like, really out of the blue since the last time we talked. 11 00:01:50.940 --> 00:01:59.329 Jenny Duan: Cool sounds good. Well, we have, as of today. We have about 30 days to your Rea application. How do you feel. 12 00:02:00.835 --> 00:02:05.290 huda: I feel a little stressed because, like I know, for 13 00:02:05.340 --> 00:02:08.900 huda: the Usc supplementals I've like barely started on them. 14 00:02:08.970 --> 00:02:13.547 huda: And then, like, I feel like I have, like a good draft for 15 00:02:13.980 --> 00:02:18.180 huda: like my personal statement. But like obviously, I need to tweak it a little bit 16 00:02:18.555 --> 00:02:28.979 huda: but like, and Stanford supplements. I think I have like a good draft of those as well. But I feel like I'm like, really concerned, because I really haven't really started with Usc. 17 00:02:29.120 --> 00:02:35.190 huda: and like, yeah, but like the deadlines coming soon. So",
    " yeah, it's a bit scary. 18 00:02:35.410 --> 00:02:37.480 Jenny Duan: Okay, yeah. I was thinking, like. 19 00:02:37.610 --> 00:02:46.590 Jenny Duan: okay, today, I kind of want to do an assessment of where you're at right now and then, if needed. I think we can do more sessions like this month just to really ramp up and make sure that you're 20 00:02:46.630 --> 00:02:57.229 Jenny Duan: like fully comfortable with everything. What we have left to cover is, I want to review your common app, your Stanford supplementals, and then your activities and awards. Letters of recommendation are all set right. 21 00:02:57.230 --> 00:02:57.820 huda: Yeah. 22 00:02:58.650 --> 00:02:59.983 Jenny Duan: Okay, cool. 23 00:03:01.220 --> 00:03:08.110 Jenny Duan: So why don't we just start with your personal statement? Because I feel like that's top of mind. And most important. 24 00:03:08.560 --> 00:03:09.190 huda: Yes, 25 00:03:10.780 --> 00:03:12.600 huda: Let me share the link again. 26 00:03:13.240 --> 00:03:14.419 Jenny Duan: Sure sounds good. 27 00:03:14.660 --> 00:03:20.020 Jenny Duan: Did you end up changing the the topic significantly, or are you just going off of the same topic that 28 00:03:20.140 --> 00:03:21.610 Jenny Duan: we've talked about? 29 00:03:22.545 --> 00:03:28.449 huda: I'm going with the. I don't know if I mentioned this to you, but the escape from Alcatraz team. 30 00:03:28.680 --> 00:03:29.690 Jenny Duan: Okay, cool 31 00:03:29.810 --> 00:03:31.060 Jenny Duan: one second. 32 00:03:31.720 --> 00:03:35.360 Jenny Duan: I have to log back into my account. Give me a moment. 33 00:03:36.970 --> 00:03:42.879 huda: And also I'm applying again for the Nc. Award and you know. 34 00:03:42.880 --> 00:03:46.610 Jenny Duan: And again, if you're a national winner, like, if you're a national, honorable mention. 35 00:03:47.870 --> 00:03:50.460 huda: Let me actually double check with that. 36 00:03:50.460 --> 00:03:58.020 Jenny Duan: Cause. I'm not sure. I'm more confident th",
    "at you can reapply cause you already won. But I don't but check not sure. 37 00:04:19.370 --> 00:04:20.079 Jenny Duan: Hmm! 38 00:04:21.019 --> 00:04:23.069 huda: Actually, I don't think so. Wait! 39 00:04:26.719 --> 00:04:29.899 huda: I don't know it, says national Award winners, but I don't know if that 40 00:04:30.286 --> 00:04:35.049 huda: includes honorable mention. I think so, so I don't think I can afford. 41 00:04:35.050 --> 00:04:37.819 Jenny Duan: Does so I don't think you actually need to reapply. 42 00:04:38.170 --> 00:04:38.760 huda: So 43 00:04:38.940 --> 00:04:40.110 huda: okay, then. 44 00:04:40.420 --> 00:04:42.180 Jenny Duan: Have you? Have you already written a lot. 45 00:04:43.247 --> 00:05:01.839 huda: No, I just kind of like I tweaked like the 1st essay like, I wrote, I wrote like the 1st essay. But yeah, I'm glad I don't really have. And I also like, asked one of my teachers for a recommendation for that one. So yeah, I'll just like. Tell her that. Maybe I can like use her for like a different scholarship. 46 00:05:06.690 --> 00:05:10.909 Jenny Duan: That sounds good. Have you heard back from Cameron impact. 47 00:05:12.037 --> 00:05:13.049 huda: No, I haven't. 48 00:05:14.460 --> 00:05:15.090 Jenny Duan: Okay. 49 00:05:17.200 --> 00:05:21.400 Jenny Duan: Can you check your spam? Because I think some decisions have been released. 50 00:05:22.990 --> 00:05:25.120 Jenny Duan: but they haven't reached out to you for anything. 51 00:05:25.470 --> 00:05:26.899 huda: No! Well, let me. 52 00:05:32.570 --> 00:05:33.369 huda: I don't think. 53 00:05:33.370 --> 00:05:36.819 Jenny Duan: I know. Okay, check your spam, confirm. 54 00:05:39.230 --> 00:05:41.070 huda: Yeah, I haven't gotten anything. 55 00:05:42.010 --> 00:06:00.319 Jenny Duan: Okay, cause Cameron impact has they've been. I know that they've released. They've declined people I don't know about. I don't know. That means that you're advancing to the interview stage, or I don't. I don't know if",
    " they're doing it rolling, but like, I do know that they have declined people. So just 56 00:06:00.320 --> 00:06:12.680 Jenny Duan: yeah care like, I don't know what's going on, because I feel like they would ask people to interview before they decline. But like, I don't know if it means what it means, but like they have declined people. So if you haven't gotten it. 57 00:06:12.790 --> 00:06:15.269 Jenny Duan: if you haven't gotten declined yet like that's probably good. 58 00:06:17.730 --> 00:06:20.319 Jenny Duan: Let me just like double check on Reddit. Actually. 59 00:06:30.850 --> 00:06:32.575 huda: Maybe it's because 60 00:06:34.290 --> 00:06:38.850 huda: Maybe it's because it isn't like the early decision cause, I believe, like 61 00:06:39.280 --> 00:06:42.990 huda: I submitted it like a day after the early submission. 62 00:06:43.260 --> 00:06:49.289 Jenny Duan: Oh, okay, wait. Yeah. That might be it. Because I think some people early round have gotten theirs. 63 00:06:49.550 --> 00:06:51.260 huda: Oh, okay. 64 00:06:51.530 --> 00:06:52.579 Jenny Duan: Make sense. 65 00:06:54.770 --> 00:06:57.690 Jenny Duan: okay, let me just take a look at your essay. 66 00:07:38.990 --> 00:07:42.330 Jenny Duan: Okay, I love this essay like, I think it's great. 67 00:07:42.360 --> 00:07:44.630 Jenny Duan: The thing is written great. But 68 00:07:44.810 --> 00:07:48.360 Jenny Duan: I think that you're gonna have to switch topics. 69 00:07:48.960 --> 00:07:49.620 huda: Really. 70 00:07:49.940 --> 00:07:52.339 Jenny Duan: I'm so sorry. I feel like 71 00:07:52.630 --> 00:07:55.770 Jenny Duan: I feel like this. Essay doesn't show who you are. 72 00:07:56.220 --> 00:08:00.649 Jenny Duan: I think like over 50% of this essay is focused on world building 73 00:08:00.680 --> 00:08:04.550 Jenny Duan: in the scene, but the essay should be focused on you. 74 00:08:06.634 --> 00:08:15.469 huda: I think I thought that like, I highlighted like kind of 3 aspects about me, like mainly in dept",
    "h, like, for example. 75 00:08:16.078 --> 00:08:18.870 huda: This 1st part I talk about like 76 00:08:19.140 --> 00:08:29.600 huda: like teaching my brother, and that like shows like, how I guess, like I'm good at teaching. And like, I challenge different teaching methods. 77 00:08:29.610 --> 00:08:41.439 huda: And then the second part, where it talks about over here I talk about like my ability to direct and like, be a leader. And then this part. 78 00:08:42.980 --> 00:08:47.186 huda: I don't know if I don't think I fully completed this part. But 79 00:08:48.470 --> 00:08:50.070 huda: yeah, I don't think I 80 00:08:51.240 --> 00:09:02.170 huda: edited this part. But basically it's talking about like how I'm able to like kind of mediate between 2 sides, like, for example, like the time where I had to like 81 00:09:02.558 --> 00:09:17.489 huda: do like this AI policy meeting with my school and, like the teachers like wanted to ban AI, and, like the students wanted to like, keep AI so they can like unethically use it. And then I was like, kind of like a mediation. And I talked about how AI can be used as a tool to help us. 82 00:09:18.480 --> 00:09:19.320 huda: I 83 00:09:19.700 --> 00:09:21.899 huda: like, I don't think I fully. 84 00:09:22.360 --> 00:09:25.645 huda: I think I was like changing this part. But 85 00:09:26.790 --> 00:09:30.720 huda: yeah, that's like the 3 aspects that I feel like I highlighted most. But 86 00:09:30.920 --> 00:09:32.509 huda: I agree that 87 00:09:32.977 --> 00:09:36.009 huda: I might be able to articulate that better. But 88 00:09:36.320 --> 00:09:37.200 huda: yeah. 89 00:09:37.860 --> 00:09:42.809 Jenny Duan: I think that you should. Okay. I think the biggest thing right now is probably cutting down on the 90 00:09:42.980 --> 00:09:45.009 Jenny Duan: world building in the beginning. 91 00:09:45.780 --> 00:09:47.070 Jenny Duan: Because I think 92 00:09:47.190 --> 00:09:49.610 Jenny Duan: it's not exactly clear 93 00:09:49.780 --> 00:0",
    "9:50.790 Jenny Duan: that it's 94 00:09:50.800 --> 00:09:54.480 Jenny Duan: yeah. I think I'm not clear exactly what the scene is. 95 00:09:54.940 --> 00:09:57.549 Jenny Duan: I am not clear that it's an escape room. 96 00:09:58.810 --> 00:10:06.970 huda: I think the escape room was kind of like the like, the twist at the end, because then, like first, st people are like, well, this person stuck in Alcatraz like 97 00:10:06.990 --> 00:10:11.560 huda: like, why, then, at the end they find out that it's an escape room. 98 00:10:12.860 --> 00:10:14.720 Jenny Duan: Okay, that makes sense. 99 00:10:15.070 --> 00:10:16.500 Jenny Duan: So 100 00:10:20.260 --> 00:10:21.669 Jenny Duan: see? And 101 00:10:24.470 --> 00:10:26.550 Jenny Duan: let me try to find, like 102 00:10:27.050 --> 00:10:29.980 Jenny Duan: an example of a common app essay. 103 00:10:35.020 --> 00:10:36.724 huda: If not this idea. 104 00:10:37.660 --> 00:10:44.769 huda: Is there like, can we like brainstorm like possible ways? I can write it because I don't. I feel like, I don't understand how 105 00:10:44.920 --> 00:10:49.139 huda: common app, like personal statements, are written, because, like. 106 00:10:49.190 --> 00:10:55.859 huda: I think, like all the other essays I've written are really different. So if we could like brainstorm like maybe something I could write about. 107 00:10:56.280 --> 00:10:58.100 Jenny Duan: Right. I think that. 108 00:10:58.370 --> 00:11:05.000 Jenny Duan: like your comment of essay should show, I think, actually, the one thing that's missing here, and maybe we can incorporate it into. This is. 109 00:11:05.260 --> 00:11:13.630 Jenny Duan: I think, that a common app essay should show your growth over time, and I'm not sure if this shows that. 110 00:11:15.830 --> 00:11:19.320 Jenny Duan: But what do you? What do you think about that? I'm curious, like. 111 00:11:19.450 --> 00:11:21.069 Jenny Duan: yeah, what your thoughts are. 112 00:11:21.440 --> 00:11:47.229 huda: Yeah, I ",
    "agree. And like, I think I was trying to incorporate like growth, which I guess it could be tricky with this. But I tried like making it so that this was like when I was 12. And I was like, this is like my 1st experience being a director. This is my 1st time, being like a teacher, and then, like I do like kind of flash forwards into the future, like now where where I'm able to like do this to like a greater capacity. 113 00:11:47.230 --> 00:12:12.789 huda: like, for example, just like teaching my brother how to do those puzzles in the in the escape room, and then that changing into teaching my brother like about our religion in a classroom, and then and then like telling my like family where to stand, so that we don't get caught, and then directing like a whole short film, I think, like I wanted to show like how I was able to expand that in the future from like when I was 12. 114 00:12:12.840 --> 00:12:18.209 huda: But yeah, I think like, it's tricky to show growth in like a more like 115 00:12:18.560 --> 00:12:21.480 huda: like stand out way, I guess. 116 00:12:21.750 --> 00:12:24.060 Jenny Duan: I think another thing is like. 117 00:12:24.485 --> 00:12:32.285 Jenny Duan: let's actually make. So I'm gonna write down like the components of a common app, a successful common app essay. And then we're gonna 118 00:12:32.650 --> 00:12:37.694 Jenny Duan: We can evaluate your essay based on these like couple of things that I should include 119 00:12:38.930 --> 00:12:44.420 Jenny Duan: And this will be like, maybe we'll edit this draft. Maybe we'll write a new draft like these are just components that a common app should have. 120 00:12:44.998 --> 00:12:48.030 Jenny Duan: I'm writing on our Doc. Let me just 121 00:12:48.160 --> 00:12:50.270 Jenny Duan: share my screen. Give me a moment. 122 00:12:54.270 --> 00:12:58.520 Jenny Duan: Okay, can you see my my screen? Yeah. 123 00:12:59.470 --> 00:13:01.709 Jenny Duan: Okay, call with that 124 00:13:01.930 --> 00:13:03.760 Jenn",
    "y Duan: shows your growth 125 00:13:03.920 --> 00:13:06.010 Jenny Duan: over time shows 126 00:13:07.710 --> 00:13:09.240 Jenny Duan: who you are 127 00:13:09.950 --> 00:13:14.502 Jenny Duan: like, what traits make you you. I think your your essay does a good job in in 128 00:13:14.820 --> 00:13:16.270 Jenny Duan: doing this already 129 00:13:16.710 --> 00:13:20.880 Jenny Duan: shows what you care about what's important to you 130 00:13:20.970 --> 00:13:22.220 Jenny Duan: shows 131 00:13:22.590 --> 00:13:24.459 Jenny Duan: who or what you 132 00:13:24.540 --> 00:13:27.550 Jenny Duan: hope to be or do in the future. 133 00:13:28.620 --> 00:13:32.629 Jenny Duan: I think these are gonna be like the most successful components of the 134 00:13:33.108 --> 00:13:36.380 Jenny Duan: common app. And if we look at this. 135 00:13:36.410 --> 00:13:40.130 Jenny Duan: here's this is like, I think, a pretty good comment app that I was able to pull up. 136 00:13:41.280 --> 00:13:43.649 Jenny Duan: that someone else wrote. This is not mine. 137 00:13:43.700 --> 00:13:52.079 Jenny Duan: but we can go over this based on those evaluative criteria. So does it show this person's growth over time. 138 00:13:55.180 --> 00:13:59.900 Jenny Duan: yes, because here is like only 16. And then. 139 00:14:00.460 --> 00:14:05.409 Jenny Duan: after a year and a half of driving, like they've this is like the part that shows change. 140 00:14:05.550 --> 00:14:10.579 Jenny Duan: Actually, let me just stop talking and give you a couple like minutes to read this essay, and then we can analyze it. 141 00:14:10.870 --> 00:14:12.650 Jenny Duan: Let me know when you're done. Take your time. 142 00:16:32.950 --> 00:16:42.800 huda: Oh, this is like a really good essay. And I 143 00:16:42.980 --> 00:16:44.060 huda: I think 144 00:16:44.730 --> 00:16:50.150 huda: I think they definitely do like a way better job at balancing like storytelling and like 145 00:16:51.690 --> 00:16:53.820 huda: like commentary, I thi",
    "nk. 146 00:16:54.170 --> 00:16:57.730 huda: And I think I want to like implement that in my essays as well. 147 00:17:01.810 --> 00:17:07.740 Jenny Duan: Okay, awesome. Yeah. So we can kind of evaluate it based on like the couple of factors that we talked about. So 148 00:17:07.750 --> 00:17:14.750 Jenny Duan: shows growth over time. Where does it do that? It says here like, although they were only 16, they start with like their self at 16, right? And then 149 00:17:14.810 --> 00:17:19.809 Jenny Duan: you go into like how they developed. And then, after a year and a half like this is how they changed 150 00:17:20.367 --> 00:17:25.609 Jenny Duan: and then another thing is, it shows like who they are, what traits make them. Them. 151 00:17:25.700 --> 00:17:29.379 Jenny Duan: It shows like they refuse to let their age hold them back. 152 00:17:29.560 --> 00:17:31.999 Jenny Duan: They're action driven. They're 153 00:17:33.710 --> 00:17:34.680 Jenny Duan: the 154 00:17:34.950 --> 00:17:36.757 Jenny Duan: they want to. 155 00:17:37.890 --> 00:17:40.986 Jenny Duan: I guess. Talk to people face to face there, 156 00:17:41.350 --> 00:17:50.809 Jenny Duan: you know, credible. They have experience stuff like that, and then shows what they care about. I think it's very evident in that they care about sustainability, that they want to work in sustainability. 157 00:17:51.236 --> 00:18:02.013 Jenny Duan: So like. That's what they care about, and that's what they hope to do in the future. So that's like one example. But I think the key thing about this essay. What makes it good is that it? 158 00:18:03.560 --> 00:18:19.050 Jenny Duan: it? Well, it's also funny, like it shows their sense of humor, their personality, but it shows like who they are and like it kind of tells you like, how they think and why they do things, and it gives them like a lot of it gives the reader a lot of insight about this person's life and like their motivations. 159 00:18:19.435 --> 00:18:24.919 Jenny D",
    "uan: So with that, let me try to find another example of a different personal statement. 160 00:19:03.270 --> 00:19:06.000 Jenny Duan: One second. Okay, let's read this one. 161 00:19:06.490 --> 00:19:07.470 Jenny Duan: But 162 00:19:07.580 --> 00:19:08.800 Jenny Duan: can you see this? 163 00:19:10.200 --> 00:19:13.329 Jenny Duan: Okay, this isn't their like final submission. But 164 00:19:13.840 --> 00:19:16.500 Jenny Duan: this is like my friend's common app. 165 00:19:18.460 --> 00:19:21.850 Jenny Duan: Let me know when you're done with this page. So I can scroll to the next page. 166 00:19:22.530 --> 00:19:23.050 Jenny Duan: Yeah. 167 00:21:10.680 --> 00:21:12.170 huda: Okay, I finish this page. 168 00:21:30.790 --> 00:21:32.380 Jenny Duan: Oh, I realized I was muted. 169 00:21:33.750 --> 00:21:34.730 Jenny Duan: Okay, cool. 170 00:22:35.200 --> 00:22:38.760 huda: Oh, this is so like symbolic. I really like. 171 00:22:38.880 --> 00:22:48.700 huda: I I actually really like the setting of like the debate in the beginning, because it allows her to like shift from like the 172 00:22:48.750 --> 00:23:01.730 huda: topic of like not fitting in and like people thinking like Polynesia, is like, just like another statistic, and then she's able to like quickly, shift to like like being an immigrant 173 00:23:02.051 --> 00:23:11.409 huda: or like the aspect of her that makes her like an immigrant and then, yeah, I just think that setting like was really like a good place for transition. 174 00:23:11.530 --> 00:23:12.335 huda: And 175 00:23:13.350 --> 00:23:18.769 huda: yeah. And I also like like this symbolism of like the pink blazer. 176 00:23:19.167 --> 00:23:20.950 huda: That, she adds towards the end. 177 00:23:22.330 --> 00:23:42.459 Jenny Duan: Yeah, I like this essay, too. And then I just have 3 more quick essays to show you, not quick, but just 3 more essays to show you. And these are all people who got accepted to Stanford specifically. So the other 2 I don't know",
    " necessarily where they got accepted to. But these ones are like Stanford students. 178 00:23:43.040 --> 00:23:45.399 Jenny Duan: So this is one example. 179 00:23:45.450 --> 00:23:47.970 Jenny Duan: It's about walking. I think it's pretty good. 180 00:25:53.580 --> 00:25:55.279 huda: Okay, I read this page. 181 00:27:22.090 --> 00:27:24.420 huda: Oh, I I really like this one. 182 00:27:25.075 --> 00:27:28.639 huda: And I like how it like defines, like. 183 00:27:28.870 --> 00:27:46.160 huda: I guess, like the walk of life, and like how there's different aspects of walking like, like, I think this is actually a thing I noticed with like the last thing, too, that like last. I say, too, that like walking can be like her way of de-stressing. But it's also like 184 00:27:46.200 --> 00:28:01.839 huda: her, like walking towards different realizations. And it's like similar to like the last one which was talking about like how debate like made her like talked about like her, like experience as an immigrant. But it's also talked about like her being different from everyone. 185 00:28:01.960 --> 00:28:03.029 huda: And like. 186 00:28:03.370 --> 00:28:11.210 huda: yeah, I think I think that's something that I noticed that there's like a common theme, but then they're like talking about like different aspects of it. 187 00:28:11.690 --> 00:28:19.860 Jenny Duan: Yeah, I really like this because it it emphasizes like their main qualities, like their mental acuity. And then it also really emphasizes their 188 00:28:21.070 --> 00:28:22.260 Jenny Duan: They're 189 00:28:22.950 --> 00:28:39.819 Jenny Duan: like curiosity, like all these questions like looking at biology encyclopedias like trying to discover the breathtaking world. And then, like these, also talk about like you know their family history, like their mother and grandfather? What like countering oppression and assault while living in Iran, and also like 190 00:28:41.760 --> 00:28:50.639 Jenny Duan: like how they like re",
    "ading Nuremberg and Hegel how they like it. There's a lot of breadcrumbing which is really good, because I feel like the common essay should be like 191 00:28:50.650 --> 00:29:07.529 Jenny Duan: the cover letter of of a like a of a paper, or it should be like the abstract where there's a lot of hints in this essay as to like what the student is like or what the student can do in the future. For example, like it doesn't talk briefly about research, but it mentions, you know they do research with their Singaporean research projects 192 00:29:07.870 --> 00:29:08.640 Jenny Duan: it. 193 00:29:09.000 --> 00:29:35.710 Jenny Duan: You know, they're interested in using nanoparticles like they have a cosmetic business. They like political philosophy. Like all of these things. It doesn't say a ton, but like it gives you this like little hint that this person is really interested in these things, and then, later on, the admissions officer is still curious, like, they can look at the person's activity state activities, list, or they can look at the person's supplemental essays, and trying to figure out like what else makes this person them. 194 00:29:35.840 --> 00:29:39.580 Jenny Duan: And all those hints are like revealed from the common app essay. 195 00:29:39.920 --> 00:29:40.850 Jenny Duan: So 196 00:29:41.270 --> 00:29:43.469 Jenny Duan: this is another one. 197 00:29:45.880 --> 00:29:47.500 Jenny Duan: yeah, this is pretty good. 198 00:29:48.850 --> 00:29:50.649 Jenny Duan: This is a big, different format. 199 00:30:11.250 --> 00:30:15.019 Jenny Duan: There's an extra like spacing here issue. But it should be fixed 200 00:30:16.290 --> 00:30:17.739 Jenny Duan: in the actual essay. 201 00:31:40.610 --> 00:31:41.190 Jenny Duan: Okay. 202 00:31:41.190 --> 00:31:42.699 huda: Here. I'm done with the stage. 203 00:31:45.290 --> 00:31:47.229 Jenny Duan: Okay, this is the next page. 204 00:32:49.830 --> 00:32:56.460 huda: Oh, okay, so I really, I like, I think this person's like ",
    "story is just really unique. And like, 205 00:32:57.370 --> 00:33:02.340 huda: I think, like, their growth is definitely like, really, really noticeable here. 206 00:33:03.310 --> 00:33:04.050 huda: Yeah. 207 00:33:06.020 --> 00:33:06.710 Jenny Duan: Yeah. 208 00:33:07.350 --> 00:33:15.969 Jenny Duan: I feel like this one is like, not every person is going to have that unique of a story. But even then it's like, really like this is just like an impressive person, I think 209 00:33:16.480 --> 00:33:21.626 Jenny Duan: like, for sure. But I mean, they're also just also a good writer, too. Just 210 00:33:23.580 --> 00:33:24.450 Jenny Duan: yeah. 211 00:33:24.710 --> 00:33:26.300 Jenny Duan: let me 212 00:33:28.370 --> 00:33:29.690 Jenny Duan: let me see. 213 00:33:29.710 --> 00:33:32.159 Jenny Duan: here's another one. This is like. 214 00:33:32.190 --> 00:33:35.879 Jenny Duan: not the final version. This is just a draft, but it's still really good. 215 00:33:36.230 --> 00:33:37.040 Jenny Duan: But 216 00:33:37.450 --> 00:33:39.239 Jenny Duan: this is the prompt yeah. 217 00:33:42.950 --> 00:33:49.620 Jenny Duan: So you see how like this person has a real, actually, I'll wait until you're done reading it, and then we'll talk about it. Sorry to distract you. 218 00:33:50.550 --> 00:33:51.250 huda: Let's see. 219 00:34:00.290 --> 00:34:08.339 Jenny Duan: Like this is not the final version of this person's essay, as you can tell, but I think it gives like. I think it's good enough for you to tell, like what it's about. 220 00:35:47.280 --> 00:35:48.989 huda: Okay, I'm done to this page. 221 00:35:51.600 --> 00:35:52.889 Jenny Duan: Okay, one second. 222 00:36:00.090 --> 00:36:03.669 Jenny Duan: Let me know when you're done with this, and like I can scroll to the next page. 223 00:36:55.008 --> 00:36:59.189 huda: Is that the last sentence over time I realized that there was 224 00:37:00.120 --> 00:37:01.969 huda: was an Oh, one fixable. 225 00:37:03.140 --> 00:37:05.060 Jen",
    "ny Duan: No, there's there's more. 226 00:37:05.550 --> 00:37:06.980 huda: Okay. Yeah. 227 00:37:07.590 --> 00:37:12.930 Jenny Duan: This is a little long, like, I think this writer had to cut down a lot and change the ending. But yeah. 228 00:38:12.630 --> 00:38:17.630 huda: Okay, I really like it. I think this one's definitely a bit different from the other ones. I think it's 229 00:38:17.940 --> 00:38:19.779 huda: learn more technical 230 00:38:20.378 --> 00:38:22.082 huda: rather than like 231 00:38:23.470 --> 00:38:37.980 huda: I mean, I guess, like it still does like it's like personal, and it highlights like different aspects of the character, but or like the person. But yeah, like I, I think this one's a bit more technical and like, really impressive, obviously. But. 232 00:38:38.570 --> 00:38:46.550 Jenny Duan: Yeah, I think this also like fits in with this person's profile, because, like, you saw how this one was more like startupy like this person probably wants to like 233 00:38:46.990 --> 00:39:00.469 Jenny Duan: become an entrepreneur, that this person, like they had a big research background. So it was like, aligned with their extracurriculars and activities, too, because, like they did a lot of research. And like, that's basically what the rest of like their activities list is focused on. So 234 00:39:00.480 --> 00:39:10.320 Jenny Duan: I like this. And the reason why I want to show you this is because, well, 1st of all, this person like they want to go to Stanford really bad, and so like they wrote it based on the door schools motto. 235 00:39:10.490 --> 00:39:15.670 Jenny Duan: because the darn school is a good news school at Stanford that just got funding like the year before this person applied. 236 00:39:16.660 --> 00:39:19.790 Jenny Duan: So that's 1 thing. And the second thing is like 237 00:39:19.860 --> 00:39:23.350 Jenny Duan: I wanted where what I wanted to show you is that the hook is only 238 00:39:23.430 --> 00:39:45.950 Jenny Duan: bas",
    "ically 2 paragraph 2 very, very short paragraphs along like this is all that it takes to get a person's attention any longer than that. And you're wasting space in your essay. You see how like after that they just transitioned into, like the main body of their essay, like more details about them, and like their life and stuff like the intro part, should only be this short versus. I feel like. 239 00:39:46.510 --> 00:39:49.499 Jenny Duan: like, you see how this is like the 240 00:39:49.950 --> 00:39:50.990 Jenny Duan: I don't know. 241 00:39:51.530 --> 00:39:54.140 Jenny Duan: It's only very, very short here. 242 00:39:54.150 --> 00:39:57.359 Jenny Duan: too, and I feel like in this essay. The 243 00:39:57.710 --> 00:40:00.790 Jenny Duan: the hook is like really long 244 00:40:02.520 --> 00:40:06.280 Jenny Duan: and there's like a lot of detail here that I think could be cut down. 245 00:40:06.680 --> 00:40:07.770 Jenny Duan: 5. 246 00:40:09.440 --> 00:40:12.580 Jenny Duan: I think this is like about 3 247 00:40:14.080 --> 00:40:18.180 Jenny Duan: and a half paragraphs long before you start talking about your like 248 00:40:18.800 --> 00:40:21.779 Jenny Duan: Sunday school, you as his Sunday school teacher. 249 00:40:22.110 --> 00:40:23.120 Jenny Duan: Oh. 250 00:40:23.140 --> 00:40:28.500 Jenny Duan: so I think that that's 1 thing that I would take away. But I also think that, like 251 00:40:28.590 --> 00:40:37.720 Jenny Duan: maybe the framing of your essay could be different, because I feel like your essay right now focuses on like a very small subset of things about you, but like 252 00:40:38.200 --> 00:40:39.789 Jenny Duan: you want it to be like 253 00:40:40.270 --> 00:40:41.379 Jenny Duan: a little bit 254 00:40:41.740 --> 00:40:45.090 Jenny Duan: more general about like things that you've done or like your life. 255 00:40:45.370 --> 00:40:59.479 Jenny Duan: because I feel like with your essay right now. I'm like a little bit confused about how you grow and li",
    "ke who you are. I think this is a great scene, but I feel like we could be a little bit more specific. But what are your thoughts. 256 00:41:00.970 --> 00:41:27.579 huda: I agree. And like, I also think that I'm willing to like. Obviously, like, be able to do like a different idea, because, like you said, like a lot of it is story building or like world building. And then, like, it might be hard, because people might feel like, I'm like jumping around the place. If I don't. Story build like world build. So like, yeah, I think I think I'm like willing to like switch ideas I just need to come up with like the right one. So I can like 257 00:41:27.610 --> 00:41:33.838 huda: focus on that one more cause. I don't think I like. I think when I'm coming up with these ideas? 258 00:41:34.460 --> 00:41:36.330 huda: I don't really have a good clear 259 00:41:36.590 --> 00:41:44.960 huda: like outline. As as to like what I'm focusing on, like how I can like like complete these different like criteria, like 260 00:41:46.700 --> 00:41:47.780 huda: I guess, like 261 00:41:48.010 --> 00:41:57.959 huda: showing growth, and like all these different aspects that you previously mentioned. I think if I want to come up with a new idea, I might need to like. Consider those before. 262 00:41:58.170 --> 00:42:00.980 huda: like I solidify like what I'm writing about. 263 00:42:02.190 --> 00:42:12.910 Jenny Duan: Yeah, okay, let's maybe do this exercise like, if if you could tell me, like who you are in like 5 sentences, what would you say, like, what are the most important things someone 264 00:42:12.950 --> 00:42:14.790 Jenny Duan: should know about you. 265 00:42:20.600 --> 00:42:23.860 huda: I think one important thing about me is. 266 00:42:24.320 --> 00:42:28.247 huda: or can I just like List, like 5 different things about me that. 267 00:42:28.550 --> 00:42:30.609 Jenny Duan: Of course, that's perfect. 268 00:42:32.650 --> 00:42:38.729 huda: So one I'm like, I'm a person who combines 2",
    " things 269 00:42:39.139 --> 00:42:48.230 huda: like. I'll combine different identities like like being a Muslim and an Indian, but also being like a techie and a creative and being like like 270 00:42:48.809 --> 00:43:08.610 huda: just like finding a way to like, combine everything. I don't know if that's like descriptive enough. But and then another thing about me. So I guess, like I guess you could like shape that as like a problem solver like when I find like I don't fit into one thing, I combine them and then another thing is that 271 00:43:08.940 --> 00:43:28.389 huda: I'm someone who like use, who uses like my platform to like educate people. I feel like that's like one of the things that are most important to me, and like how like education should be fit to like, not just one type of one group, or like one subject. But it can be like. 272 00:43:28.390 --> 00:43:45.239 huda: for example, like video games, to like gamify education or like AI education needing to be like in more schools, because it's not usually taught that's another thing. And then I think, like 2 more things are that 273 00:43:46.840 --> 00:43:49.020 huda: I'm really, I guess. 274 00:43:49.290 --> 00:43:52.099 huda: persistent person, because if I'm like 275 00:43:52.160 --> 00:43:58.930 huda: faced in a situation where, like I'm not given an opportunity, I'll I'll try and make my own opportunities. 276 00:43:59.748 --> 00:44:02.220 huda: Like just an example. 277 00:44:02.690 --> 00:44:09.580 huda: Like Hackathon Club, and then founding empowering AI, and then like, I guess this isn't really 278 00:44:09.770 --> 00:44:21.929 huda: like the same. But I guess, like not being able to have a position for msa, and then like having like folk lift, which, like, helps me 279 00:44:22.740 --> 00:44:24.630 huda: platform like Muslim. 280 00:44:25.109 --> 00:44:31.809 huda: small businesses and stuff like that. And so I think that's like one part of me is like my persistence. 281 00:44:31.890 --> 00:44",
    ":34.890 huda: and then, like, I guess the last thing is 282 00:44:36.710 --> 00:44:42.080 huda: like, I think, like my observantness, I think like it contributes like a lot of the things that I do 283 00:44:42.635 --> 00:44:49.579 huda: like being able to like, listen to other people, and like incorporating it in like the way I behave 284 00:44:51.140 --> 00:45:02.029 huda: And like also, when I'm like doing things like hackathons. I tried to take feedback so that I can like adjust like our curriculum of like the hackathon. 285 00:45:02.090 --> 00:45:15.629 huda: and then, like maybe creating prizes that might help people the most. Yeah, just like observing others, taking that into note and like applying that to how I lead others, I think is like a really important part. 286 00:45:18.240 --> 00:45:24.970 Jenny Duan: I feel like when I think about you like something that also is really important is, I feel like your passion, and love for gaming is 287 00:45:25.000 --> 00:45:29.580 Jenny Duan: such a big part of your identity, and like such an important part of your identity. 288 00:45:29.590 --> 00:45:36.510 Jenny Duan: I'm wondering, like, what do you? How do you feel about writing a comment about gaming in some way, shape or form. 289 00:45:37.350 --> 00:45:42.509 huda: Yeah, I think I initially, really wanted to write mine in like the format of a game. But I just 290 00:45:42.530 --> 00:45:46.190 huda: I couldn't really figure out like how to format it like 291 00:45:46.961 --> 00:45:53.139 huda: like, how I can talk about myself more than like the video game itself. 292 00:45:53.683 --> 00:46:00.139 huda: But yeah, like, I think I definitely always wanted to do something about video games. So that would be a good idea. 293 00:46:00.660 --> 00:46:08.920 Jenny Duan: I feel like you should do something about video games, because I feel like that's such an important part of like who you are and the things that you do and like, I want to really bring that out. 294 00:",
    "46:09.409 --> 00:46:12.799 Jenny Duan: Let me think about how we can do that. So 295 00:46:12.870 --> 00:46:15.139 Jenny Duan: we think about a video game. 296 00:46:15.290 --> 00:46:22.750 Jenny Duan: I think the really cute thing is just like what type of framing we want to show this se like, do we want to put you as a video game character, do we? Wanna 297 00:46:22.950 --> 00:46:27.994 Jenny Duan: but like, do we want to talk about it in the context of a video game that you like 298 00:46:28.800 --> 00:46:33.109 Jenny Duan: Let me see if I can find some examples of video game, common app essays. 299 00:46:35.940 --> 00:46:36.690 Jenny Duan: Well. 300 00:46:38.110 --> 00:46:39.240 Jenny Duan: so. 301 00:46:39.750 --> 00:46:42.260 huda: One way could possibly be like 302 00:46:42.687 --> 00:46:51.720 huda: like taking a game. That's like pretty popular, like, for example, Mario. And then, maybe, like like different aspects of the game, like, for example, like 303 00:46:52.350 --> 00:47:08.449 huda: like rescuing, rescuing Princess Peach, might be like my like one to help others, and like something like that like, maybe, like taking different aspects of the game, like different mechanics of the game, and relating it to the way I do things. Maybe. 304 00:47:10.790 --> 00:47:11.560 Jenny Duan: Yeah, 305 00:47:19.170 --> 00:47:20.340 Jenny Duan: let's see. 306 00:47:24.360 --> 00:47:26.790 Jenny Duan: you know how many pixels are in your computer. 307 00:47:28.885 --> 00:47:30.610 huda: I think it's different for 308 00:47:30.640 --> 00:47:33.240 huda: each computer. But I think 309 00:47:33.330 --> 00:47:36.299 huda: a standard is like 1280 by 7, 20. 310 00:47:42.550 --> 00:47:46.230 huda: That's 921,600. 311 00:47:47.960 --> 00:47:49.800 Jenny Duan: 80 by 7 20. 312 00:47:52.120 --> 00:47:54.270 Jenny Duan: Let's see, pixels. 313 00:47:54.290 --> 00:47:55.310 Jenny Duan: Give me a sec. 314 00:47:57.390 --> 00:48:00.639 Jenny Duan: I think we should focus your essay ab",
    "out like developing 315 00:48:00.770 --> 00:48:02.360 Jenny Duan: Cynthoria. 316 00:48:02.880 --> 00:48:05.309 Jenny Duan: I feel like that would be like a really good 317 00:48:05.630 --> 00:48:23.169 Jenny Duan: thing to do like you. You see how like most of these essays, they focus on like one thing that they've done, and then they use it to like, connect to other parts of their identity like this. One is about this like road sign that they made. This one is about their company. This one is about their like 318 00:48:24.230 --> 00:48:31.389 Jenny Duan: research and walking. And then this one's about to like it uses to be as which is one important thing that they do to frame other things. 319 00:48:31.540 --> 00:48:34.460 Jenny Duan: And I feel like in the context that this one's about 320 00:48:34.520 --> 00:48:39.690 Jenny Duan: research playing with fire, and I feel like yours could be like about 321 00:48:40.760 --> 00:48:47.159 Jenny Duan: developing centuria or like gaming, and then use that as a touch point for other things that you care about, or that you have done 322 00:48:49.650 --> 00:48:51.320 Jenny Duan: so 323 00:48:53.050 --> 00:48:54.070 Jenny Duan: that's 324 00:48:59.690 --> 00:49:01.850 Jenny Duan: Aiming centuria. 325 00:49:05.770 --> 00:49:12.680 Jenny Duan: What do you like about games like? What do you know the 1st game you were drawn to and like. How were you drawn to that. 326 00:49:15.230 --> 00:49:19.650 huda: I think the 1st game I was drawn to was probably 327 00:49:20.440 --> 00:49:23.979 huda: okay. So it's either one time when I was like 328 00:49:24.410 --> 00:49:31.109 huda: 7 or like 6 or something, and it was just like a really random game. But it was like 329 00:49:31.500 --> 00:49:37.079 huda: you, literally just like throw paper balls into the trash. And then you'd have to like aim it, and it progresses. 330 00:49:37.080 --> 00:49:39.760 Jenny Duan: Oh, my God! I think I had it! 331 00:49:40.900 --> 00:49:51.120 huda: Yeah, ",
    "it was a long time ago. But like, yeah, you just like it progressively, like it get harder and harder because it go like in like really far places, and you have to like aim and throw them in. 332 00:49:51.734 --> 00:49:55.710 huda: But I also, I think also, Minecraft was also one of my 1st games. 333 00:49:59.370 --> 00:50:00.170 Jenny Duan: Okay. 334 00:50:04.110 --> 00:50:07.809 Jenny Duan: Why were you obsessed with game like, what do you like about games? 335 00:50:09.634 --> 00:50:11.450 huda: I think there's like 336 00:50:12.090 --> 00:50:13.380 huda: one like 337 00:50:13.750 --> 00:50:26.990 huda: I'm like, especially with Minecraft, like you could see like the characters like finding dragons. Like finding diamonds, and it's something that like, you know, I like 7 year old. Me like can't do. And so like 338 00:50:27.010 --> 00:50:31.090 huda: you're kind of like living vicariously through them, and it's like 339 00:50:31.484 --> 00:50:44.419 huda: it allows you to experience like different lives and like different, like things like. And then, for example, like playing Minecraft, it like helps. You can like, be like an adventurer. You can like, do all these different things, and then playing that like 340 00:50:44.520 --> 00:51:05.179 huda: trash? Can game like you can live like a mundane life, like one of those like random, like office workers, just like trying to pass time. It's like, there's like, also different. And you can like kind of live vicariously through games because of like, how interactive they are and like, how you're like the one controlling. I guess, like, what's happening in the game. 341 00:51:05.480 --> 00:51:06.460 huda: I think. 342 00:51:09.440 --> 00:51:11.323 Jenny Duan: Okay, I have an idea. 343 00:51:12.830 --> 00:51:14.360 Jenny Duan: why don't we do 344 00:51:16.190 --> 00:51:17.100 Jenny Duan: like 345 00:51:17.390 --> 00:51:19.239 Jenny Duan: this as a start like 346 00:51:20.650 --> 00:51:29.259 Jenny Duan: by? And I don't. I ",
    "don't exactly know about the sent the order of the sentence, but you could do something like by 7 Pm. I've slayed a dragon like 347 00:51:29.410 --> 00:51:32.630 Jenny Duan: da da da da da da like, or 348 00:51:32.720 --> 00:51:34.810 Jenny Duan: or it's like I've 349 00:51:36.730 --> 00:51:39.980 Jenny Duan: or you could do it in the opposite, or you could be like, I've slayed a dragon like 350 00:51:40.060 --> 00:51:48.739 Jenny Duan: dug for like dug for diamonds like baked 5 cakes all by 7 pm. And then, like you do something like really fantastical. And then you're like. 351 00:51:48.860 --> 00:51:56.289 Jenny Duan: then you do like, oh, but it's like this video game. And then you can talk about how like video games allow you to explore different worlds and like. 352 00:51:56.840 --> 00:52:02.230 Jenny Duan: try on different hats when you are able to do that like in real life. Or it's showed you that like 353 00:52:02.260 --> 00:52:10.589 Jenny Duan: in a video game, you can like a player can be multiple things. They could do multiple things and like in real life, like you are, this multi-dimensional person who can like 354 00:52:11.230 --> 00:52:17.489 Jenny Duan: You know, you can be both Muslim and Indian. You can be like a journalist, a creative and a developer. You can like. 355 00:52:17.670 --> 00:52:22.470 Jenny Duan: be all those these different things. And like how like video game characters have 356 00:52:22.620 --> 00:52:24.690 Jenny Duan: shown you like or it 357 00:52:24.910 --> 00:52:31.449 Jenny Duan: I don't know. Maybe through characters or like through video games. You have discovered that, like, you can exist within all these contradictions. At the same time. 358 00:52:33.180 --> 00:52:36.430 huda: Yeah, I really, I I like that idea, I think. And also. 359 00:52:36.560 --> 00:52:37.610 huda: I 360 00:52:38.250 --> 00:53:05.199 huda: I think, like the idea of like video games showing me that like I can be 2 things at once, like, for example, li",
    "ke I could be slaying a dragon, baking 5 cakes and like finding diamonds. But I can also just be like a board worker throwing like paper balls into the trash. I think that's like something interesting that I can like do and like, how would I approach like showing my change to do this essay. 361 00:53:08.160 --> 00:53:11.940 Jenny Duan: I think your change could be shown, because, like your. 362 00:53:13.180 --> 00:53:19.329 Jenny Duan: you're all these things at once. Maybe you can say like in the beginning, you. You thought that, like video game characters 363 00:53:19.370 --> 00:53:24.599 Jenny Duan: only had this like one simple task. But then, like the more that you played like, for example. 364 00:53:24.750 --> 00:53:36.069 Jenny Duan: in Minecraft, like your world expands beyond, just like trying to survive the night. To like you become like an adventure. You become like a baker. You become like all these different things, and like 365 00:53:36.130 --> 00:53:40.709 Jenny Duan: before, your only option is just like, try to get through the night. But then, like after that, you 366 00:53:40.790 --> 00:53:44.529 Jenny Duan: I don't actually know if that's the best example. Because if you say like, within the context 367 00:53:44.540 --> 00:53:53.399 Jenny Duan: of like, you could transition it from playing games like, I think the beginning can be like about you playing Minecraft, or something like. And then you can talk about building your own game, and how like 368 00:53:53.810 --> 00:53:56.840 Jenny Duan: your characters are multidimensional, just like you. 369 00:53:58.759 --> 00:54:02.260 huda: Okay, yeah. And then I, I was thinking also. 370 00:54:02.891 --> 00:54:12.729 huda: maybe like to that point when I'm talking about like developing my game. I can also talk about like when I was creating the characters for the games. 371 00:54:14.430 --> 00:54:15.440 huda: like. 372 00:54:16.180 --> 00:54:37.683 huda: I don't know if this might be too cliche, but I can",
    " talk about like how like I was picking like the characters. And then I was thinking like, Oh, should I name them Sana and Yasmine like will that. Will that like divert people? Because maybe, like, I don't know. It's not really common, like. Maybe people can't pronounce it. And like I was, that could be like my struggle, and then like 373 00:54:38.000 --> 00:54:42.640 huda: and then I don't know if this is too minute. But like then my solution could be like. 374 00:54:43.360 --> 00:55:06.339 huda: Okay, you know what I need to like, provide like the representation for like and like showing people with this skin color, people with these names that like they could also be these like rogue robot fighting girls, and then, like I could do like a scene of me, like picking a darker skin color with the on like the pixel art, and then, like typing in their names and stuff like that. 375 00:55:08.080 --> 00:55:09.660 huda: would that be a good take. 376 00:55:12.250 --> 00:55:14.889 Jenny Duan: I think that'd be a great take. I think I also 377 00:55:15.590 --> 00:55:27.589 Jenny Duan: you can. I think you had mentioned how like these this representation isn't found in like other video games. And so like, you decided to create your own. And how like you're always making your own way and like you're very persistent about making your own opportunities. 378 00:55:27.860 --> 00:55:29.030 Jenny Duan: I think it's like 379 00:55:29.250 --> 00:55:30.580 Jenny Duan: that would be good. 380 00:55:32.260 --> 00:55:33.400 huda: And 381 00:55:34.990 --> 00:55:50.753 huda: So you also mentioned, like previously, that we have to like sprinkle in different parts of our like personalities. And I think I can like. So I know, like the main part about like me developing Cynthia. That definitely shows like 382 00:55:51.440 --> 00:55:54.600 huda: I guess, like my ability to like, create 383 00:55:55.022 --> 00:56:04.199 huda: things out of like when I don't have opportunities. Are there any like ",
    "specific qualities that I should be like focusing on for this essay? 384 00:56:05.270 --> 00:56:15.190 Jenny Duan: I think you should breadcrumb other things from your activities list. So you could mention like Film club definitely, you could mention like being a tutor. You could mention like. 385 00:56:15.709 --> 00:56:21.209 Jenny Duan: basically, anything that's in your activity section is fair game. You can start name dropping all those things like. 386 00:56:21.650 --> 00:56:24.910 Jenny Duan: And you can mention Full cliff, like all of those things. 387 00:56:24.930 --> 00:56:28.960 Jenny Duan: or maybe not name dropping. But say, like, you know, starting journalism, or like 388 00:56:29.530 --> 00:56:32.910 Jenny Duan: connecting with people at J. Camp, or any of those things. 389 00:56:33.520 --> 00:56:34.190 Jenny Duan: So. 390 00:56:34.850 --> 00:56:36.040 huda: Would it be like? 391 00:56:36.320 --> 00:56:37.660 huda: Would it be 392 00:56:38.080 --> 00:56:50.560 huda: like if it would it sound good if I said something like, you know how I'm talking about how many games like I'm living vicariously through them, and like being all these different things at once. And then I could be like like. 393 00:56:50.730 --> 00:57:03.090 huda: maybe naming a specific character like Papa Louie taught me that I can be a journalist by day, Coder by night. I can be an English tutor, but I can also be blank. 394 00:57:03.530 --> 00:57:08.280 Jenny Duan: I would say, I am not, I can be, should emphasize you. Are these things already? 395 00:57:09.460 --> 00:57:10.335 huda: Alright. 396 00:57:12.300 --> 00:57:13.860 huda: yeah. I think 397 00:57:14.060 --> 00:57:17.129 huda: that could be like the paragraph before I start talking about 398 00:57:17.763 --> 00:57:18.890 huda: Cynthoria, maybe. 399 00:57:19.920 --> 00:57:20.610 huda: Yeah. 400 00:57:22.130 --> 00:57:23.400 huda: Yeah. Okay. 401 00:57:23.810 --> 00:57:26.730 huda: And is, is there anything like 402 00:57:27.920",
    " --> 00:57:43.480 huda: like, how do I like ensure that? I guess I'm like meeting the criteria that you previously mentioned? Like I don't wanna sound I don't wanna give to. I don't wanna make that the 1st part when I'm talking about playing games like you said like to. 403 00:57:44.300 --> 00:57:46.949 huda: I guess, like too long of a hook, for, like 404 00:57:47.240 --> 00:57:50.600 huda: you know. How can I meet those like 405 00:57:51.130 --> 00:57:53.279 huda: 4 things you mentioned earlier. 406 00:57:54.600 --> 00:57:56.128 Jenny Duan: Yeah, I would say, 407 00:57:56.910 --> 00:58:00.439 Jenny Duan: just try to write and like. 408 00:58:00.690 --> 00:58:07.450 Jenny Duan: try to limit like limit world building. Only like, only use it in the context of like adding more information 409 00:58:07.690 --> 00:58:11.150 Jenny Duan: like, for like, it should just be really condensed. For example. 410 00:58:11.600 --> 00:58:20.889 Jenny Duan: like this doesn't really like there actually shouldn't be any world building like there shouldn't be any context except at the beginning to introduce your story. Everything else should have a purpose 411 00:58:21.100 --> 00:58:21.880 Jenny Duan: like. 412 00:58:22.310 --> 00:58:25.080 Jenny Duan: you see this like transition, the analogy. 413 00:58:25.360 --> 00:58:35.750 Jenny Duan: and they say it was a means of attaining peace in a time of instability. That should be how your essay is like every aspect of world building after the introduction should just be a transition into something else. 414 00:58:36.220 --> 00:58:44.580 Jenny Duan: Does that make sense? So there shouldn't be any more world building after the beginning. It should only be used to like bridge off of your theme, or to show something different, or to transition. 415 00:58:45.360 --> 00:58:47.089 huda: Yeah, that makes sense. 416 00:58:48.132 --> 00:58:52.110 huda: Yeah. Okay, then I'll then I'll try to get a draft of that. 417 00:58:52.180 --> 00:59:04.779 huda",
    ": And also I was wondering if we could set up like meetings for the next one, because I feel like we might need to meet a little more frequently than once a week, because I have like a couple of things that I need to ask you about. But yeah. 418 00:59:05.500 --> 00:59:07.560 Jenny Duan: Yeah, I feel like we should meet like 419 00:59:08.100 --> 00:59:09.960 Jenny Duan: way more frequently, because 420 00:59:10.110 --> 00:59:16.070 Jenny Duan: I think, yeah, just let us meet on. When do you think you can have another draft of this new essay by. 421 00:59:16.510 --> 00:59:18.810 Jenny Duan: I'd like to see it like as soon as possible. 422 00:59:22.080 --> 00:59:27.310 huda: I can try and get it done by Saturday. I I think. 423 00:59:28.370 --> 00:59:33.660 huda: Sunday. Maybe Sunday's like a good meeting time. I'm busy on Saturday. But 424 00:59:33.680 --> 00:59:40.909 huda: yeah, and then also, like, maybe if we want to set up a sooner time, so we can talk about like supplementals in that time, like, maybe 425 00:59:41.404 --> 00:59:44.639 huda: on Thursday we can talk about Stanford supplementals. 426 00:59:44.800 --> 00:59:51.550 huda: and then Sunday we can do like like a stand like a common app or a personal statement meeting. 427 00:59:51.840 --> 00:59:55.319 Jenny Duan: Okay. And I also want to do one meeting for Usc supplementals. 428 00:59:55.530 --> 00:59:56.140 huda: Yeah. 429 00:59:56.700 --> 01:00:00.650 Jenny Duan: That's important. And are you planning to apply to any other schools? Rea. 430 01:00:01.030 --> 01:00:01.600 huda: No. 431 01:00:02.850 --> 01:00:05.099 Jenny Duan: What about public schools? No. 432 01:00:07.710 --> 01:00:18.100 huda: like. I think right now it's just like the November deadlines are Usc. Stanford, and like the Ucs. But I'm not sure if I should apply to any other 433 01:00:18.270 --> 01:00:19.840 huda: universities early. 434 01:00:20.790 --> 01:00:29.580 Jenny Duan: Okay, you should apply to like all the public schools early.",
    " So that also includes, like, I think, Unc. Chapel Hill, I think you should apply to because they have a really good scholarship program 435 01:00:29.750 --> 01:00:32.610 Jenny Duan: that you don't want to miss the deadline for. But 436 01:00:32.680 --> 01:00:39.010 Jenny Duan: other than that, I feel like those are the those are the main schools. On your colleges that we talked about. 437 01:00:39.050 --> 01:00:43.610 Jenny Duan: I mean, I don't think Unc Chapel Hills on your college list, but I think you should apply for it. 438 01:00:43.930 --> 01:00:44.750 Jenny Duan: But 439 01:00:46.560 --> 01:00:54.299 Jenny Duan: okay, let's okay. Let's let's do things one step at a time. So we need at least one meeting for Usc. And then one for at least the Uc. 440 01:00:54.670 --> 01:00:55.900 Jenny Duan: Ucs. 441 01:00:56.300 --> 01:00:56.835 huda: Yeah. 442 01:00:57.370 --> 01:00:59.419 Jenny Duan: So what are you free this week? 443 01:01:00.259 --> 01:01:07.269 Jenny Duan: We have to talk about Stanford Rea, the revision on the common app Usc. And then Uc. Applications. 444 01:01:07.270 --> 01:01:10.610 huda: I'm I'm free almost every day. And then I think 445 01:01:11.180 --> 01:01:15.910 huda: tomorrow I'm busy from 7 to 8. But like other than that, I'm also free. Tomorrow. 446 01:01:16.390 --> 01:01:24.949 Jenny Duan: Okay, tomorrow. Can we do 8 to 9, and we can use that to talk about what do you want to talk about Stanford supplementals or Usc. What do you think. 447 01:01:26.036 --> 01:01:32.940 huda: I think Stanford is more pressing, and I think or like I think I want to get them reviewed, because I have, like a good draft of them. 448 01:01:33.480 --> 01:01:36.480 huda: I just wanna hear your thoughts so I can like edit them. 449 01:01:36.950 --> 01:01:40.500 Jenny Duan: Okay, let's do it. Stanford, from 8 to 9 tomorrow. 450 01:01:40.930 --> 01:01:43.030 Jenny Duan: Does that work? Yeah. 451 01:01:43.630 --> 01:01:45.050 Jenny Duan: Okay? And then. 452 01:01:48",
    ".040 --> 01:01:50.289 Jenny Duan: maybe we can meet from. 453 01:01:50.890 --> 01:01:55.619 Jenny Duan: We'll definitely meet on Sunday. Do we want to set the time for Sunday? What is best for you? 454 01:01:58.800 --> 01:02:01.419 huda: Maybe like 4 to 5. 455 01:02:02.190 --> 01:02:07.629 Jenny Duan: Are you free anytime before or after that? I have a block from like one to 6. Unfortunately. 456 01:02:08.348 --> 01:02:12.110 huda: I could do later as well. I could do like 8 to 9, maybe. 457 01:02:12.490 --> 01:02:14.040 Jenny Duan: Okay, that's perfect. 458 01:02:14.510 --> 01:02:15.710 Jenny Duan: And then 459 01:02:16.600 --> 01:02:21.880 Jenny Duan: let's I wanna block at least one more time this week. To talk about other stuff. 460 01:02:22.780 --> 01:02:24.070 Jenny Duan: What works. 461 01:02:25.030 --> 01:02:27.579 huda: Wednesday and Thursday. Sound, good. 462 01:02:28.420 --> 01:02:30.860 Jenny Duan: Okay, we have a meeting on Wednesday. 463 01:02:30.940 --> 01:02:37.270 Jenny Duan: Let's do. Thursday is 9 is 9 to 10 late for you. 464 01:02:38.145 --> 01:02:39.560 huda: I think I can do that. 465 01:02:40.070 --> 01:02:42.960 Jenny Duan: If not, I could also do morning. Oh, you have school. 466 01:02:43.130 --> 01:02:47.050 Jenny Duan: I can also do Fridays, but I don't know if you have stuff on Fridays. 467 01:02:48.105 --> 01:02:54.659 huda: Yeah, I think I'm busy on Friday, but I think Thursday night 9 to 10 is fine with me. 468 01:02:55.260 --> 01:02:57.100 Jenny Duan: Are you okay? Are you sure that's not too late? 469 01:02:59.410 --> 01:03:00.430 huda: actually. 470 01:03:00.710 --> 01:03:04.459 huda: we can do like what works on Friday? 471 01:03:06.047 --> 01:03:10.770 Jenny Duan: What time do you get off school? Maybe in like the afternoon after you're done with school? 472 01:03:11.710 --> 01:03:14.409 huda: I get off at like 3. 473 01:03:14.410 --> 01:03:17.470 Jenny Duan: When you get back or like, when when are you free to meet. 474 01:03:17.",
    "830 --> 01:03:24.620 huda: It ends at like 2, and then, like I go to prayers. So I'm back by like 3. 475 01:03:25.680 --> 01:03:27.520 Jenny Duan: 3 could we do like 476 01:03:27.630 --> 01:03:29.630 Jenny Duan: 4, 30 to 5, 30. 477 01:03:30.570 --> 01:03:32.479 huda: Yeah, I think that that sounds good. 478 01:03:32.840 --> 01:03:35.250 Jenny Duan: Okay, let's set those times for now. 479 01:03:35.658 --> 01:03:42.750 Jenny Duan: And then I'll see you tomorrow. I have to hop off because I have another meeting. But I'll update Mary, and she should be able to send out the invites. 480 01:03:43.170 --> 01:03:43.920 huda: Okay. Great. 481 01:03:44.240 --> 01:03:50.359 Jenny Duan: And then text me like, when you finish the anything like as as you have questions. Just text me, and we can talk over text. 482 01:03:50.680 --> 01:03:51.330 Jenny Duan: Did I say. 483 01:03:51.330 --> 01:03:55.369 huda: Send you over my Sanford supplements so you can like. 484 01:03:55.370 --> 01:03:56.010 Jenny Duan: Reviewed it. 485 01:03:56.910 --> 01:03:58.330 Jenny Duan: Yeah, that's perfect. 486 01:03:58.590 --> 01:03:59.440 Jenny Duan: Okay? 487 01:03:59.840 --> 01:04:00.910 Jenny Duan: Oh, dear."
  ],
  "turns": [
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 64.78,
      "end": 66.73,
      "text": "Hi! Huda! How's it going. 2"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 67.09,
      "end": 68.78,
      "text": "Hi! It's going well, how are you? 3"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 69.53,
      "end": 72.459,
      "text": "A long time. No, see what's been. What's new. 4"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 73.565,
      "end": 110.37899999999999,
      "text": "I guess, like a lot. But 5 for one, I became like the vice President for podcast club. Just because I just feel like like 6 it's kind of random. But I don't know. I just got interested in it after going to J. Camp like I met some like professional podcaster. So I was like. 7 why not apply for an officer role for this one? And and I got vice president somehow. And then I guess. 8 I've just been like working on my essays. And 9 yeah, I think that's like, kind of all the updates 10 that were like, really out of the blue since the last time we talked. 11"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 110.94,
      "end": 119.32900000000001,
      "text": "Cool sounds good. Well, we have, as of today. We have about 30 days to your Rea application. How do you feel. 12"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 120.835,
      "end": 155.19,
      "text": "I feel a little stressed because, like I know, for 13 the Usc supplementals I've like barely started on them. 14 And then, like, I feel like I have, like a good draft for 15 like my personal statement. But like obviously, I need to tweak it a little bit 16 but like, and Stanford supplements. I think I have like a good draft of those as well. But I feel like I'm like, really concerned, because I really haven't really started with Usc. 17 and like, yeah, but like the deadlines coming soon. So yeah, it's a bit scary. 18"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 155.41,
      "end": 177.22899999999998,
      "text": "Okay, yeah. I was thinking, like. 19 okay, today, I kind of want to do an assessment of where you're at right now and then, if needed. I think we can do more sessions like this month just to really ramp up and make sure that you're 20 like fully comfortable with everything. What we have left to cover is, I want to review your common app, your Stanford supplementals, and then your activities and awards. Letters of recommendation are all set right. 21"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 177.23,
      "end": 177.82,
      "text": "Yeah. 22"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 178.65,
      "end": 188.11,
      "text": "Okay, cool. 23 So why don't we just start with your personal statement? Because I feel like that's top of mind. And most important. 24"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 188.56,
      "end": 192.6,
      "text": "Yes, 25 Let me share the link again. 26"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 193.24,
      "end": 201.61,
      "text": "Sure sounds good. 27 Did you end up changing the the topic significantly, or are you just going off of the same topic that 28 we've talked about? 29"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 202.54500000000002,
      "end": 208.449,
      "text": "I'm going with the. I don't know if I mentioned this to you, but the escape from Alcatraz team. 30"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 208.68,
      "end": 215.36,
      "text": "Okay, cool 31 one second. 32 I have to log back into my account. Give me a moment. 33"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 216.97,
      "end": 222.879,
      "text": "And also I'm applying again for the Nc. Award and you know. 34"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 222.88,
      "end": 226.61,
      "text": "And again, if you're a national winner, like, if you're a national, honorable mention. 35"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 227.87,
      "end": 230.46,
      "text": "Let me actually double check with that. 36"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 230.46,
      "end": 238.02,
      "text": "Cause. I'm not sure. I'm more confident that you can reapply cause you already won. But I don't but check not sure. 37"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 259.37,
      "end": 260.079,
      "text": "Hmm! 38"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 261.019,
      "end": 275.049,
      "text": "Actually, I don't think so. Wait! 39 I don't know it, says national Award winners, but I don't know if that 40 includes honorable mention. I think so, so I don't think I can afford. 41"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 275.05,
      "end": 277.819,
      "text": "Does so I don't think you actually need to reapply. 42"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 278.17,
      "end": 280.11,
      "text": "So 43 okay, then. 44"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 280.42,
      "end": 282.18,
      "text": "Have you? Have you already written a lot. 45"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 283.247,
      "end": 301.839,
      "text": "No, I just kind of like I tweaked like the 1st essay like, I wrote, I wrote like the 1st essay. But yeah, I'm glad I don't really have. And I also like, asked one of my teachers for a recommendation for that one. So yeah, I'll just like. Tell her that. Maybe I can like use her for like a different scholarship. 46"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 306.69,
      "end": 310.909,
      "text": "That sounds good. Have you heard back from Cameron impact. 47"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 312.037,
      "end": 313.049,
      "text": "No, I haven't. 48"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 314.46,
      "end": 325.12,
      "text": "Okay. 49 Can you check your spam? Because I think some decisions have been released. 50 but they haven't reached out to you for anything. 51"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 325.47,
      "end": 326.899,
      "text": "No! Well, let me. 52"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 332.57,
      "end": 333.369,
      "text": "I don't think. 53"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 333.37,
      "end": 336.819,
      "text": "I know. Okay, check your spam, confirm. 54"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 339.23,
      "end": 341.07,
      "text": "Yeah, I haven't gotten anything. 55"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 342.01,
      "end": 380.319,
      "text": "Okay, cause Cameron impact has they've been. I know that they've released. They've declined people I don't know about. I don't know. That means that you're advancing to the interview stage, or I don't. I don't know if they're doing it rolling, but like, I do know that they have declined people. So just 56 yeah care like, I don't know what's going on, because I feel like they would ask people to interview before they decline. But like, I don't know if it means what it means, but like they have declined people. So if you haven't gotten it. 57 if you haven't gotten declined yet like that's probably good. 58 Let me just like double check on Reddit. Actually. 59"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 390.85,
      "end": 402.99,
      "text": "Maybe it's because 60 Maybe it's because it isn't like the early decision cause, I believe, like 61 I submitted it like a day after the early submission. 62"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 403.26,
      "end": 409.289,
      "text": "Oh, okay, wait. Yeah. That might be it. Because I think some people early round have gotten theirs. 63"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 409.55,
      "end": 411.26,
      "text": "Oh, okay. 64"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 411.53,
      "end": 417.69,
      "text": "Make sense. 65 okay, let me just take a look at your essay. 66"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 458.99,
      "end": 468.36,
      "text": "Okay, I love this essay like, I think it's great. 67 The thing is written great. But 68 I think that you're gonna have to switch topics. 69"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 468.96,
      "end": 469.62,
      "text": "Really. 70"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 469.94,
      "end": 484.55,
      "text": "I'm so sorry. I feel like 71 I feel like this. Essay doesn't show who you are. 72 I think like over 50% of this essay is focused on world building 73 in the scene, but the essay should be focused on you. 74"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 486.634,
      "end": 542.17,
      "text": "I think I thought that like, I highlighted like kind of 3 aspects about me, like mainly in depth, like, for example. 75 This 1st part I talk about like 76 like teaching my brother, and that like shows like, how I guess, like I'm good at teaching. And like, I challenge different teaching methods. 77 And then the second part, where it talks about over here I talk about like my ability to direct and like, be a leader. And then this part. 78 I don't know if I don't think I fully completed this part. But 79 yeah, I don't think I 80 edited this part. But basically it's talking about like how I'm able to like kind of mediate between 2 sides, like, for example, like the time where I had to like 81"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 542.558,
      "end": 577.2,
      "text": "do like this AI policy meeting with my school and, like the teachers like wanted to ban AI, and, like the students wanted to like, keep AI so they can like unethically use it. And then I was like, kind of like a mediation. And I talked about how AI can be used as a tool to help us. 82 I 83 like, I don't think I fully. 84 I think I was like changing this part. But 85 yeah, that's like the 3 aspects that I feel like I highlighted most. But 86 I agree that 87 I might be able to articulate that better. But 88 yeah. 89"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 577.86,
      "end": 597.549,
      "text": "I think that you should. Okay. I think the biggest thing right now is probably cutting down on the 90 world building in the beginning. 91 Because I think 92 it's not exactly clear 93 that it's 94 yeah. I think I'm not clear exactly what the scene is. 95 I am not clear that it's an escape room. 96"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 598.81,
      "end": 611.56,
      "text": "I think the escape room was kind of like the like, the twist at the end, because then, like first, st people are like, well, this person stuck in Alcatraz like 97 like, why, then, at the end they find out that it's an escape room. 98"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 612.86,
      "end": 629.98,
      "text": "Okay, that makes sense. 99 So 100 see? And 101 let me try to find, like 102 an example of a common app essay. 103"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 635.02,
      "end": 655.859,
      "text": "If not this idea. 104 Is there like, can we like brainstorm like possible ways? I can write it because I don't. I feel like, I don't understand how 105 common app, like personal statements, are written, because, like. 106 I think, like all the other essays I've written are really different. So if we could like brainstorm like maybe something I could write about. 107"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 656.28,
      "end": 681.069,
      "text": "Right. I think that. 108 like your comment of essay should show, I think, actually, the one thing that's missing here, and maybe we can incorporate it into. This is. 109 I think, that a common app essay should show your growth over time, and I'm not sure if this shows that. 110 But what do you? What do you think about that? I'm curious, like. 111 yeah, what your thoughts are. 112"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 681.44,
      "end": 707.229,
      "text": "Yeah, I agree. And like, I think I was trying to incorporate like growth, which I guess it could be tricky with this. But I tried like making it so that this was like when I was 12. And I was like, this is like my 1st experience being a director. This is my 1st time, being like a teacher, and then, like I do like kind of flash forwards into the future, like now where where I'm able to like do this to like a greater capacity. 113"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 707.23,
      "end": 741.48,
      "text": "like, for example, just like teaching my brother how to do those puzzles in the in the escape room, and then that changing into teaching my brother like about our religion in a classroom, and then and then like telling my like family where to stand, so that we don't get caught, and then directing like a whole short film, I think, like I wanted to show like how I was able to expand that in the future from like when I was 12. 114 But yeah, I think like, it's tricky to show growth in like a more like 115 like stand out way, I guess. 116"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 741.75,
      "end": 802.22,
      "text": "I think another thing is like. 117 let's actually make. So I'm gonna write down like the components of a common app, a successful common app essay. And then we're gonna 118 We can evaluate your essay based on these like couple of things that I should include 119 And this will be like, maybe we'll edit this draft. Maybe we'll write a new draft like these are just components that a common app should have. 120 I'm writing on our Doc. Let me just 121 share my screen. Give me a moment. 122 Okay, can you see my my screen? Yeah. 123 Okay, call with that 124 shows your growth 125 over time shows 126 who you are 127 like, what traits make you you. I think your your essay does a good job in in 128 doing this already 129 shows what you care about what's important to you 130 shows 131"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 802.59,
      "end": 852.65,
      "text": "who or what you 132 hope to be or do in the future. 133 I think these are gonna be like the most successful components of the 134 common app. And if we look at this. 135 here's this is like, I think, a pretty good comment app that I was able to pull up. 136 that someone else wrote. This is not mine. 137 but we can go over this based on those evaluative criteria. So does it show this person's growth over time. 138 yes, because here is like only 16. And then. 139 after a year and a half of driving, like they've this is like the part that shows change. 140 Actually, let me just stop talking and give you a couple like minutes to read this essay, and then we can analyze it. 141 Let me know when you're done. Take your time. 142"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 992.95,
      "end": 1017.73,
      "text": "Oh, this is like a really good essay. And I 143 I think 144 I think they definitely do like a way better job at balancing like storytelling and like 145 like commentary, I think. 146 And I think I want to like implement that in my essays as well. 147"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1021.81,
      "end": 1060.986,
      "text": "Okay, awesome. Yeah. So we can kind of evaluate it based on like the couple of factors that we talked about. So 148 shows growth over time. Where does it do that? It says here like, although they were only 16, they start with like their self at 16, right? And then 149 you go into like how they developed. And then, after a year and a half like this is how they changed 150 and then another thing is, it shows like who they are, what traits make them. Them. 151 It shows like they refuse to let their age hold them back. 152 They're action driven. They're 153 the 154 they want to. 155 I guess. Talk to people face to face there, 156"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1061.35,
      "end": 1104.919,
      "text": "you know, credible. They have experience stuff like that, and then shows what they care about. I think it's very evident in that they care about sustainability, that they want to work in sustainability. 157 So like. That's what they care about, and that's what they hope to do in the future. So that's like one example. But I think the key thing about this essay. What makes it good is that it? 158 it? Well, it's also funny, like it shows their sense of humor, their personality, but it shows like who they are and like it kind of tells you like, how they think and why they do things, and it gives them like a lot of it gives the reader a lot of insight about this person's life and like their motivations. 159 So with that, let me try to find another example of a different personal statement. 160"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1143.27,
      "end": 1163.05,
      "text": "One second. Okay, let's read this one. 161 But 162 can you see this? 163 Okay, this isn't their like final submission. But 164 this is like my friend's common app. 165 Let me know when you're done with this page. So I can scroll to the next page. 166 Yeah. 167"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1270.68,
      "end": 1272.17,
      "text": "Okay, I finish this page. 168"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1290.79,
      "end": 1294.73,
      "text": "Oh, I realized I was muted. 169 Okay, cool. 170"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1355.2,
      "end": 1400.95,
      "text": "Oh, this is so like symbolic. I really like. 171 I I actually really like the setting of like the debate in the beginning, because it allows her to like shift from like the 172 topic of like not fitting in and like people thinking like Polynesia, is like, just like another statistic, and then she's able to like quickly, shift to like like being an immigrant 173 or like the aspect of her that makes her like an immigrant and then, yeah, I just think that setting like was really like a good place for transition. 174 And 175 yeah. And I also like like this symbolism of like the pink blazer. 176 That, she adds towards the end. 177"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1402.33,
      "end": 1427.97,
      "text": "Yeah, I like this essay, too. And then I just have 3 more quick essays to show you, not quick, but just 3 more essays to show you. And these are all people who got accepted to Stanford specifically. So the other 2 I don't know necessarily where they got accepted to. But these ones are like Stanford students. 178 So this is one example. 179 It's about walking. I think it's pretty good. 180"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1553.58,
      "end": 1555.279,
      "text": "Okay, I read this page. 181"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1642.09,
      "end": 1691.21,
      "text": "Oh, I I really like this one. 182 And I like how it like defines, like. 183 I guess, like the walk of life, and like how there's different aspects of walking like, like, I think this is actually a thing I noticed with like the last thing, too, that like last. I say, too, that like walking can be like her way of de-stressing. But it's also like 184 her, like walking towards different realizations. And it's like similar to like the last one which was talking about like how debate like made her like talked about like her, like experience as an immigrant. But it's also talked about like her being different from everyone. 185 And like. 186 yeah, I think I think that's something that I noticed that there's like a common theme, but then they're like talking about like different aspects of it. 187"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1691.69,
      "end": 1730.639,
      "text": "Yeah, I really like this because it it emphasizes like their main qualities, like their mental acuity. And then it also really emphasizes their 188 They're 189 like curiosity, like all these questions like looking at biology encyclopedias like trying to discover the breathtaking world. And then, like these, also talk about like you know their family history, like their mother and grandfather? What like countering oppression and assault while living in Iran, and also like 190 like how they like reading Nuremberg and Hegel how they like it. There's a lot of breadcrumbing which is really good, because I feel like the common essay should be like 191"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1730.65,
      "end": 1748.64,
      "text": "the cover letter of of a like a of a paper, or it should be like the abstract where there's a lot of hints in this essay as to like what the student is like or what the student can do in the future. For example, like it doesn't talk briefly about research, but it mentions, you know they do research with their Singaporean research projects 192 it. 193"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1749,
      "end": 1790.649,
      "text": "You know, they're interested in using nanoparticles like they have a cosmetic business. They like political philosophy. Like all of these things. It doesn't say a ton, but like it gives you this like little hint that this person is really interested in these things, and then, later on, the admissions officer is still curious, like, they can look at the person's activity state activities, list, or they can look at the person's supplemental essays, and trying to figure out like what else makes this person them. 194 And all those hints are like revealed from the common app essay. 195 So 196 this is another one. 197 yeah, this is pretty good. 198 This is a big, different format. 199"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1811.25,
      "end": 1817.739,
      "text": "There's an extra like spacing here issue. But it should be fixed 200 in the actual essay. 201"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1900.61,
      "end": 1901.19,
      "text": "Okay. 202"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1901.19,
      "end": 1902.699,
      "text": "Here. I'm done with the stage. 203"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1905.29,
      "end": 1907.229,
      "text": "Okay, this is the next page. 204"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1969.83,
      "end": 1984.05,
      "text": "Oh, okay, so I really, I like, I think this person's like story is just really unique. And like, 205 I think, like, their growth is definitely like, really, really noticeable here. 206 Yeah. 207"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1986.02,
      "end": 2029.62,
      "text": "Yeah. 208 I feel like this one is like, not every person is going to have that unique of a story. But even then it's like, really like this is just like an impressive person, I think 209 like, for sure. But I mean, they're also just also a good writer, too. Just 210 yeah. 211 let me 212 let me see. 213 here's another one. This is like. 214 not the final version. This is just a draft, but it's still really good. 215 But 216 this is the prompt yeah. 217 So you see how like this person has a real, actually, I'll wait until you're done reading it, and then we'll talk about it. Sorry to distract you. 218"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2030.55,
      "end": 2031.25,
      "text": "Let's see. 219"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2040.29,
      "end": 2048.339,
      "text": "Like this is not the final version of this person's essay, as you can tell, but I think it gives like. I think it's good enough for you to tell, like what it's about. 220"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2147.28,
      "end": 2148.989,
      "text": "Okay, I'm done to this page. 221"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2151.6,
      "end": 2152.889,
      "text": "Okay, one second. 222"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2160.09,
      "end": 2163.669,
      "text": "Let me know when you're done with this, and like I can scroll to the next page. 223"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2215.008,
      "end": 2221.969,
      "text": "Is that the last sentence over time I realized that there was 224 was an Oh, one fixable. 225"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2223.14,
      "end": 2225.06,
      "text": "No, there's there's more. 226"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2225.55,
      "end": 2226.98,
      "text": "Okay. Yeah. 227"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2227.59,
      "end": 2232.93,
      "text": "This is a little long, like, I think this writer had to cut down a lot and change the ending. But yeah. 228"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2292.63,
      "end": 2317.98,
      "text": "Okay, I really like it. I think this one's definitely a bit different from the other ones. I think it's 229 learn more technical 230 rather than like 231 I mean, I guess, like it still does like it's like personal, and it highlights like different aspects of the character, but or like the person. But yeah, like I, I think this one's a bit more technical and like, really impressive, obviously. But. 232"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2318.57,
      "end": 2355.67,
      "text": "Yeah, I think this also like fits in with this person's profile, because, like, you saw how this one was more like startupy like this person probably wants to like 233 become an entrepreneur, that this person, like they had a big research background. So it was like, aligned with their extracurriculars and activities, too, because, like they did a lot of research. And like, that's basically what the rest of like their activities list is focused on. So 234 I like this. And the reason why I want to show you this is because, well, 1st of all, this person like they want to go to Stanford really bad, and so like they wrote it based on the door schools motto. 235 because the darn school is a good news school at Stanford that just got funding like the year before this person applied. 236"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2356.66,
      "end": 2407.77,
      "text": "So that's 1 thing. And the second thing is like 237 I wanted where what I wanted to show you is that the hook is only 238 basically 2 paragraph 2 very, very short paragraphs along like this is all that it takes to get a person's attention any longer than that. And you're wasting space in your essay. You see how like after that they just transitioned into, like the main body of their essay, like more details about them, and like their life and stuff like the intro part, should only be this short versus. I feel like. 239 like, you see how this is like the 240 I don't know. 241 It's only very, very short here. 242 too, and I feel like in this essay. The 243 the hook is like really long 244 and there's like a lot of detail here that I think could be cut down. 245 5. 246"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2409.44,
      "end": 2459.479,
      "text": "I think this is like about 3 247 and a half paragraphs long before you start talking about your like 248 Sunday school, you as his Sunday school teacher. 249 Oh. 250 so I think that that's 1 thing that I would take away. But I also think that, like 251 maybe the framing of your essay could be different, because I feel like your essay right now focuses on like a very small subset of things about you, but like 252 you want it to be like 253 a little bit 254 more general about like things that you've done or like your life. 255 because I feel like with your essay right now. I'm like a little bit confused about how you grow and like who you are. I think this is a great scene, but I feel like we could be a little bit more specific. But what are your thoughts. 256"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2460.97,
      "end": 2507.78,
      "text": "I agree. And like, I also think that I'm willing to like. Obviously, like, be able to do like a different idea, because, like you said, like a lot of it is story building or like world building. And then, like, it might be hard, because people might feel like, I'm like jumping around the place. If I don't. Story build like world build. So like, yeah, I think I think I'm like willing to like switch ideas I just need to come up with like the right one. So I can like 257 focus on that one more cause. I don't think I like. I think when I'm coming up with these ideas? 258 I don't really have a good clear 259 like outline. As as to like what I'm focusing on, like how I can like like complete these different like criteria, like 260 I guess, like 261"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2508.01,
      "end": 2520.98,
      "text": "showing growth, and like all these different aspects that you previously mentioned. I think if I want to come up with a new idea, I might need to like. Consider those before. 262 like I solidify like what I'm writing about. 263"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2522.19,
      "end": 2534.79,
      "text": "Yeah, okay, let's maybe do this exercise like, if if you could tell me, like who you are in like 5 sentences, what would you say, like, what are the most important things someone 264 should know about you. 265"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2540.6,
      "end": 2548.247,
      "text": "I think one important thing about me is. 266 or can I just like List, like 5 different things about me that. 267"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2548.55,
      "end": 2550.609,
      "text": "Of course, that's perfect. 268"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2552.65,
      "end": 2608.389,
      "text": "So one I'm like, I'm a person who combines 2 things 269 like. I'll combine different identities like like being a Muslim and an Indian, but also being like a techie and a creative and being like like 270 just like finding a way to like, combine everything. I don't know if that's like descriptive enough. But and then another thing about me. So I guess, like I guess you could like shape that as like a problem solver like when I find like I don't fit into one thing, I combine them and then another thing is that 271 I'm someone who like use, who uses like my platform to like educate people. I feel like that's like one of the things that are most important to me, and like how like education should be fit to like, not just one type of one group, or like one subject. But it can be like. 272"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2608.39,
      "end": 2671.809,
      "text": "for example, like video games, to like gamify education or like AI education needing to be like in more schools, because it's not usually taught that's another thing. And then I think, like 2 more things are that 273 I'm really, I guess. 274 persistent person, because if I'm like 275 faced in a situation where, like I'm not given an opportunity, I'll I'll try and make my own opportunities. 276 Like just an example. 277 Like Hackathon Club, and then founding empowering AI, and then like, I guess this isn't really 278 like the same. But I guess, like not being able to have a position for msa, and then like having like folk lift, which, like, helps me 279 platform like Muslim. 280 small businesses and stuff like that. And so I think that's like one part of me is like my persistence. 281"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2671.89,
      "end": 2715.629,
      "text": "and then, like, I guess the last thing is 282 like, I think, like my observantness, I think like it contributes like a lot of the things that I do 283 like being able to like, listen to other people, and like incorporating it in like the way I behave 284 And like also, when I'm like doing things like hackathons. I tried to take feedback so that I can like adjust like our curriculum of like the hackathon. 285 and then, like maybe creating prizes that might help people the most. Yeah, just like observing others, taking that into note and like applying that to how I lead others, I think is like a really important part. 286"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2718.24,
      "end": 2736.51,
      "text": "I feel like when I think about you like something that also is really important is, I feel like your passion, and love for gaming is 287 such a big part of your identity, and like such an important part of your identity. 288 I'm wondering, like, what do you? How do you feel about writing a comment about gaming in some way, shape or form. 289"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2737.35,
      "end": 2760.139,
      "text": "Yeah, I think I initially, really wanted to write mine in like the format of a game. But I just 290 I couldn't really figure out like how to format it like 291 like, how I can talk about myself more than like the video game itself. 292 But yeah, like, I think I definitely always wanted to do something about video games. So that would be a good idea. 293"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2760.66,
      "end": 2799.24,
      "text": "I feel like you should do something about video games, because I feel like that's such an important part of like who you are and the things that you do and like, I want to really bring that out. 294 Let me think about how we can do that. So 295 we think about a video game. 296 I think the really cute thing is just like what type of framing we want to show this se like, do we want to put you as a video game character, do we? Wanna 297 but like, do we want to talk about it in the context of a video game that you like 298 Let me see if I can find some examples of video game, common app essays. 299 Well. 300 so. 301"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2799.75,
      "end": 2828.449,
      "text": "One way could possibly be like 302 like taking a game. That's like pretty popular, like, for example, Mario. And then, maybe, like like different aspects of the game, like, for example, like 303 like rescuing, rescuing Princess Peach, might be like my like one to help others, and like something like that like, maybe, like taking different aspects of the game, like different mechanics of the game, and relating it to the way I do things. Maybe. 304"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2830.79,
      "end": 2831.56,
      "text": "Yeah, 305"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2839.17,
      "end": 2840.34,
      "text": "let's see. 306"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2844.36,
      "end": 2846.79,
      "text": "you know how many pixels are in your computer. 307"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2848.885,
      "end": 2856.299,
      "text": "I think it's different for 308 each computer. But I think 309 a standard is like 1280 by 7, 20. 310"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2862.55,
      "end": 2866.23,
      "text": "That's 921,600. 311"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2867.96,
      "end": 2919.69,
      "text": "80 by 7 20. 312 Let's see, pixels. 313 Give me a sec. 314 I think we should focus your essay about like developing 315 Cynthoria. 316 I feel like that would be like a really good 317 thing to do like you. You see how like most of these essays, they focus on like one thing that they've done, and then they use it to like, connect to other parts of their identity like this. One is about this like road sign that they made. This one is about their company. This one is about their like 318 research and walking. And then this one's about to like it uses to be as which is one important thing that they do to frame other things. 319 And I feel like in the context that this one's about 320 research playing with fire, and I feel like yours could be like about 321"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2920.76,
      "end": 2934.07,
      "text": "developing centuria or like gaming, and then use that as a touch point for other things that you care about, or that you have done 322 so 323 that's 324"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2939.69,
      "end": 2952.68,
      "text": "Aiming centuria. 325 What do you like about games like? What do you know the 1st game you were drawn to and like. How were you drawn to that. 326"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2955.23,
      "end": 2977.079,
      "text": "I think the 1st game I was drawn to was probably 327 okay. So it's either one time when I was like 328 7 or like 6 or something, and it was just like a really random game. But it was like 329 you, literally just like throw paper balls into the trash. And then you'd have to like aim it, and it progresses. 330"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2977.08,
      "end": 2979.76,
      "text": "Oh, my God! I think I had it! 331"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2980.9,
      "end": 2995.71,
      "text": "Yeah, it was a long time ago. But like, yeah, you just like it progressively, like it get harder and harder because it go like in like really far places, and you have to like aim and throw them in. 332 But I also, I think also, Minecraft was also one of my 1st games. 333"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2999.37,
      "end": 3007.809,
      "text": "Okay. 334 Why were you obsessed with game like, what do you like about games? 335"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3009.634,
      "end": 3044.419,
      "text": "I think there's like 336 one like 337 I'm like, especially with Minecraft, like you could see like the characters like finding dragons. Like finding diamonds, and it's something that like, you know, I like 7 year old. Me like can't do. And so like 338 you're kind of like living vicariously through them, and it's like 339 it allows you to experience like different lives and like different, like things like. And then, for example, like playing Minecraft, it like helps. You can like, be like an adventurer. You can like, do all these different things, and then playing that like 340"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3044.52,
      "end": 3066.46,
      "text": "trash? Can game like you can live like a mundane life, like one of those like random, like office workers, just like trying to pass time. It's like, there's like, also different. And you can like kind of live vicariously through games because of like, how interactive they are and like, how you're like the one controlling. I guess, like, what's happening in the game. 341 I think. 342"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3069.44,
      "end": 3122.23,
      "text": "Okay, I have an idea. 343 why don't we do 344 like 345 this as a start like 346 by? And I don't. I don't exactly know about the sent the order of the sentence, but you could do something like by 7 Pm. I've slayed a dragon like 347 da da da da da da like, or 348 or it's like I've 349 or you could do it in the opposite, or you could be like, I've slayed a dragon like 350 dug for like dug for diamonds like baked 5 cakes all by 7 pm. And then, like you do something like really fantastical. And then you're like. 351 then you do like, oh, but it's like this video game. And then you can talk about how like video games allow you to explore different worlds and like. 352 try on different hats when you are able to do that like in real life. Or it's showed you that like 353"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3122.26,
      "end": 3151.449,
      "text": "in a video game, you can like a player can be multiple things. They could do multiple things and like in real life, like you are, this multi-dimensional person who can like 354 You know, you can be both Muslim and Indian. You can be like a journalist, a creative and a developer. You can like. 355 be all those these different things. And like how like video game characters have 356 shown you like or it 357 I don't know. Maybe through characters or like through video games. You have discovered that, like, you can exist within all these contradictions. At the same time. 358"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3153.18,
      "end": 3185.199,
      "text": "Yeah, I really, I I like that idea, I think. And also. 359 I 360 I think, like the idea of like video games showing me that like I can be 2 things at once, like, for example, like I could be slaying a dragon, baking 5 cakes and like finding diamonds. But I can also just be like a board worker throwing like paper balls into the trash. I think that's like something interesting that I can like do and like, how would I approach like showing my change to do this essay. 361"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3188.16,
      "end": 3224.529,
      "text": "I think your change could be shown, because, like your. 362 you're all these things at once. Maybe you can say like in the beginning, you. You thought that, like video game characters 363 only had this like one simple task. But then, like the more that you played like, for example. 364 in Minecraft, like your world expands beyond, just like trying to survive the night. To like you become like an adventure. You become like a baker. You become like all these different things, and like 365 before, your only option is just like, try to get through the night. But then, like after that, you 366 I don't actually know if that's the best example. Because if you say like, within the context 367"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3224.54,
      "end": 3236.84,
      "text": "of like, you could transition it from playing games like, I think the beginning can be like about you playing Minecraft, or something like. And then you can talk about building your own game, and how like 368 your characters are multidimensional, just like you. 369"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3238.759,
      "end": 3282.64,
      "text": "Okay, yeah. And then I, I was thinking also. 370 maybe like to that point when I'm talking about like developing my game. I can also talk about like when I was creating the characters for the games. 371 like. 372 I don't know if this might be too cliche, but I can talk about like how like I was picking like the characters. And then I was thinking like, Oh, should I name them Sana and Yasmine like will that. Will that like divert people? Because maybe, like, I don't know. It's not really common, like. Maybe people can't pronounce it. And like I was, that could be like my struggle, and then like 373 and then I don't know if this is too minute. But like then my solution could be like. 374"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3283.36,
      "end": 3309.66,
      "text": "Okay, you know what I need to like, provide like the representation for like and like showing people with this skin color, people with these names that like they could also be these like rogue robot fighting girls, and then, like I could do like a scene of me, like picking a darker skin color with the on like the pixel art, and then, like typing in their names and stuff like that. 375 would that be a good take. 376"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3312.25,
      "end": 3330.58,
      "text": "I think that'd be a great take. I think I also 377 you can. I think you had mentioned how like these this representation isn't found in like other video games. And so like, you decided to create your own. And how like you're always making your own way and like you're very persistent about making your own opportunities. 378 I think it's like 379 that would be good. 380"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3332.26,
      "end": 3364.199,
      "text": "And 381 So you also mentioned, like previously, that we have to like sprinkle in different parts of our like personalities. And I think I can like. So I know, like the main part about like me developing Cynthia. That definitely shows like 382 I guess, like my ability to like, create 383 things out of like when I don't have opportunities. Are there any like specific qualities that I should be like focusing on for this essay? 384"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3365.27,
      "end": 3394.19,
      "text": "I think you should breadcrumb other things from your activities list. So you could mention like Film club definitely, you could mention like being a tutor. You could mention like. 385 basically, anything that's in your activity section is fair game. You can start name dropping all those things like. 386 And you can mention Full cliff, like all of those things. 387 or maybe not name dropping. But say, like, you know, starting journalism, or like 388 connecting with people at J. Camp, or any of those things. 389 So. 390"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3394.85,
      "end": 3423.09,
      "text": "Would it be like? 391 Would it be 392 like if it would it sound good if I said something like, you know how I'm talking about how many games like I'm living vicariously through them, and like being all these different things at once. And then I could be like like. 393 maybe naming a specific character like Papa Louie taught me that I can be a journalist by day, Coder by night. I can be an English tutor, but I can also be blank. 394"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3423.53,
      "end": 3428.28,
      "text": "I would say, I am not, I can be, should emphasize you. Are these things already? 395"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3429.46,
      "end": 3473.279,
      "text": "Alright. 396 yeah. I think 397 that could be like the paragraph before I start talking about 398 Cynthoria, maybe. 399 Yeah. 400 Yeah. Okay. 401 And is, is there anything like 402 like, how do I like ensure that? I guess I'm like meeting the criteria that you previously mentioned? Like I don't wanna sound I don't wanna give to. I don't wanna make that the 1st part when I'm talking about playing games like you said like to. 403 I guess, like too long of a hook, for, like 404 you know. How can I meet those like 405 4 things you mentioned earlier. 406"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3474.6,
      "end": 3515.75,
      "text": "Yeah, I would say, 407 just try to write and like. 408 try to limit like limit world building. Only like, only use it in the context of like adding more information 409 like, for like, it should just be really condensed. For example. 410 like this doesn't really like there actually shouldn't be any world building like there shouldn't be any context except at the beginning to introduce your story. Everything else should have a purpose 411 like. 412 you see this like transition, the analogy. 413 and they say it was a means of attaining peace in a time of instability. That should be how your essay is like every aspect of world building after the introduction should just be a transition into something else. 414"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3516.22,
      "end": 3524.58,
      "text": "Does that make sense? So there shouldn't be any more world building after the beginning. It should only be used to like bridge off of your theme, or to show something different, or to transition. 415"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3525.36,
      "end": 3544.779,
      "text": "Yeah, that makes sense. 416 Yeah. Okay, then I'll then I'll try to get a draft of that. 417 And also I was wondering if we could set up like meetings for the next one, because I feel like we might need to meet a little more frequently than once a week, because I have like a couple of things that I need to ask you about. But yeah. 418"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3545.5,
      "end": 3558.81,
      "text": "Yeah, I feel like we should meet like 419 way more frequently, because 420 I think, yeah, just let us meet on. When do you think you can have another draft of this new essay by. 421 I'd like to see it like as soon as possible. 422"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3562.08,
      "end": 3591.55,
      "text": "I can try and get it done by Saturday. I I think. 423 Sunday. Maybe Sunday's like a good meeting time. I'm busy on Saturday. But 424 yeah, and then also, like, maybe if we want to set up a sooner time, so we can talk about like supplementals in that time, like, maybe 425 on Thursday we can talk about Stanford supplementals. 426 and then Sunday we can do like like a stand like a common app or a personal statement meeting. 427"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3591.84,
      "end": 3595.319,
      "text": "Okay. And I also want to do one meeting for Usc supplementals. 428"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3595.53,
      "end": 3596.14,
      "text": "Yeah. 429"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3596.7,
      "end": 3600.65,
      "text": "That's important. And are you planning to apply to any other schools? Rea. 430"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3601.03,
      "end": 3601.6,
      "text": "No. 431"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3602.85,
      "end": 3605.099,
      "text": "What about public schools? No. 432"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3607.71,
      "end": 3619.84,
      "text": "like. I think right now it's just like the November deadlines are Usc. Stanford, and like the Ucs. But I'm not sure if I should apply to any other 433 universities early. 434"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3620.79,
      "end": 3655.9,
      "text": "Okay, you should apply to like all the public schools early. So that also includes, like, I think, Unc. Chapel Hill, I think you should apply to because they have a really good scholarship program 435 that you don't want to miss the deadline for. But 436 other than that, I feel like those are the those are the main schools. On your colleges that we talked about. 437 I mean, I don't think Unc Chapel Hills on your college list, but I think you should apply for it. 438 But 439 okay, let's okay. Let's let's do things one step at a time. So we need at least one meeting for Usc. And then one for at least the Uc. 440 Ucs. 441"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3656.3,
      "end": 3656.835,
      "text": "Yeah. 442"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3657.37,
      "end": 3667.269,
      "text": "So what are you free this week? 443 We have to talk about Stanford Rea, the revision on the common app Usc. And then Uc. Applications. 444"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3667.27,
      "end": 3675.91,
      "text": "I'm I'm free almost every day. And then I think 445 tomorrow I'm busy from 7 to 8. But like other than that, I'm also free. Tomorrow. 446"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3676.39,
      "end": 3684.949,
      "text": "Okay, tomorrow. Can we do 8 to 9, and we can use that to talk about what do you want to talk about Stanford supplementals or Usc. What do you think. 447"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3686.036,
      "end": 3696.48,
      "text": "I think Stanford is more pressing, and I think or like I think I want to get them reviewed, because I have, like a good draft of them. 448 I just wanna hear your thoughts so I can like edit them. 449"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3696.95,
      "end": 3715.619,
      "text": "Okay, let's do it. Stanford, from 8 to 9 tomorrow. 450 Does that work? Yeah. 451 Okay? And then. 452 maybe we can meet from. 453 We'll definitely meet on Sunday. Do we want to set the time for Sunday? What is best for you? 454"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3718.8,
      "end": 3721.419,
      "text": "Maybe like 4 to 5. 455"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3722.19,
      "end": 3727.629,
      "text": "Are you free anytime before or after that? I have a block from like one to 6. Unfortunately. 456"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3728.348,
      "end": 3732.11,
      "text": "I could do later as well. I could do like 8 to 9, maybe. 457"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3732.49,
      "end": 3744.07,
      "text": "Okay, that's perfect. 458 And then 459 let's I wanna block at least one more time this week. To talk about other stuff. 460 What works. 461"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3745.03,
      "end": 3747.579,
      "text": "Wednesday and Thursday. Sound, good. 462"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3748.42,
      "end": 3757.27,
      "text": "Okay, we have a meeting on Wednesday. 463 Let's do. Thursday is 9 is 9 to 10 late for you. 464"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3758.145,
      "end": 3759.56,
      "text": "I think I can do that. 465"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3760.07,
      "end": 3767.05,
      "text": "If not, I could also do morning. Oh, you have school. 466 I can also do Fridays, but I don't know if you have stuff on Fridays. 467"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3768.105,
      "end": 3774.659,
      "text": "Yeah, I think I'm busy on Friday, but I think Thursday night 9 to 10 is fine with me. 468"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3775.26,
      "end": 3777.1,
      "text": "Are you okay? Are you sure that's not too late? 469"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3779.41,
      "end": 3784.459,
      "text": "actually. 470 we can do like what works on Friday? 471"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3786.047,
      "end": 3790.77,
      "text": "What time do you get off school? Maybe in like the afternoon after you're done with school? 472"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3791.71,
      "end": 3794.409,
      "text": "I get off at like 3. 473"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3794.41,
      "end": 3797.47,
      "text": "When you get back or like, when when are you free to meet. 474"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3797.83,
      "end": 3804.62,
      "text": "It ends at like 2, and then, like I go to prayers. So I'm back by like 3. 475"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3805.68,
      "end": 3809.63,
      "text": "3 could we do like 476 4, 30 to 5, 30. 477"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3810.57,
      "end": 3812.479,
      "text": "Yeah, I think that that sounds good. 478"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3812.84,
      "end": 3822.75,
      "text": "Okay, let's set those times for now. 479 And then I'll see you tomorrow. I have to hop off because I have another meeting. But I'll update Mary, and she should be able to send out the invites. 480"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3823.17,
      "end": 3823.92,
      "text": "Okay. Great. 481"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3824.24,
      "end": 3831.33,
      "text": "And then text me like, when you finish the anything like as as you have questions. Just text me, and we can talk over text. 482 Did I say. 483"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3831.33,
      "end": 3835.369,
      "text": "Send you over my Sanford supplements so you can like. 484"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3835.37,
      "end": 3840.91,
      "text": "Reviewed it. 485 Yeah, that's perfect. 486 Okay? 487 Oh, dear."
    }
  ],
  "meta": {
    "ext": ".pdf",
    "source": "normalize-v1",
    "vtt": true
  }
}