{
  "id": "03-Raw-SessionTranscripts/2024-06-06_W048_P3-JUNIOR_TRANS-RAW_ScalingImpactThroughMarketingandteamMana.pdf",
  "name": "2024-06-06_W048_P3-JUNIOR_TRANS-RAW_ScalingImpactThroughMarketingandteamMana.pdf",
  "path": "03-Raw-SessionTranscripts/2024-06-06_W048_P3-JUNIOR_TRANS-RAW_ScalingImpactThroughMarketingandteamMana.pdf",
  "kind": "TRANS-RAW",
  "week": "48",
  "phase": "3",
  "date": "2024-06-06",
  "link": null,
  "text": "Week 65 - Coaching_Jenny_Huda_Wk65_2024-06-06_M_a556a5ec92855c3cU_2024-06-05_00-00-00 WEBVTT 1 00:23:32.370 --> 00:23:33.930 Jenny Duan: Hi! Huda! How's it going. 2 00:23:35.290 --> 00:23:37.389 huda: Hi! It's going well, how are you? 3 00:23:37.770 --> 00:23:47.618 Jenny Duan: I'm good. I'm so sorry for being late. We had another cancellation this morning, and I thought that this one had cancelled, too. But yeah, I got confused. So sorry. Thanks for your patience. 4 00:23:47.900 --> 00:23:48.633 huda: That's okay. 5 00:23:49.395 --> 00:24:05.019 huda: Yeah, this session. I wanted to focus a little more on maybe like scaling impact. And tell me a bit about more about like metrics and stuff, and also, maybe, like my social media accounts, and how I can build that as well. 6 00:24:06.310 --> 00:24:09.715 Jenny Duan: Yeah, I think that's a really good idea. So I'm gonna get on the dog. 7 00:24:10.350 --> 00:24:17.259 Jenny Duan: I think, would you like to focus on slope left empowering AI or something different. 8 00:24:17.380 --> 00:24:18.070 Jenny Duan: Thanks. And Thor. 9 00:24:18.556 --> 00:24:20.500 huda: I'm thinking, maybe like 10 00:24:21.314 --> 00:24:28.359 huda: focusing on empowering AI, and then maybe we could discuss some delay a little bit. But yeah. 11 00:24:29.320 --> 00:24:37.953 Jenny Duan: Okay, cool. So I'm gonna look at your empowering AI Instagram right now. Cause I think that scaling with Instagram is something that we want to focus on 12 00:24:40.770 --> 00:24:46.119 Jenny Duan: and I think that the like new art competition, I think it's really cool. Have people been submitting so far. 13 00:24:47.060 --> 00:24:50.679 huda: Not really. I don't think we've gone. The single submission actually. 14 00:24:50.680 --> 00:24:51.390 Jenny Duan: Okay. 15 00:24:52.370 --> 00:24:58.119 Jenny Duan: I like this, Rebrand. I think your last post was 5 weeks ago on empowering AI for Instagram. 16 00:24:59.428 --> 00:25:10.770 huda: Yeah, we've been we've been just like I don't know why she hasn't posted the marketing directors actually supposed to be posting about the our competition. But yeah. 17 00:25:12.660 --> 00:25:14.730 Jenny Duan: Okay, let's actually think about like. 18 00:25:15.380 --> 00:25:22.320 Jenny Duan: Ho, who's on this team? And how do you communicate with them? And what's the structure like? Do you have a slack channel discord, text message. 19 00:25:22.972 --> 00:25:47.827 huda: Yeah, we usually message through like, the messages app and and we try to meet every week. Sometimes it's like, not like we're not able to. But this week we're meeting on Saturday, and we usually have, like an hour or half an hour call, and we kind of like discuss like they give me like updates on what they've been doing. And I give them action items. And then 20 00:25:48.560 --> 00:25:53.810 huda: and then we also kind of discuss, like, future plans for a club. But yeah. And then 21 00:25:53.810 --> 00:26:21.729 huda: we also like a couple of times we've tried like deciding like what kind of social media post, because we do wanna do like lots of reels and stuff but and like tiktoks and everything. And then I think my social media marketer she wants to like do like a joint reel but that's like, have. We're kind of having like issues with collaboration. Cause, like everyone, kinda not really responsive. But 22 00:26:21.810 --> 00:26:22.760 huda: yeah. 23 00:26:24.010 --> 00:26:27.194 Jenny Duan: Okay. So I think maybe one issue that I'm seeing right now is 24 00:26:27.868 --> 00:26:31.931 Jenny Duan: I feel like the communication structure is not that formalized? I think 25 00:26:32.280 --> 00:26:45.040 Jenny Duan: like people tend to think, take things more seriously when they feel like the organization is more serious, or when they feel like it's more high stakes, so like people are more likely to treat like a slack, more professionally than, say, a discord, and like 26 00:26:45.400 --> 00:27:00.489 Jenny Duan: a discord more professionally than see. Maybe, like text messages, one to one. And so I think that one thing that you can do this isn't like non social media related is try to make the organization feel more professional by like moving it to like a slack or making something more official like. 27 00:27:00.810 --> 00:27:08.669 Jenny Duan: I think the less that you decrease, like the more that you decrease like the one on one types of scheduling like the better it will get. So like. 28 00:27:09.070 --> 00:27:12.029 Jenny Duan: maybe you guys can like pick a fixed time, and, like 29 00:27:12.512 --> 00:27:21.247 Jenny Duan: set up like a recurring meeting link, or maybe set up like a calendar so she could pick times with. So people on the team can pick times, or like a when to meet, or something 30 00:27:21.550 --> 00:27:25.159 Jenny Duan: that way. If you have like a slack channel or something, it feels 31 00:27:25.330 --> 00:27:33.319 Jenny Duan: now that empowering is not an official org, but it feels more like an official organization where they have, like someone to report to and like responsibilities to deliver 32 00:27:33.420 --> 00:27:40.380 Jenny Duan: on a daily basis or on a weekly basis like that's just human psychology. And people are usually more receptive. To that. 33 00:27:41.160 --> 00:27:42.630 huda: Okay. Yeah. Sounds good. 34 00:27:46.305 --> 00:27:47.170 Jenny Duan: Cool. 35 00:27:47.420 --> 00:27:48.520 Jenny Duan: So 36 00:27:50.410 --> 00:27:53.882 Jenny Duan: I think that's could be like step number one also. 37 00:27:54.680 --> 00:27:59.870 Jenny Duan: So with the with the art competition, like, I see, you've been posting on your own channels right. 38 00:28:00.735 --> 00:28:01.360 huda: Yeah. 39 00:28:01.360 --> 00:28:04.559 Jenny Duan: And has that been effective at all like on Tiktok or anything. 40 00:28:05.112 --> 00:28:14.790 huda: Yeah, I've been posting on Tiktok. It. I did like one video and that got like 2,000 views. And there's a couple of. 41 00:28:14.790 --> 00:28:15.180 Jenny Duan: Yeah. 42 00:28:15.180 --> 00:28:20.510 huda: People like commenting. And they're kind of like criticizing it and like 43 00:28:20.660 --> 00:28:33.750 huda: like so like I don't know, and also like on Tiktok. You can't share like links in your bio unless you have like a thousand followers. So it's kind of like hard to get people to like to try it. 44 00:28:34.171 --> 00:28:37.299 huda: To try submitting. And so, yeah, I think 45 00:28:37.330 --> 00:28:49.899 huda: I think that our constitution has been like hard to like advertise cause even like some people that I know have been like reaching out and saying, like to not promote AI art. So like I don't know, I think it's a bit controversial. 46 00:28:52.050 --> 00:28:59.990 Jenny Duan: Gotcha, I mean, I think controversy and any type of attention like any type of publicity, is good. Publicity, like bad publicity, is good publicity. 47 00:29:00.050 --> 00:29:02.242 Jenny Duan: But that being said 48 00:29:03.440 --> 00:29:04.829 Jenny Duan: I do think like. 49 00:29:05.660 --> 00:29:13.390 Jenny Duan: let's see if if it's if no one has submitted, and if, like people are leaving uncomfortable comments, that's also not good. So 50 00:29:13.800 --> 00:29:23.499 Jenny Duan: I think, you said that you've been having difficulties at the collaboration post. Could you tell me a little bit more about that like? What's what is the issue like? And what have you been trying. 51 00:29:23.500 --> 00:29:38.420 huda: Yeah. So we wanted to make. So we wanted to make kind of like a welcome. Video, 1st kind of just introducing what empowering AI is, and also like us as officers. And so like. We kind of each had to like record a little flip. 52 00:29:38.420 --> 00:29:54.099 huda: and then me and me and the marketing director. We found ours. But I unfortunately, I think the others aren't really taking that seriously, and also even last meeting. I kind of said everyone has to make at least like one 53 00:29:54.100 --> 00:30:12.600 huda: or like come up with at least one idea for a video or or like record one and that's kind of not really stuck with many of them. And then they also kind of have like finals going on for them. So that's why I think they might be like a little slack slacking off because of that. But yeah. 54 00:30:14.330 --> 00:30:15.250 Jenny Duan: I see. 55 00:30:15.410 --> 00:30:18.579 Jenny Duan: and remind me what the size of your team is. Again. 56 00:30:19.454 --> 00:30:20.710 huda: It's 5 of us. 57 00:30:21.410 --> 00:30:22.170 Jenny Duan: Oh, hey! 58 00:30:22.390 --> 00:30:26.410 Jenny Duan: And how many people are like, have contributed their ideas to this. 59 00:30:27.452 --> 00:30:29.517 huda: Okay? So I'd say, like, 60 00:30:30.380 --> 00:30:51.189 huda: So me and the marketing director have like worked on, you know, like with the rules and like the guidelines for submitting. I made like the the form to submit, and then I think my vice president still isn't doing too much like but yeah, I think it. I might have to give it like more like 61 00:30:51.310 --> 00:30:56.989 huda: more actionable like action items. Next time. And then. 62 00:30:57.070 --> 00:31:24.410 huda: But yeah, so then we also like the secretary, and so she was supposed to write like an article about our, or like kind of like a recap of our boot camp like 3 weeks ago. And she didn't do it. So then, like actually did for yesterday message. And I was like, hey, are you still interested in your role I've been asking for like 3 weeks is you kind of need to do this if you wanna maintain your role and then she's she's able to send that over. So 63 00:31:24.755 --> 00:31:30.970 huda: yeah, I think that's good for now. But like, when we check in on Saturday, I'm like. 64 00:31:31.453 --> 00:31:35.350 huda: kind of get everyone else's. The treasure also isn't 65 00:31:35.450 --> 00:31:36.510 huda: bone 66 00:31:36.640 --> 00:31:39.699 huda: really doing much at the moment. But yeah. 67 00:31:41.140 --> 00:32:00.790 Jenny Duan: Yeah, I think another thing is like, Do people have clear tasks about what they're working on? Because I think sometimes that's and that could be another issue with me when I was working at different organizations. Is that like people don't have clear tasks, it can be really hard. Do you feel like they have like clear tasks that they can work on slash? Do. 68 00:32:00.790 --> 00:32:07.250 huda: Yeah, we actually have a a planning, doc, and then during our meetings I write like the action items for each person there. 69 00:32:07.250 --> 00:32:08.350 Jenny Duan: It's that song issue. 70 00:32:08.350 --> 00:32:12.319 huda: Yeah. And I also like leave in the chat as well. So 71 00:32:13.500 --> 00:32:14.430 huda: yeah. 72 00:32:15.020 --> 00:32:18.140 Jenny Duan: Got it? Okay, so 73 00:32:18.300 --> 00:32:21.850 Jenny Duan: what organizations have you been trying to collaborate with? Then. 74 00:32:22.810 --> 00:32:40.199 huda: Okay. So I reached out to. There was an account called stem sphere. And they're also like a student led organization and they respond to my message. And they agreed. But they wanted us like email them to like see? Further. 75 00:32:51.830 --> 00:32:52.819 Jenny Duan: Can you hear me? 76 00:33:23.230 --> 00:33:24.369 Jenny Duan: Can you hear me? 77 00:33:33.870 --> 00:33:36.979 huda: Oh, I'm not sure what happened. I think it just cut out. 78 00:33:37.450 --> 00:33:42.159 Jenny Duan: Oh, okay, sorry. Can you repeat what you said? I think like I missed everything. 79 00:33:42.550 --> 00:33:43.020 huda: Oh, yeah. 80 00:33:43.020 --> 00:33:43.660 Jenny Duan: Was in. 81 00:33:44.411 --> 00:33:54.239 huda: So we only only like one person. One account like reached back reached out again. And then it was called stem sphere. They're also student. 82 00:33:54.590 --> 00:33:56.239 Jenny Duan: They wanted you to email them right? 83 00:33:56.240 --> 00:33:56.980 huda: Yeah. 84 00:33:57.634 --> 00:34:00.949 huda: that's kind of the only collaboration update. 85 00:34:02.530 --> 00:34:05.819 Jenny Duan: How did you email them? And how many people did you reach out to. 86 00:34:06.355 --> 00:34:12.940 huda: I reached out to like about 10 organizations. And yeah, I did. I did email them. 87 00:34:14.210 --> 00:34:15.579 Jenny Duan: And have they responded yet. 88 00:34:16.074 --> 00:34:31.929 huda: No, I I did it this morning, so they should probably get back soon. And yeah, I was just saying that, like maybe we they could do something. AI Bias related, and then we could do something like more related to their niche. And that's what I was hoping 89 00:34:32.515 --> 00:34:34.030 huda: for the collaboration. 90 00:34:34.830 --> 00:34:36.989 Jenny Duan: Okay, cool. That sounds good to me. 91 00:34:37.623 --> 00:34:38.690 Jenny Duan: And then 92 00:34:39.179 --> 00:34:45.079 Jenny Duan: another question is, out of these 10 orgs like, what was the message that you sent them? 93 00:34:47.790 --> 00:34:53.679 huda: I just kind of basically said, Hi, I'm the founder of this organization. 94 00:34:54.965 --> 00:35:12.330 huda: like, I saw your organization. And saw that like, we kind of like similar missions. And that like, I would really like to collaborate on a post. To spread that mission. And yeah, that's kind of what I said. 95 00:35:14.032 --> 00:35:18.717 Jenny Duan: Can you copy, paste this the message into the document that we have? If that's okay. 96 00:35:19.200 --> 00:35:19.600 huda: Yeah. 97 00:35:38.370 --> 00:35:39.870 Jenny Duan: Let me send the link to our dog. 98 00:35:40.610 --> 00:35:41.910 huda: Yeah phone. 99 00:36:05.240 --> 00:36:07.149 huda: And before I'm just 100 00:36:08.680 --> 00:36:10.030 huda: one second. 101 00:36:11.420 --> 00:36:12.340 Jenny Duan: Hey? Awesome. 102 00:36:22.010 --> 00:36:27.069 Jenny Duan: Okay, cool. This sounds good. Are you sending this through your personal Instagram, or through the empowering AI Instagram? 103 00:36:28.370 --> 00:36:31.489 huda: I sent this through the Empire. Instagram. 104 00:36:32.730 --> 00:36:36.911 Jenny Duan: Okay, I think you can also tries to meet organizations with your personal Instagram. 105 00:36:37.528 --> 00:36:50.790 Jenny Duan: That might work because you have, like more followers on your personal Instagram, so it might give you more credibility. I've like received Dms from people's personal Instagrams before like promoting their this type of account. So I think that should work. 106 00:36:50.860 --> 00:36:55.330 Jenny Duan: And then let's see, like what other platforms you can amplify it on. So 107 00:36:55.640 --> 00:36:59.050 Jenny Duan: we should have a clear goal right now. So with empowering AI, 108 00:36:59.080 --> 00:37:02.461 Jenny Duan: what is the clear goal? The goal here is to 109 00:37:03.960 --> 00:37:06.460 Jenny Duan: increase emissions. R contest 110 00:37:09.050 --> 00:37:10.860 Jenny Duan: that can be one clear goal. 111 00:37:11.390 --> 00:37:14.089 Jenny Duan: And so far you've been pro 112 00:37:17.010 --> 00:37:19.010 Jenny Duan: so far. You've been posting on 113 00:37:21.580 --> 00:37:23.710 Jenny Duan: posting on your Instagram 114 00:37:25.690 --> 00:37:29.180 Jenny Duan: Linkedin. Tiktok. 115 00:37:31.160 --> 00:37:33.680 Jenny Duan: and you've received 0 submissions right. 116 00:37:34.900 --> 00:37:35.540 huda: Hmm. 117 00:37:37.500 --> 00:37:38.250 Jenny Duan: So 118 00:37:38.590 --> 00:37:42.809 Jenny Duan: 1st of all, what is the incentive for winning? Is it just like 119 00:37:43.000 --> 00:37:44.219 Jenny Duan: a title. 120 00:37:44.260 --> 00:37:48.339 Jenny Duan: or is there some? Is there another incentive that you might be able to offer. 121 00:37:49.321 --> 00:37:52.540 huda: Currently, we just have, like a certificate and a title 122 00:37:52.936 --> 00:37:58.799 huda: but we could possibly have, like maybe like a gift card or something like that. 123 00:38:00.020 --> 00:38:05.553 Jenny Duan: Yeah, maybe like a $50 gift card. Seems like a pretty good way to incentivize people to submit it. 124 00:38:06.378 --> 00:38:23.459 Jenny Duan: Cause, I think another thing is like, people are usually not motivated by like just titles that much anymore. So I think because there's so many like title offering things like people might not be as interested as they would in something that does have like a financial incentive to it. 125 00:38:23.590 --> 00:38:29.270 Jenny Duan: So because of that, I think maybe if you offered like a $50 prize, that would be good 126 00:38:29.764 --> 00:38:32.760 Jenny Duan: and you probably could just self put that 127 00:38:32.780 --> 00:38:35.070 Jenny Duan: unless you want to find a sponsor. 128 00:38:37.840 --> 00:38:38.790 Jenny Duan: okay? 129 00:38:39.020 --> 00:38:39.813 Jenny Duan: And then 130 00:38:41.360 --> 00:38:43.930 Jenny Duan: how long have you been posting? And what is the deadline? 131 00:38:45.286 --> 00:38:57.790 huda: So deadline is June 20 second. We're thinking about extending that because of like the lack of submissions. But yeah, I've been posting, I think, like the 132 00:38:57.900 --> 00:39:01.889 huda: I've been posting since like the poster was done. So I. 133 00:39:01.890 --> 00:39:02.720 Jenny Duan: Which one. 134 00:39:03.150 --> 00:39:07.600 huda: Like, 2 weeks ago or yeah. 2 weeks ago. 135 00:39:09.080 --> 00:39:09.870 Jenny Duan: Got it. 136 00:39:11.440 --> 00:39:16.909 Jenny Duan: Okay? And you receive 0 submissions. Have have. Do you know how many people have clicked on the link? 137 00:39:17.210 --> 00:39:18.540 Jenny Duan: Where is their link? Oh, yeah. 138 00:39:18.540 --> 00:39:19.779 huda: And I'm not sure. 139 00:39:21.660 --> 00:39:29.540 Jenny Duan: Okay? Okay, I think the 1st thing is a cash incentive is gonna work a lot. It's gonna be a lot more effective. So 140 00:39:30.020 --> 00:39:40.000 Jenny Duan: I don't. I think maybe, if you can like, announce that I think more people are likely to submit also. What are the instructions, and what is what is the task to submit 141 00:39:40.020 --> 00:39:54.579 Jenny Duan: like AI on competition? Using what cause, I think, maybe if you created like a resource where people could learn how to make a art that could be good cause. I think maybe a lot of people are like, Oh, I don't know how to make air if they don't have, like chat, equity, pro or mid journey, or something. 142 00:39:54.913 --> 00:40:01.580 huda: Oh, yeah, I think that would be helpful. We could probably make like a guide and also, I think. 143 00:40:01.820 --> 00:40:07.440 huda: do you think, like a Youtube video like with a tutorial like would be affected. 144 00:40:08.650 --> 00:40:25.301 Jenny Duan: I think if I were a submitter I would not be watching the Youtube. I think that would just take too long. I would just say, like, maybe an article like a Google Doc link saying like submission rules and guidelines. I think that would also formalize things cause I think, like right now. People don't think that empowering AI is, maybe. 145 00:40:25.570 --> 00:40:45.709 Jenny Duan: but I don't think legitimacy in this competition. There may be like, Oh, this is just like an interesting flyer like this is a cool opportunity, but like I don't know much about it. But I think if you give it more legitimacy by 1st of all attaching a monetary price. Second of all, making a flyer. Sorry, making a handout with like the contest rules and guidelines that wouldn't give more legitimacy to it. 146 00:40:46.450 --> 00:40:47.220 huda: Okay. 147 00:40:48.040 --> 00:41:03.989 Jenny Duan: And then you should also just link maybe some places where people can make AI art for free to submit. Because again, I think like. If someone doesn't know a lot about AI doesn't have a mid journey, or Dolly, or like Gpt subscription, then they wouldn't even necessarily know where to make the art. 148 00:41:04.910 --> 00:41:05.540 huda: Yeah. 149 00:41:05.880 --> 00:41:07.399 Jenny Duan: That might be a big barrier 150 00:41:08.222 --> 00:41:11.600 Jenny Duan: and then after that, I think, like. 151 00:41:13.240 --> 00:41:15.510 Jenny Duan: Let me put all these action items in 152 00:41:17.763 --> 00:41:19.050 Jenny Duan: one moment. 153 00:41:42.980 --> 00:41:50.529 Jenny Duan: Okay? And then we could think about like spaces that might be most likely to support your initiative. I think that, have you tried blasting it in any like 154 00:41:51.265 --> 00:41:54.590 Jenny Duan: like code of classy channels or ntwit channels. 155 00:41:55.170 --> 00:42:05.370 huda: Yeah, I've posted on the coding classy channels. I think, unlike the discord, I think maybe I haven't tried and see. Wait yet. So I think that could be a great place. 156 00:42:06.620 --> 00:42:10.359 Jenny Duan: Okay, cool. So the easy way are you on the slack? There. 157 00:42:10.360 --> 00:42:11.080 huda: Yeah. 158 00:42:11.930 --> 00:42:24.430 Jenny Duan: Okay. So I think you could try blasting in there and like the opportunities channel as well, and see if like that's well received. And then in the code of classy, I think like, if you just keep on blasting it, people are more likely to interact with it. So 159 00:42:25.690 --> 00:42:27.130 Jenny Duan: let me see 160 00:42:31.460 --> 00:42:33.970 Jenny Duan: like if you post it there like 161 00:42:34.230 --> 00:42:43.160 Jenny Duan: more frequently, like a couple of times. Sometimes people get it gets lost in their inbox, but if you like post it many times. It should be okay. 162 00:42:54.880 --> 00:43:11.269 Jenny Duan: And then also, like, I think, encoded classy. If you once you attach the updated rules and guidelines. That should also make a difference. But I think, like again, the more that you post something like you can post it every single day in there, if you want to. The more that people see it, the more they're likely to engage with it. 163 00:43:13.580 --> 00:43:15.670 huda: Okay, hmm, that makes sense. 164 00:43:17.680 --> 00:43:18.333 Jenny Duan: Cool 165 00:43:20.620 --> 00:43:21.990 Jenny Duan: and then. 166 00:43:22.160 --> 00:43:33.930 huda: And also for empower AI, so like I know, for initiatives. It's like always nice to have like more events. So that like when we're applying, I can show proof of like actually having an impact. 167 00:43:34.320 --> 00:43:51.769 huda: so I know we're like, we're like kind of planning to do a Hackathon towards the end of summer, but like in in between. Then do you have any like suggestions on like what we can do to you know, create like, maybe some sort of like impactful, like small event. 168 00:43:53.680 --> 00:44:02.050 Jenny Duan: I'm wondering if you can collab with like a local company in the Bay Area cause I think, like lots of companies are responsive to hosting students for various things. 169 00:44:02.430 --> 00:44:10.540 Jenny Duan: So maybe if you did like a visit to a company, or if you could, host like an in person event at a company office. That would be good, too. 170 00:44:10.770 --> 00:44:14.510 Jenny Duan: like, for example, what's a random company that you might have correct like 171 00:44:15.180 --> 00:44:17.270 Jenny Duan: like if you could get like? 172 00:44:17.540 --> 00:44:24.219 Jenny Duan: I don't know, Lenovo, to give you a tour of their office, or something like it doesn't have to be a big company. It could be a startup. It could be something else, but like 173 00:44:24.620 --> 00:44:27.130 Jenny Duan: something like that could be really cool. I think. 174 00:44:28.096 --> 00:44:32.203 huda: So in terms of like collaboration, like 175 00:44:32.810 --> 00:44:39.009 huda: like, what would I be like reaching out for like like? How would I go about like reaching out. 176 00:44:40.490 --> 00:45:01.619 Jenny Duan: Yeah. So you would start by. So we can just do this together. But maybe identify a list of like target organizations that you think you'd wanna co partner with, and then so to clarify if we are doing the company visit idea, which we don't necessarily have to, you would just email these organizations and introduce yourself. Say, like, you're a student, you're you're part of this nonprofit, and you'd like to like 177 00:45:01.710 --> 00:45:03.459 Jenny Duan: your your mission is to 178 00:45:03.510 --> 00:45:05.179 Jenny Duan: bring young girls into the 179 00:45:05.200 --> 00:45:06.640 Jenny Duan: teach them about AI, 180 00:45:06.650 --> 00:45:11.999 Jenny Duan: and so you can say like, Oh, I'm interested in your company for Xyz reasons. I would love to like. 181 00:45:12.260 --> 00:45:17.339 Jenny Duan: collaborate on like a field visit or like a 182 00:45:17.620 --> 00:45:24.440 Jenny Duan: workplace tour, or something to show young women that like this is an environment that they can thrive in, or something like that, like something that. 183 00:45:24.440 --> 00:45:25.050 huda: Oh! 184 00:45:25.050 --> 00:45:32.039 Jenny Duan: Sounds sounds good to the company, and so that they'd be willing to to let you guys come in and take a tour, or to show you guys around. 185 00:45:32.550 --> 00:45:34.280 huda: Okay, yeah, that's a great idea. 186 00:45:36.093 --> 00:45:39.260 Jenny Duan: So maybe we can actually do some research on this right now 187 00:45:40.370 --> 00:45:41.279 Jenny Duan: and 188 00:45:43.080 --> 00:45:45.920 Jenny Duan: like isolate, maybe a list of 10 companies. 189 00:45:47.230 --> 00:45:53.219 Jenny Duan: So I'm thinking, like it would be nice to do. Maybe AI startups in the area, too, because there 190 00:45:55.520 --> 00:45:58.079 Jenny Duan: they're more, maybe more 191 00:45:58.290 --> 00:46:03.110 Jenny Duan: more likely to accept your interest than like a bigger company. 192 00:46:03.410 --> 00:46:03.800 huda: Yeah. 193 00:46:03.800 --> 00:46:06.500 Jenny Duan: That's not. I don't know if that's necessarily true, though. 194 00:46:07.020 --> 00:46:10.439 Jenny Duan: so maybe you could reach out to some bigger companies as well. 195 00:46:20.440 --> 00:46:27.149 huda: I'm looking at. There's like a website which has a couple of startups. In the Bay area. 196 00:46:28.095 --> 00:46:28.750 huda: Hoop. 197 00:46:29.000 --> 00:46:32.580 huda: Yeah, I'm not sure, if this is the type of company we're looking for. 198 00:46:33.520 --> 00:46:35.109 Jenny Duan: Do you wanna share your screen. 199 00:46:36.130 --> 00:46:36.830 huda: Yeah. 200 00:46:54.920 --> 00:46:56.399 huda: yeah, these are like. 201 00:46:57.480 --> 00:47:00.209 huda: I think, relatively small companies. 202 00:47:04.210 --> 00:47:07.550 Jenny Duan: So maybe what you could do. Some of these are pretty big now. 203 00:47:07.640 --> 00:47:11.190 Jenny Duan: like scale is really big. They just raised like a lot of money. 204 00:47:13.380 --> 00:47:14.760 Jenny Duan: let's see. 205 00:47:16.660 --> 00:47:18.050 Jenny Duan: He. 206 00:47:18.970 --> 00:47:23.170 Jenny Duan: I think maybe like it'd be good to isolate the ones that are relevant to you guys 207 00:47:23.220 --> 00:47:26.811 Jenny Duan: like the ones with relevant themes or relevant 208 00:47:28.690 --> 00:47:30.120 Jenny Duan: like ideas 209 00:47:33.920 --> 00:47:38.250 Jenny Duan: like voice infrastructure. This is important because, like ethics is important to that. 210 00:47:38.920 --> 00:47:40.764 huda: Yeah. Oh, wait. 211 00:47:45.200 --> 00:47:47.259 Jenny Duan: Oh! And they have a female founder too great. 212 00:47:49.290 --> 00:47:50.060 huda: Okay, cool. So. 213 00:47:50.060 --> 00:47:51.630 Jenny Duan: Do you have something on Linkedin? 214 00:47:54.650 --> 00:47:56.090 Jenny Duan: Sorry? How's this sound? 215 00:47:56.360 --> 00:48:01.799 Jenny Duan: You can message them on Linkedin. It has their link, like the founders Linkedin attached, or you could send them an email. But like. 216 00:48:01.970 --> 00:48:04.569 Jenny Duan: it's nice to give a personal message sometimes. 217 00:48:08.060 --> 00:48:10.820 Jenny Duan: right like you can email her. 218 00:48:13.310 --> 00:48:15.600 Jenny Duan: or sorry messenger connect. 219 00:48:16.240 --> 00:48:19.469 Jenny Duan: And this is where you would draft your message can say, like. 220 00:48:20.070 --> 00:48:22.400 Jenny Duan: Hi, Trin, I'm Huda 221 00:48:27.250 --> 00:48:29.520 Jenny Duan: Amuda, a high school student 222 00:48:30.180 --> 00:48:35.590 Jenny Duan: and founder of empowering AI. And I would link your website 223 00:48:44.660 --> 00:48:46.510 Jenny Duan: a startup committing 224 00:48:46.580 --> 00:48:48.829 Jenny Duan: and not a startup. Sorry, a nonprofit. 225 00:48:49.721 --> 00:48:52.529 Jenny Duan: Expanding AI education for girls. 226 00:48:58.440 --> 00:49:00.450 Jenny Duan: I would love to 227 00:49:04.920 --> 00:49:06.680 Jenny Duan: create an opportunity 228 00:49:07.230 --> 00:49:10.060 Jenny Duan: for our community to learn more about 229 00:49:12.030 --> 00:49:14.249 Jenny Duan: what's her company's name. 230 00:49:14.610 --> 00:49:16.400 huda: Montreal, August. 231 00:49:16.400 --> 00:49:17.930 Jenny Duan: Monterey AI. 232 00:49:23.740 --> 00:49:26.069 Jenny Duan: Through a 233 00:49:28.290 --> 00:49:31.810 Jenny Duan: company visit or moderated 234 00:49:32.280 --> 00:49:33.220 Jenny Duan: call. 235 00:49:36.517 --> 00:49:39.580 Jenny Duan: Would love to connect and discuss more. 236 00:49:44.760 --> 00:49:47.529 Jenny Duan: Oh, would love to discuss more! 237 00:49:52.590 --> 00:49:55.950 Jenny Duan: Oh, you can send this copy this message. Say they don't lose it 238 00:49:56.970 --> 00:49:58.170 Jenny Duan: and then send it 239 00:50:00.230 --> 00:50:02.570 Jenny Duan: okay. And then. Now you can do this like 240 00:50:03.290 --> 00:50:07.860 Jenny Duan: just again and again and again and again and again, like, I think you have to send out a lot of messages. 241 00:50:07.860 --> 00:50:08.740 huda: Hence. 242 00:50:08.740 --> 00:50:11.776 Jenny Duan: But maybe we can do this right now, like fine like. 243 00:50:12.340 --> 00:50:22.770 Jenny Duan: let's start with 10 people initially, and then we can obviously scale it up to more. So let's find, like 10 other people, that you 9 other people that you want to message, and then just keep messaging them. 244 00:50:23.080 --> 00:50:23.730 huda: Hmm. 245 00:50:53.650 --> 00:50:55.399 Jenny Duan: It's cool. I saw no help. 246 00:51:03.010 --> 00:51:06.290 Jenny Duan: So what type of companies are you looking for trying to isolate. 247 00:51:06.876 --> 00:51:23.429 huda: I'm looking for. Actually, maybe, like I feel like generative. AI would be like interesting versus this art positions kind of about that. And they could talk about like that like ethics that they do, and when they're like doing generative AI 248 00:51:24.286 --> 00:51:25.879 huda: and then 249 00:51:25.980 --> 00:51:27.629 huda: and then also, like 250 00:51:27.750 --> 00:51:29.130 huda: maybe 251 00:51:29.280 --> 00:51:30.620 huda: companies 252 00:51:31.616 --> 00:51:35.539 huda: that are less focused on health and business side, but 253 00:51:35.560 --> 00:51:38.930 huda: well, like the actual, like creative aspect of AI. 254 00:51:40.370 --> 00:51:48.090 Jenny Duan: Okay. I also think this doesn't necessarily have to be related to the our competition, too, like this can just be a separate initiative on its own. 255 00:51:48.360 --> 00:51:48.950 huda: You know. 256 00:52:19.050 --> 00:52:30.189 huda: I feel like like young girls would be interested in like graphics. Cause like, I know, a lot of people that are interested in like graphic design, and, like art, slash design in general. 257 00:52:32.850 --> 00:52:33.460 Jenny Duan: Agreed 258 00:52:34.720 --> 00:52:35.800 Jenny Duan: maybe 259 00:52:36.110 --> 00:52:37.050 Jenny Duan: then 260 00:52:37.300 --> 00:52:39.670 Jenny Duan: you can message this playground's founder. 261 00:53:23.923 --> 00:53:25.630 huda: Yeah, I could send this, I guess. 262 00:53:28.186 --> 00:53:30.090 Jenny Duan: Yeah, that looks good. 263 00:53:31.920 --> 00:53:34.139 Jenny Duan: and then let's find some more. 264 00:53:34.710 --> 00:53:40.800 Jenny Duan: So now you have 2 sent out. Let's try to get at least 1010. So 8 more by the end of this session, and then, after this 265 00:53:41.477 --> 00:53:42.670 Jenny Duan: send out like 266 00:53:43.070 --> 00:53:46.290 Jenny Duan: 40 more to get 50. But right now let's start with 10. 267 00:54:16.300 --> 00:54:20.469 huda: I think this would be interesting cause like they could talk about 268 00:54:20.500 --> 00:54:22.515 huda: so like I know. 269 00:54:23.904 --> 00:54:29.000 huda: facial recognition with AI has been kind of controversial and they could probably. 270 00:54:33.770 --> 00:54:34.370 Jenny Duan: Yeah. 271 00:54:51.260 --> 00:54:53.309 Jenny Duan: okay, you're back. You just froze. But. 272 00:54:53.310 --> 00:54:53.670 huda: Oh! 273 00:54:53.670 --> 00:54:55.579 Jenny Duan: What were you saying? Probably. What. 274 00:54:56.470 --> 00:54:59.040 huda: Yeah, I think they could probably talk about that 275 00:54:59.634 --> 00:55:01.569 huda: if they were to. 276 00:55:02.480 --> 00:55:03.310 huda: Oh. 277 00:55:06.730 --> 00:55:07.750 Jenny Duan: Definitely. 278 00:55:10.730 --> 00:55:13.149 Jenny Duan: Oh, are you sending an email? What is this. 279 00:55:13.540 --> 00:55:14.646 huda: Yeah, different. 280 00:55:15.250 --> 00:55:16.809 huda: Oh, should I? Just. 281 00:55:17.440 --> 00:55:21.270 Jenny Duan: Yeah, just connect. You don't want to send an email. Do you have Linkedin premium. 282 00:55:21.270 --> 00:55:22.710 huda: Yeah, I just got it. 283 00:55:24.180 --> 00:55:25.280 Jenny Duan: Oh, really. 284 00:55:25.610 --> 00:55:26.020 huda: Yeah. 285 00:55:27.100 --> 00:55:31.019 Jenny Duan: Oh, then, if you have premium, then why don't you send in mails that seems good. 286 00:55:36.420 --> 00:55:37.450 Jenny Duan: and then 287 00:55:38.080 --> 00:55:40.130 Jenny Duan: we can just make the subject. 288 00:55:40.220 --> 00:55:41.320 Jenny Duan: Maybe, like 289 00:55:44.320 --> 00:55:46.969 Jenny Duan: I don't. Why would you like to make the subject 290 00:55:48.110 --> 00:55:51.549 Jenny Duan: like nonprofit collaboration, inquiry, or something? 291 00:56:03.560 --> 00:56:04.070 Jenny Duan: Cool. 292 00:56:31.940 --> 00:56:34.940 huda: Oh, okay, I think my Internet is just slow. But 293 00:56:37.060 --> 00:56:38.680 Jenny Duan: Okay, we can keep going. 294 00:56:52.130 --> 00:56:53.510 Jenny Duan: That's cool, too. 295 00:57:33.160 --> 00:57:34.110 huda: Clients. 296 00:57:34.380 --> 00:57:41.089 huda: I think I could probably look for this later. Can we talk about synthoria right now? 297 00:57:42.170 --> 00:57:42.800 Jenny Duan: Sure 298 00:57:43.660 --> 00:57:47.710 Jenny Duan: any specific like issues that you're struggling with with synthoria. 299 00:57:47.890 --> 00:58:11.050 huda: Yeah. So now the summers here. I think, like reaching out. I've been reaching out to like teachers from the East as well, but like. Obviously, I haven't like heard too many response back. So now, that, like the summers here and the teachers can't teach you in class. What's like the next steps like, kind of distributing synthia. 300 00:58:12.100 --> 00:58:16.350 Jenny Duan: I feel like synthoria is something that could definitely go viral on social media. 301 00:58:17.201 --> 00:58:23.528 Jenny Duan: I feel like that's like a really good footing to play for synthoria. Do you feel like you? 302 00:58:24.410 --> 00:58:27.390 Jenny Duan: have been actively posting about some thorium on Instagram. 303 00:58:27.390 --> 00:58:48.379 huda: Yeah, I've definitely been posting a lot. And I think actually, it's been pretty effective. I've been posting on my tiktok. Actually, it's been pretty effective. Cause if I I looked at like the analytics for this, the page on synthoria and a lot of people were coming through that link. So yeah, I think Tiktok was effective. But I would just like to make it 304 00:58:48.706 --> 00:59:00.259 huda: be able to like make it even more viral, because right now, I think the most viral video is like 2,500 or 3,000 views. But I mean, I think more would be better. Obviously. 305 00:59:00.710 --> 00:59:03.590 Jenny Duan: What is your Instagram handle for Synthorio. 306 00:59:04.203 --> 00:59:09.500 huda: Actually, I'm I've been posting my Tiktok. It's just my Instagram username, which is 307 00:59:10.020 --> 00:59:12.540 huda: hold on! SRAJ. 308 00:59:14.850 --> 00:59:20.640 Jenny Duan: Oh, so it's on your personal. Okay, okay, you don't have a dedicated like Instagram or ticked off for Synthoria. Right? That's fine. 309 00:59:20.640 --> 00:59:21.460 huda: Yeah. 310 00:59:23.160 --> 00:59:30.930 Jenny Duan: Okay, I'm curious, like, why you've decided not to make one forcing through. I mean, I think it's like, obviously, you have so many accounts so like that's difficult. But like 311 00:59:31.288 --> 00:59:33.319 Jenny Duan: is that the primary reason why. 312 00:59:34.223 --> 00:59:52.579 huda: Yeah, honestly, like, yeah, like, I have like a lot of accounts on Instagram, especially and so like, I feel like. And also it's like individual. It feels like a little more casual on like on a personal account. So more people are like have been like liking the post, and everything. 313 00:59:53.840 --> 00:59:59.920 Jenny Duan: Why don't you post about Synthoria on your Instagram account? I feel like I don't see that many. 314 01:00:00.430 --> 01:00:01.310 huda: Oh, yeah, 315 01:00:01.970 --> 01:00:02.869 huda: I don't know. I think. 316 01:00:02.870 --> 01:00:03.550 Jenny Duan: For the. 317 01:00:04.421 --> 01:00:17.559 huda: On Tiktok. It's like really like photo, like you could use photos. And those have been like going pretty viral and like on Instagram. I don't think it really has. It has that feature, but they don't really do as well. 318 01:00:17.928 --> 01:00:25.040 huda: And I don't know. I think I've been backing away from Instagram cause it doesn't really do as well online. 319 01:00:25.585 --> 01:00:25.930 huda: Yeah. 320 01:00:25.930 --> 01:00:26.650 Jenny Duan: Bought it. 321 01:00:27.030 --> 01:00:28.930 Jenny Duan: That makes a lot of sense to me. 322 01:00:29.750 --> 01:00:31.170 Jenny Duan: Okay, so 323 01:00:31.360 --> 01:00:34.080 Jenny Duan: how many people follow your Tiktok account. 324 01:00:37.120 --> 01:00:38.270 huda: 14. 325 01:00:39.460 --> 01:00:42.689 Jenny Duan: Okay? And have you been using like viral trends and other things. 326 01:00:42.930 --> 01:00:44.859 huda: Yeah, I've been like, like. 327 01:00:45.818 --> 01:00:56.720 huda: using all like the trends and like relating it to like either synthorio or like, kind of, yeah, like, synthetic trends. 328 01:00:58.220 --> 01:01:01.989 Jenny Duan: Oh, have you tried making videos of just about like Tech and AI in general? 329 01:01:03.290 --> 01:01:04.240 huda: I've done a little bit. 330 01:01:04.960 --> 01:01:05.490 Jenny Duan: Like. 331 01:01:05.730 --> 01:01:06.230 huda: It's. 332 01:01:06.230 --> 01:01:07.689 Jenny Duan: Waiting behind, or anything. 333 01:01:07.810 --> 01:01:21.449 huda: Yeah, I think I, I've done one video was like talking about the best AI software. It did. Okay. I think I definitely like had the better videos were more like when you're talking about the trends. 334 01:01:24.600 --> 01:01:42.409 Jenny Duan: Okay, I feel like, maybe you can make some videos just like about tech in general cause, I think, like anything that's related to the game will probably like anything that's related to tech in general, is still relevant to the game. But I think that might get more attention, because what a lot of accounts do, for example, that are promoting a certain brand or services they promote like 335 01:01:42.500 --> 01:01:49.850 Jenny Duan: they make videos about like tangentially related things. And then they just like go from there. So I feel like, if that's something. Yeah. 336 01:01:49.890 --> 01:01:50.535 Jenny Duan: that 337 01:01:52.450 --> 01:01:54.729 Jenny Duan: that you do like. That would be good. 338 01:01:56.480 --> 01:01:57.700 huda: Okay, yeah. 339 01:02:00.430 --> 01:02:02.730 Jenny Duan: And I think. 340 01:02:03.200 --> 01:02:15.739 Jenny Duan: like, for example, if you could make a video about like Oh, like, what is the latest like Openai drama, or like something funny and relatable. I feel like there's a lot of tech content creators out there, so you can get some inspiration from them. But I think like 341 01:02:15.750 --> 01:02:18.629 Jenny Duan: you, if you do something like a little bit funny and like 342 01:02:19.180 --> 01:02:27.909 Jenny Duan: kind of relatable, or like interesting that that people can share, or that they can repost like. Then you'll get a lot more followers 343 01:02:27.940 --> 01:02:34.870 Jenny Duan: like optimizing for repostability, if that's even a thing I think is a good method. 344 01:02:39.700 --> 01:02:40.920 Jenny Duan: And 345 01:02:41.130 --> 01:02:46.500 Jenny Duan: how often are you posting on Tiktok? Because Tiktok, I think, just requires, like a number scheme like I think you have to be like 346 01:02:46.520 --> 01:02:52.020 Jenny Duan: at least once a day consistently for the algorithm to like, want to notice your content and like promote it. 347 01:02:52.440 --> 01:02:55.750 huda: Yeah, I've been posting every day. I think. 348 01:02:56.100 --> 01:03:01.369 huda: I forgot to post yesterday. But yeah, I think I've been pretty consistent with tech talk. 349 01:03:01.800 --> 01:03:03.120 Jenny Duan: Okay, that's good. 350 01:03:03.130 --> 01:03:16.790 Jenny Duan: Do you have trouble thinking about post ideas? Is that a struggle for you or no, or like? What is the? Is the struggle here just that, like you don't know how to get viral post, or you don't know how to come up with ideas or what I'm what is sort of like the let Miss. 351 01:03:17.250 --> 01:03:41.020 huda: I think, yeah, like coming up with like viral posts, and also like kind of cause like, I don't know if, like, my videos was like Sentoria might be like, we post worthy. So like, that's kind of like I I kind of. I also do try to do like, really trendy things like, I even did one about like Bridger tenants. And yeah, that one did pretty well. But yeah. 352 01:03:42.900 --> 01:03:46.680 Jenny Duan: I think you should. Let's take some like generated. Let's generate some post ideas. 353 01:03:48.260 --> 01:03:51.410 Jenny Duan: I think. Have you done which synthoria character are you. 354 01:03:51.860 --> 01:03:53.089 huda: Oh, no, I haven't. 355 01:03:54.200 --> 01:04:00.189 Jenny Duan: I'll be like pretty cute, I think. Which synthetic character are you design a character with me? 356 01:04:00.975 --> 01:04:02.939 Jenny Duan: Like, maybe like 357 01:04:03.340 --> 01:04:06.600 Jenny Duan: outfits inspired by Synthoria characters 358 01:04:07.600 --> 01:04:19.370 Jenny Duan: for the outfits. One you don't. You can wear them if you want, but you don't. You also don't have to wear them, like, you know, like the outfit videos, are like flat lays of, like the different angles of clothes like you do outfits inspired for your characters. You can say like 359 01:04:21.320 --> 01:04:23.450 Jenny Duan: movies about AI, 360 01:04:25.060 --> 01:04:30.290 Jenny Duan: we can say, tried this new chat. Gbt hack or something. 361 01:04:31.148 --> 01:04:34.990 Jenny Duan: Be like AI productivity tools 362 01:04:37.640 --> 01:04:46.744 Jenny Duan: like for next school year, or something, or like to be an academic weapon, or something like that. You could say like 363 01:04:53.020 --> 01:04:54.280 Jenny Duan: Something like 364 01:04:54.530 --> 01:04:58.110 Jenny Duan: like a joke about like when chat is down, or something. 365 01:04:58.500 --> 01:05:01.090 Jenny Duan: What else would people like 366 01:05:01.500 --> 01:05:03.399 Jenny Duan: generating a IR 367 01:05:03.650 --> 01:05:08.210 Jenny Duan: like generating error? It could be cool cause you can also just direct it to your art competition, but it could be like. 368 01:05:08.210 --> 01:05:08.779 huda: Like I. 369 01:05:08.780 --> 01:05:13.636 Jenny Duan: Oh, like journey, or with like mid journey, or something, or like Google, or or something 370 01:05:15.350 --> 01:05:16.410 Jenny Duan: what else 371 01:05:16.750 --> 01:05:18.440 Jenny Duan: could do? Like 372 01:05:24.420 --> 01:05:29.709 Jenny Duan: I don't know. Like deep fake Instagram influencers, you could make like a opinion video about that. 373 01:05:30.290 --> 01:05:31.560 Jenny Duan: Cai. 374 01:05:37.950 --> 01:05:39.349 Jenny Duan: like music. 375 01:05:40.005 --> 01:05:45.140 Jenny Duan: Ai generation like, for example, the band gorillas, I believe, is like all 376 01:05:45.160 --> 01:05:48.420 Jenny Duan: digital like they don't. They're not like a real person. 377 01:05:48.790 --> 01:05:49.170 huda: Oh! 378 01:05:49.850 --> 01:05:50.610 huda: Come on. 379 01:05:51.440 --> 01:05:52.200 huda: that's. 380 01:05:52.515 --> 01:05:52.830 Jenny Duan: You 381 01:05:53.320 --> 01:05:55.160 Jenny Duan: yeah, it's pretty cool. 382 01:05:59.630 --> 01:06:00.700 Jenny Duan: studying. 383 01:06:04.320 --> 01:06:18.390 Jenny Duan: what other ideas? Okay, this. We just came up 12345678910. Okay, those are just Ted ideas. And you, I think you can go from there. But I think the key thing is making sure that you are checking availability. 384 01:06:18.390 --> 01:06:19.060 huda: None of it. 385 01:06:23.380 --> 01:06:29.780 Jenny Duan: and that you're able to like Post consistently. So checking your availability, making sure that you're able to post consistently at least once a day for like 386 01:06:29.830 --> 01:06:31.739 Jenny Duan: the next 10 days or so. 387 01:06:32.311 --> 01:06:35.119 Jenny Duan: I think that that would be effective. 388 01:06:35.706 --> 01:06:38.289 Jenny Duan: Another thing I'm wondering is 389 01:06:38.440 --> 01:06:50.439 Jenny Duan: if you can leave comments like, Do you feel you leave like funny comments on other people's posts? Because I feel like that's another thing that companies do is that they they leave like, like, pretty like some companies are like famous, just because they leave funny comments on like other 390 01:06:50.600 --> 01:06:51.840 Jenny Duan: people's posts. 391 01:06:52.110 --> 01:07:00.889 Jenny Duan: So maybe if you could start like leaving more comments. It doesn't have to be like like funny comments, if you just like, try to interact more with other accounts, too. That would be good. 392 01:07:00.890 --> 01:07:09.289 huda: Wait do you think? I should make like another account for some Thoria? Then, if I think that would be more effective if it was, for, like a separate account. 393 01:07:11.830 --> 01:07:20.170 Jenny Duan: yeah, I mean, it's up to your capacity like these are. These are all ideas. You don't necessarily have to do the common thing now that I realize, because you don't have your own account. But like. 394 01:07:20.490 --> 01:07:23.570 Jenny Duan: maybe that's something you can apply to like empowering AI, too. 395 01:07:24.181 --> 01:07:30.610 Jenny Duan: And but I think the the new account is, I know that you have a lot of accounts, and so I just wanna make sure that you're at like 396 01:07:31.410 --> 01:07:48.460 Jenny Duan: that. You're not at capacity, because it's better to be posting consistently on one account than to be like posting inconsistently on 5 accounts. So I think the answer to this is like, it all depends on your personal capacity. So if you think that this is sustainable for you, I would say, go for it, but if not, then it's not necessary, and you can like adjust these strategies 397 01:07:49.308 --> 01:07:52.310 Jenny Duan: as suit it as it suits you. 398 01:07:53.185 --> 01:07:53.840 huda: Okay. 399 01:07:55.240 --> 01:07:56.050 Jenny Duan: Cool. 400 01:07:57.040 --> 01:08:02.950 Jenny Duan: those are some ideas for synthoria. What other areas of struggle do you feel like you experience with synthoria scaling. 401 01:08:04.770 --> 01:08:06.220 huda: yeah. So 402 01:08:06.260 --> 01:08:14.393 huda: okay, in terms of metrics, I've I've sent it out to like around 150 people right now. 403 01:08:14.800 --> 01:08:17.460 Jenny Duan: Yeah, that's that's that's a significant amount. Yeah. 404 01:08:17.640 --> 01:08:23.289 huda: And I could definitely get more. But I think like my problem is, I don't have really have like 405 01:08:23.410 --> 01:08:25.800 huda: qualitative like 406 01:08:26.502 --> 01:08:31.997 huda: feedback, I guess and I kind of want some sort of like 407 01:08:32.430 --> 01:08:39.060 huda: I mean, I guess I do have some testimonials from like Linkedin but like, I don't really have any from educators. 408 01:08:39.414 --> 01:08:50.795 huda: But oh, yeah, also, I had a question. So do you think it's like worth sending? Like reaching out to youtubers to see if they play like my game for their channel. 409 01:08:51.430 --> 01:09:02.750 Jenny Duan: Yeah, I mean, that's that's cool, too, or like gaming tick talkers, gaming creators like people with not a lot of followers would be good like start, like people with 2,000 followers like 5,000, and then go up from there. 410 01:09:03.090 --> 01:09:04.840 huda: Okay, yeah, that sounds good. 411 01:09:04.840 --> 01:09:09.094 Jenny Duan: That's actually a really good idea. Let me put that in your action items as well. 412 01:09:23.601 --> 01:09:40.319 Jenny Duan: yeah, I think that's a good idea. Another thing is like more in person. Outreach is also good, like, are there any like educational systems in the in the sorry in in your area that you might be able to promote it to like, for example, like, are there any 413 01:09:40.359 --> 01:09:42.170 Jenny Duan: like, I don't know like. 414 01:09:43.779 --> 01:09:51.049 Jenny Duan: would you be able to talk to teachers in person, or would you have an opportunity to promote it? To like nonprofits or other groups in person at all? Do you think. 415 01:09:51.510 --> 01:09:52.160 huda: More difficult. 416 01:09:52.160 --> 01:09:53.560 Jenny Duan: Cool, sure. 417 01:09:53.560 --> 01:09:56.787 huda: Maybe once school starts again, I might be able to 418 01:09:57.220 --> 01:10:22.310 huda: like try to ask maybe like my brother's class to see like if I could maybe like show the game in person, cause I know, like my my mom did like a presentation about like Ramadan, so I think that could possibly be it like a thing? A chance to play in class, and I could also like spread it in in like the classrooms as well like, maybe other teachers would want to. 419 01:10:22.800 --> 01:10:24.480 huda: Yeah, that's a good. 420 01:10:26.230 --> 01:10:46.270 huda: Maybe. I think there, I think this is like a coding summer camp for young kids locally. I tried reaching out to them before. They didn't reply. But maybe like I can be a little more consistent in reaching out to them and see if, like, they'd be willing to share my my resource. 421 01:10:48.130 --> 01:10:50.412 Jenny Duan: Yeah, I mean, that seems really good to me. 422 01:10:51.850 --> 01:11:00.260 Jenny Duan: and I think that like more in person, conversations are also gonna be better, because, like online, it's so easy to get things lost in the void. But like in person, it's 423 01:11:00.350 --> 01:11:03.730 Jenny Duan: it's better. And then also, I'm curious, like, have you ever 424 01:11:04.410 --> 01:11:19.529 Jenny Duan: like this. These are all marketing tactics, by the way, that will be useful for you like, regardless of what you would do in the future. Like if you start your own company, if you do other things, I'm just giving you, like many, many different like marketing tactics to like, try to go Viral. But another thing you can do is print out flyers like 425 01:11:19.700 --> 01:11:24.360 Jenny Duan: small. This big like postcard flyers and put them all around your city 426 01:11:24.760 --> 01:11:34.029 Jenny Duan: literally like, put them in library. Put them in cafes like, put them in everywhere you want, put a QR code and say like, make a flyer and say something like, Oh, like 427 01:11:35.160 --> 01:11:37.229 Jenny Duan: this is a new game like that 428 01:11:37.480 --> 01:11:59.920 Jenny Duan: teaches people about like, I don't. You can. We can decide on the wording later. But I think, actually, let's spend. I think it's been like the last 10 min designing like a little canva flyer, and then you can print them out like 4 to a page on printer paper like. So it's like the size of a quarter of a page, and then literally go everywhere in your city and like tape them up with a QR code, and, like the QR code, should be like scan to play my game. 429 01:12:00.735 --> 01:12:05.779 Jenny Duan: I literally think that like that is A, that is an effective tactic that people use. 430 01:12:05.960 --> 01:12:14.199 Jenny Duan: So I think that we could spend 10 min creating like a quick little graphic, and then printing out like 100 copies, and then just putting it everywhere in your city. 431 01:12:14.710 --> 01:12:16.319 huda: That sounds like a really good idea. 432 01:12:17.990 --> 01:12:22.428 Jenny Duan: Okay. So if you wanna go to canva and maybe like, share your screen. So we could look at the design together. 433 01:12:27.580 --> 01:12:28.609 Jenny Duan: Okay, cool. 434 01:12:40.563 --> 01:12:41.930 huda: Flyer! Here. 435 01:12:42.850 --> 01:12:43.789 Jenny Duan: Yeah, so it's tough. 436 01:12:44.113 --> 01:12:44.760 huda: That's maybe. 437 01:12:54.180 --> 01:12:59.419 Jenny Duan: Like something like that, like a with the like. The now hiring is like a good size, like something without a lot of text. 438 01:13:00.140 --> 01:13:02.190 Jenny Duan: and they can add like a QR code. 439 01:13:02.680 --> 01:13:03.770 huda: Maybe like this. 440 01:13:04.600 --> 01:13:11.389 Jenny Duan: Yeah. I mean well, that I feel it doesn't isn't as eye catching, because it doesn't give you like that many details about what the game is. 441 01:13:12.950 --> 01:13:16.019 huda: I guess we'll just use the the hiring one. 442 01:13:16.620 --> 01:13:19.100 Jenny Duan: Okay, cool. You can customize this. 443 01:13:29.480 --> 01:13:32.220 Jenny Duan: And I would try to include some like screenshot, like a 444 01:13:32.380 --> 01:13:37.229 Jenny Duan: gra, like a graphic of like characters from your game or something to tell what new game is. 445 01:13:37.850 --> 01:13:40.619 Jenny Duan: Yeah. And then that could be called Tenthoria. 446 01:13:42.680 --> 01:13:46.689 Jenny Duan: And then, like new online, we want your talent could be like new online game. 447 01:13:50.090 --> 01:13:51.420 Jenny Duan: teaching 448 01:13:53.140 --> 01:13:55.769 Jenny Duan: like AI Concepts or something. 449 01:13:56.980 --> 01:13:59.500 Jenny Duan: Yeah. And then, in that. 450 01:13:59.980 --> 01:14:02.020 Jenny Duan: send your Cv, you could say, like. 451 01:14:02.400 --> 01:14:06.780 Jenny Duan: designed by developed by Huda Saraj and then put like a contact email. 452 01:14:15.430 --> 01:14:17.449 Jenny Duan: But like a contact email there 453 01:14:20.470 --> 01:14:23.829 Jenny Duan: and then could put like a QR code where that thing is. Yeah. 454 01:14:25.585 --> 01:14:30.010 Jenny Duan: so you can make a quick link to your does it work on mobile. 455 01:14:30.900 --> 01:14:32.729 huda: Yeah, these. 456 01:14:37.400 --> 01:14:39.489 huda: Oh, yeah, I actually have a website. Now. 457 01:14:40.350 --> 01:14:41.430 Jenny Duan: Oh, awesome. 458 01:14:46.160 --> 01:14:50.349 Jenny Duan: So if you could create a QR code that links directly to your website, that would be really good. 459 01:14:54.330 --> 01:14:57.080 Jenny Duan: That's amazing. Amazing. 460 01:14:57.670 --> 01:15:01.529 huda: Thank you. I also. I also kind of like added, like this, filters of the 461 01:15:03.010 --> 01:15:07.420 huda: games for change awards. So it looks a little more professional. 462 01:15:08.330 --> 01:15:13.100 Jenny Duan: That looks really good. Who does that like actually looks so professional. How long did it take you to make. 463 01:15:13.450 --> 01:15:14.990 huda: It actually took me like 464 01:15:15.610 --> 01:15:17.970 huda: like 4 h. 465 01:15:18.380 --> 01:15:23.090 Jenny Duan: Yeah, well, that's actually shorter than I expected. It looks very professional looks very professional. 466 01:15:23.090 --> 01:15:23.850 huda: Thank you. 467 01:15:24.440 --> 01:15:25.420 Jenny Duan: Yeah. 468 01:15:30.580 --> 01:15:31.270 Jenny Duan: Oh. 469 01:15:49.870 --> 01:16:04.859 Jenny Duan: okay, cool. And then I think you should also maybe change the colors to be a little bit more aligned with your game, and then try to include like a character design or some. Yeah, I see you have it on the left side. Like, put like some of your characters in, or something to make it feel more like 470 01:16:05.010 --> 01:16:06.589 Jenny Duan: what the game looks like. 471 01:16:26.320 --> 01:16:27.440 huda: Oh. 472 01:16:40.520 --> 01:16:42.110 huda: yeah, then maybe 473 01:16:42.480 --> 01:16:44.479 huda: some screenshots of the action. 474 01:16:53.880 --> 01:16:54.600 huda: Well. 475 01:17:01.810 --> 01:17:04.549 huda: I don't know if they'll be able to see you if it's like small. But 476 01:17:04.800 --> 01:17:05.740 huda: yeah. 477 01:17:08.060 --> 01:17:08.945 Jenny Duan: Okay, 478 01:17:12.390 --> 01:17:13.410 Jenny Duan: I think. 479 01:17:15.040 --> 01:17:15.980 Jenny Duan: Okay. 480 01:17:16.940 --> 01:17:23.970 Jenny Duan: is there like a way you could just send like a like, put like a big screenshot of what the end, like the opening seat of the game, looks like. 481 01:17:24.180 --> 01:17:27.670 Jenny Duan: And you can make the text. We could make the text smaller. We could adjust that, too. 482 01:17:30.820 --> 01:17:33.339 huda: The opening shot is a 483 01:17:33.990 --> 01:17:35.299 huda: well. Let's see. 484 01:17:36.600 --> 01:17:37.190 Jenny Duan: Sure. 485 01:18:04.510 --> 01:18:05.876 huda: It's usually a little slow. 486 01:18:06.570 --> 01:18:08.490 Jenny Duan: No, it's okay. No worries. 487 01:18:17.585 --> 01:18:21.720 huda: I think I'll just take a screenshot later. I don't. Let's see. So. 488 01:18:22.420 --> 01:18:23.387 Jenny Duan: Okay, no problem. 489 01:18:24.255 --> 01:18:30.140 Jenny Duan: Okay, let's see what else we could add to the fire. Maybe I could move the words a little bit over to create space. 490 01:18:31.390 --> 01:18:32.110 huda: Yeah. 491 01:19:11.883 --> 01:19:12.570 Jenny Duan: Looks good. 492 01:19:13.140 --> 01:19:16.990 huda: I think I'm gonna like, scale this up a lot. Cause that's probably the main focus. 493 01:19:20.130 --> 01:19:20.870 huda: Well. 494 01:19:48.780 --> 01:19:50.320 Jenny Duan: Looking, good. 495 01:19:53.880 --> 01:19:55.400 huda: Okay, yeah. And then. 496 01:20:07.400 --> 01:20:09.069 huda: okay, I guess it's loading on here. 497 01:20:25.710 --> 01:20:29.450 Jenny Duan: But I would say that this 2 screenshots on the right side don't look that professional. 498 01:20:30.540 --> 01:20:32.186 huda: Oh, yeah, I'm sorry. 499 01:20:41.410 --> 01:20:45.580 huda: I love some better screenshots on like my personal computer. 500 01:20:46.094 --> 01:20:47.670 huda: so maybe I've put those. 501 01:20:47.670 --> 01:20:51.360 Jenny Duan: You can. Just yeah, you can upload this later, or whenever you feel like 502 01:20:51.700 --> 01:20:53.089 Jenny Duan: we have the opportunity. 503 01:20:55.500 --> 01:20:57.479 huda: Okay. I think I'll fix it up later 504 01:20:58.400 --> 01:20:58.990 huda: and. 505 01:20:59.355 --> 01:20:59.719 Jenny Duan: Cool! 506 01:21:02.390 --> 01:21:03.930 huda: Yeah, okay, that's good. 507 01:21:05.462 --> 01:21:15.430 huda: Yeah, I think I'll be able to like, distribute this. I don't know. I haven't really seen anyone outside, because it's like really hot, but I think also like do well, regardless. 508 01:21:16.910 --> 01:21:17.610 huda: Yeah. 509 01:21:18.980 --> 01:21:31.290 Jenny Duan: Okay. I think that this will be good. You can just like print, start with like a hundred copies of this, and you could print them off doesn't have to be big flyers. You can print them like 4 per page on a 4 letter paper, and then just put them like 510 01:21:31.760 --> 01:21:33.450 Jenny Duan: everywhere you go. 511 01:21:34.440 --> 01:21:34.860 huda: Okay. 512 01:21:34.860 --> 01:21:36.499 Jenny Duan: I think that's good 513 01:21:37.337 --> 01:21:43.799 Jenny Duan: and like you can even put 2 or 3 in like the same location. And that should probably be fine, too. 514 01:21:44.563 --> 01:21:51.420 Jenny Duan: Just like the more that you put the better, because, like psychology says that when people are. 515 01:21:51.630 --> 01:22:03.209 Jenny Duan: when people see things over and over, they're more receptive to them. Slash like they like them more so like the more you put some, the more you put something like, the more people will like it. So yeah. 516 01:22:03.860 --> 01:22:04.245 huda: Okay. 517 01:22:07.880 --> 01:22:20.950 Jenny Duan: so. And do you have any other questions about like scaling via the flyer or so today, we focused on like Sidoria scaling and empowering AI. We went over like a lot of different strategies. Do you have any questions about anything that we discussed today? 518 01:22:21.899 --> 01:22:27.590 huda: No, I think. You you put the action items right. On the document. 519 01:22:28.090 --> 01:22:30.960 Jenny Duan: Hmm, and I'll send out an email afterwards, too. 520 01:22:30.960 --> 01:22:33.274 huda: Okay. Okay. Thank you. Yeah. 521 01:22:34.562 --> 01:22:35.650 Jenny Duan: Any other questions? 522 01:22:35.950 --> 01:22:38.180 huda: I think that covers it all. Yeah. 523 01:22:38.390 --> 01:22:51.340 Jenny Duan: Okay, cool? Well, it's good to see you. I will work with Mary, to get our next session scheduled. If you have any questions reach out to me, and also like. The opportunity that you sent me looks really cool and like you should definitely apply for that. 524 01:22:51.910 --> 01:22:54.060 huda: Okay, yeah. Thank you. Bye. 525 01:22:54.060 --> 01:22:54.890 Jenny Duan: Bye. 526 01:22:56.330 --> 01:22:57.609 Jenny Duan: Hi, Mary! Happy. 527 01:22:57.610 --> 01:22:59.309 Ivylevel: Hi, coach, Jesse. 528 01:22:59.660 --> 01:23:02.959 Ivylevel: I'm sorry I have colds and cough right now, so. 529 01:23:03.620 --> 01:23:06.709 Jenny Duan: I hope you feel better. Thanks so much for taking the time. 530 01:23:07.220 --> 01:23:08.674 Ivylevel: Yeah, of course. 531 01:23:09.530 --> 01:23:12.990 Ivylevel: I would like to know if you prefer to have the 532 01:23:13.250 --> 01:23:16.910 Ivylevel: calendar and scheduling document, or just the air table. 533 01:23:17.980 --> 01:23:20.139 Jenny Duan: I would prefer to. 534 01:23:20.500 --> 01:23:24.470 Jenny Duan: I haven't seen the air table actually, yet. Could you send me the link? Zoom, chat. 535 01:23:24.470 --> 01:23:25.090 Ivylevel: Yeah, sure. 536 01:23:25.966 --> 01:23:26.940 Ivylevel: Let me 537 01:23:27.670 --> 01:23:30.009 Ivylevel: copy this one and share it with you. 538 01:23:34.140 --> 01:23:34.850 Ivylevel: Okay. 539 01:23:35.200 --> 01:23:37.069 Ivylevel: okay, there you go. 540 01:23:39.239 --> 01:23:44.169 Ivylevel: I have collaborated this with Sir Raj. I think yet this week. 541 01:23:47.230 --> 01:23:48.799 Ivylevel: Okay? And 542 01:23:48.970 --> 01:23:57.099 Ivylevel: he actually put like tentative schedules here for your next sessions and game plan sessions. And 543 01:23:57.270 --> 01:24:01.199 Ivylevel: so as of today, you're done with 544 01:24:01.430 --> 01:24:05.010 Ivylevel: Who does? Week 6, session, 6, part 2. 545 01:24:05.160 --> 01:24:16.919 Ivylevel: And then for Anushka it was canceled because there there was a conflict with her email and then her calendar, so it was not yet fixed. Yesterday, when we scheduled the 546 01:24:16.980 --> 01:24:18.750 Ivylevel: the session so. 547 01:24:18.750 --> 01:24:19.400 Jenny Duan: Okay. 548 01:24:20.700 --> 01:24:26.109 Ivylevel: Next is for Huda. Again, are you available for June 9, June 9. For the part 3. 549 01:24:27.930 --> 01:24:29.250 Jenny Duan: Yeah. What time? 550 01:24:29.420 --> 01:24:30.170 Jenny Duan: That. 551 01:24:30.170 --> 01:24:31.356 Ivylevel: Is Sunday. 552 01:24:32.417 --> 01:24:40.399 Ivylevel: For hooda. I think she can just adjust with your schedule as what Sir Raj mentioned, so we can depend on your availability. 553 01:24:41.330 --> 01:24:43.154 Jenny Duan: Sure. Okay, let's do 554 01:24:44.200 --> 01:24:45.650 Jenny Duan: Let me check my calendar. 555 01:24:45.650 --> 01:24:50.630 Ivylevel: Or maybe Coach Jenny, you could provide me at least 2 time slots. Where? 556 01:24:50.970 --> 01:24:58.039 Ivylevel: Who that could you know choose from, just in case she's not available on the other one. Then she can do the other one. 557 01:24:58.040 --> 01:24:58.780 Jenny Duan: Shirt. 558 01:24:59.290 --> 01:25:02.067 Jenny Duan: Of course. Let's do either. 559 01:25:04.840 --> 01:25:09.740 Jenny Duan: let's do either 4, 30 to 5, 30, or 5, 30 to 6, 30. 560 01:25:10.715 --> 01:25:11.110 Ivylevel: Okay. 561 01:25:14.610 --> 01:25:16.469 Ivylevel: Or 5, 30 562 01:25:16.780 --> 01:25:19.510 Ivylevel: to 6 30 Pm. Pst. 563 01:25:20.090 --> 01:25:21.439 Ivylevel: yeah, alright. Got it. 564 01:25:21.470 --> 01:25:22.970 Ivylevel: And then. 565 01:25:23.050 --> 01:25:36.269 Ivylevel: actually, we haven't received any reply yet from Shi ha! Shihari! Regarding the basic plan session one. But just in case they will be able to confirm. At what time would you be able to do the game plan session one with them. 566 01:25:37.000 --> 01:25:41.669 Jenny Duan: It is this different than the the one already scheduled on Sunday from 5 to 6. 567 01:25:42.230 --> 01:25:47.260 Ivylevel: Oh, this is actually the one but then they haven't confirmed. 568 01:25:47.850 --> 01:25:51.719 Ivylevel: so is there any other time slot you might be available. 569 01:25:52.250 --> 01:26:02.229 Jenny Duan: Okay, I'm available all Sunday from 4, 30 onwards. So you can just the game plans like back to back. And who does back to back on Sunday. 570 01:26:02.730 --> 01:26:03.660 Ivylevel: Oh, okay, got it 571 01:26:03.780 --> 01:26:04.730 Ivylevel: perfect. 572 01:26:05.250 --> 01:26:14.329 Ivylevel: Yeah. And then for the week of June, then, Coach Jenny, this will be for who does? Weekly session week, 7 parts, one to 3. 573 01:26:16.680 --> 01:26:17.900 Ivylevel: For the part one 574 01:26:18.180 --> 01:26:20.300 Ivylevel: for the week of June. Then. 575 01:26:21.910 --> 01:26:23.870 Ivylevel: okay, that's yeah. 576 01:26:24.230 --> 01:26:26.310 Ivylevel: June 10th to June 16. 577 01:26:26.990 --> 01:26:28.809 Ivylevel: Would you be able to do 578 01:26:28.930 --> 01:26:32.310 Ivylevel: the session. 2 for Free Harry. 579 01:26:33.370 --> 01:26:35.410 Ivylevel: I mean. Sorry for Hooda for 580 01:26:36.120 --> 01:26:37.950 Ivylevel: any time on the weekday. 581 01:26:40.350 --> 01:26:43.080 Jenny Duan: Let me just double check my calendar. 582 01:26:43.080 --> 01:26:43.610 Ivylevel: Sure. 583 01:26:52.130 --> 01:26:55.159 Ivylevel: I'll check on who does availability as well. 584 01:26:55.870 --> 01:26:56.300 Jenny Duan: Thanks. 585 01:26:56.300 --> 01:26:57.830 Ivylevel: I think I put it here. 586 01:27:02.940 --> 01:27:03.500 Jenny Duan: Hmm. 587 01:27:18.320 --> 01:27:19.110 Jenny Duan: okay. 588 01:27:22.100 --> 01:27:23.930 Jenny Duan: So in 589 01:27:27.370 --> 01:27:31.239 Jenny Duan: wait. What week is? Okay. June 10.th This is the week of June 10.th Right? 590 01:27:31.450 --> 01:27:32.120 Ivylevel: Yes. 591 01:27:32.430 --> 01:27:51.409 Ivylevel: upon checking here who the schedule as of May 24, this was the update I got from her, and then for the week of June. Then it says, here she's available on Sunday as 3 pm. But I think she could still adjust just like what we did last week for her. So maybe just give me your availability. And maybe Saraj, could 592 01:27:51.450 --> 01:27:53.829 Ivylevel: you know negotiate with Hula. 593 01:27:55.180 --> 01:27:56.035 Jenny Duan: Okay. 594 01:27:58.100 --> 01:27:59.800 Ivylevel: This would be for 595 01:27:59.850 --> 01:28:02.020 Ivylevel: week 7, part one, right? 596 01:28:02.660 --> 01:28:04.113 Jenny Duan: Alright, yeah. 597 01:28:05.690 --> 01:28:09.940 Jenny Duan: I think part one Wednesday night could be good. 598 01:28:12.030 --> 01:28:15.120 Jenny Duan: maybe 6 pm. Pacific time. 599 01:28:15.730 --> 01:28:18.290 Ivylevel: Okay, that's 6 to 7. How about part 2. 600 01:28:22.070 --> 01:28:23.290 Jenny Duan: once again. 601 01:28:24.680 --> 01:28:26.980 Jenny Duan: Part 2. We could do 602 01:28:28.460 --> 01:28:29.590 Jenny Duan: probably. 603 01:28:30.570 --> 01:28:36.060 Jenny Duan: Okay. So I see there's a weekly team meeting happening on Friday. Could we put like 604 01:28:36.080 --> 01:28:41.960 Jenny Duan: reschedule that a little bit later on Friday, is that still happening on Friday like? And what is the status on those. 605 01:28:42.240 --> 01:28:44.680 Ivylevel: Yeah, sir. Raj is not yet 606 01:28:44.870 --> 01:28:50.099 Ivylevel: announcing the or not yet planning to have weekly team meeting again. 607 01:28:50.250 --> 01:28:52.180 Ivylevel: He will just 608 01:28:52.280 --> 01:28:54.290 Ivylevel: plan for it maybe soon 609 01:28:54.640 --> 01:28:57.949 Ivylevel: cause we should also not available. That's why. 610 01:28:59.060 --> 01:29:00.769 Jenny Duan: Then let's do 611 01:29:02.270 --> 01:29:02.950 Jenny Duan: On February. 612 01:29:02.950 --> 01:29:03.310 Ivylevel: Friday. 613 01:29:04.070 --> 01:29:08.049 Jenny Duan: Yeah. On 7 to 8 pm. Pst, time. Pst. 614 01:29:09.060 --> 01:29:13.339 Ivylevel: That's 7 to 8 pm. Pst, okay, got it. And for Archie. 615 01:29:14.540 --> 01:29:16.835 Jenny Duan: Part 3. Let's do 616 01:29:17.500 --> 01:29:19.349 Jenny Duan: Sunday would be good again. 617 01:29:19.350 --> 01:29:19.930 Ivylevel: Okay. 618 01:29:20.296 --> 01:29:21.030 Jenny Duan: That's true. 619 01:29:21.030 --> 01:29:22.160 Ivylevel: 16. 620 01:29:24.080 --> 01:29:26.699 Jenny Duan: Let me think about a time. 621 01:29:28.220 --> 01:29:29.510 Jenny Duan: I 622 01:29:35.280 --> 01:29:36.610 Jenny Duan: I say. 623 01:29:48.370 --> 01:29:49.520 Jenny Duan: see. 624 01:29:57.930 --> 01:30:01.119 Jenny Duan: is middle our middle of the day. Times. Okay. Do you think. 625 01:30:02.250 --> 01:30:03.660 Ivylevel: Per Huda. 626 01:30:03.820 --> 01:30:06.860 Ivylevel: I like what time Coach Jenny, do you think. 627 01:30:06.910 --> 01:30:10.359 Jenny Duan: About maybe 12 Pm. Or one Pm. Pst. 628 01:30:10.360 --> 01:30:12.699 Ivylevel: 12 pm. Or one pm. Okay, I could 629 01:30:12.920 --> 01:30:18.704 Ivylevel: put it here as a tentative time, and then I'll just get back to you just in case she's not available. 630 01:30:19.020 --> 01:30:22.879 Ivylevel: Okay, 12 around 12 pm. To one pm. Right? 631 01:30:23.400 --> 01:30:24.420 Jenny Duan: Anywhere from like. 632 01:30:24.860 --> 01:30:29.330 Jenny Duan: yeah. 12 pm. One pm. Something like that. 633 01:30:29.870 --> 01:30:30.620 Jenny Duan: Alright. 634 01:30:30.620 --> 01:30:31.250 Ivylevel: Got it. 635 01:30:31.760 --> 01:30:35.599 Ivylevel: 12 pm. To one Pm. Or one pm. To 2 pm. Right? 636 01:30:37.180 --> 01:30:38.160 Ivylevel: They okay. 637 01:30:38.470 --> 01:30:39.940 Ivylevel: And then. 638 01:30:40.230 --> 01:30:42.819 Ivylevel: just in case there will be the 639 01:30:43.000 --> 01:30:48.700 Ivylevel: session. 2 for the game plan for Shri, Harry for June 16. That is Sunday. 640 01:30:48.890 --> 01:30:51.489 Ivylevel: Do you think the same time would work. 641 01:30:52.370 --> 01:30:53.040 Jenny Duan: I, I. 642 01:30:53.040 --> 01:30:54.190 Ivylevel: The 6 Pm. 643 01:30:54.190 --> 01:30:56.640 Jenny Duan: That time. Can you 1st propose, like 644 01:30:56.850 --> 01:31:03.369 Jenny Duan: 12 Pm. To one Pm. One pm. To 2 Pm. Too, and then just have like, who does take one to Bonnie, take the other slot. Shahari, take. 645 01:31:03.370 --> 01:31:04.430 Ivylevel: Alright pleasure. 646 01:31:04.730 --> 01:31:05.990 Ivylevel: Okay, got it. 647 01:31:06.750 --> 01:31:17.609 Ivylevel: that's perfect. And then for June week of June 17, it says here, who does not available on weekdays. So maybe we could do it on Saturday or Sunday. 648 01:31:18.900 --> 01:31:20.850 Ivylevel: Did you still want the same time? Would work. 649 01:31:21.890 --> 01:31:24.250 Jenny Duan: For 3 sessions, or for how many sessions. 650 01:31:24.570 --> 01:31:26.549 Ivylevel: This would be 651 01:31:26.850 --> 01:31:29.850 Ivylevel: for one session. I'm sorry. 652 01:31:30.460 --> 01:31:32.479 Ivylevel: This will be the week 8 653 01:31:33.905 --> 01:31:34.570 Ivylevel: session 654 01:31:35.310 --> 01:31:37.570 Ivylevel: session one I mean part one. 655 01:31:38.620 --> 01:31:44.259 Jenny Duan: Okay, she's not available on weekday. So for all 3 sessions, does she want them on the weekends? 656 01:31:46.300 --> 01:31:54.139 Ivylevel: For June 17. She's not available on weekdays, so maybe we could have it on weekends. I could propose that as well. 657 01:31:55.350 --> 01:32:02.530 Jenny Duan: Okay, I mean, I mean, does she want 3 sessions? Because if she wants 3 sessions, then it would have to be back to back. Friday, Saturday, Sunday, right. 658 01:32:03.868 --> 01:32:07.749 Ivylevel: I could check on that with Huda and Saraj, too. 659 01:32:07.880 --> 01:32:09.959 Ivylevel: Okay, maybe it was a tentative 660 01:32:10.140 --> 01:32:11.419 Ivylevel: date and time. 661 01:32:12.634 --> 01:32:15.945 Jenny Duan: For week session. One we can say tentative. 662 01:32:19.020 --> 01:32:20.650 Jenny Duan: we could do. 663 01:32:21.000 --> 01:32:24.040 Jenny Duan: Let's see, I think it would be nice to have some consistent times. 664 01:32:24.410 --> 01:32:27.950 Jenny Duan: Friday, from 7 to 8 would be good again. 665 01:32:28.500 --> 01:32:33.560 Ivylevel: Okay, that's June 21, st let me just double check. Alright. 666 01:32:38.000 --> 01:32:40.260 Ivylevel: That's 7 to 8 PM. Correct. 667 01:32:41.240 --> 01:32:42.240 Jenny Duan: Exactly. 668 01:32:42.820 --> 01:32:43.760 Ivylevel: Okay. 669 01:32:45.400 --> 01:32:47.179 Ivylevel: And then for part 2 670 01:32:48.390 --> 01:32:49.460 Ivylevel: said, Saturday. 671 01:32:50.860 --> 01:32:52.360 Jenny Duan: yeah, I guess, like. 672 01:32:52.540 --> 01:32:55.600 Jenny Duan: Saturday, maybe same time, 7 to 8. PM. 673 01:32:57.400 --> 01:32:58.250 Ivylevel: Okay. 674 01:32:58.970 --> 01:33:02.000 Ivylevel: And then for part 3, would it be the same time. 675 01:33:04.340 --> 01:33:05.779 Jenny Duan: Let me check. 676 01:33:07.660 --> 01:33:08.650 Jenny Duan: Brian. 677 01:33:11.270 --> 01:33:16.000 Jenny Duan: Sorry I need to verify something else in my schedule. Really quickly. 678 01:33:17.050 --> 01:33:17.790 Ivylevel: Sure. 679 01:33:19.690 --> 01:33:21.090 Jenny Duan: One moment. 680 01:33:33.980 --> 01:33:35.210 Jenny Duan: helm. 681 01:33:39.180 --> 01:33:48.200 Ivylevel: I guess, for Anushka coach, Jenny, it will be easy for us, since I think she already fixed her calendly so we could just choose from 682 01:33:48.490 --> 01:33:50.739 Ivylevel: the time slots there, and 683 01:33:50.910 --> 01:33:52.530 Ivylevel: I will set up the meeting. 684 01:33:53.420 --> 01:33:56.320 Jenny Duan: Okay. Awesome. Oh, for Sunday, let's 685 01:33:56.360 --> 01:33:57.989 Jenny Duan: maybe do like 686 01:34:02.939 --> 01:34:18.409 Jenny Duan: In the middle of the day would also probably be preferable. So let's let's fix to sched 2 times on the week of the 17.th And I think if Huda can do one weekday time, that would be better than having 3 back to back. So. 687 01:34:18.410 --> 01:34:19.080 Ivylevel: Okay. 688 01:34:20.100 --> 01:34:26.009 Jenny Duan: Cause, I think, just in terms of effectiveness. Just ask her if she can do any weekday like evening, or something. 689 01:34:27.720 --> 01:34:34.259 Ivylevel: for that's the for the week of June 7, th June, sorry that's for the week of June 20, 690 01:34:34.730 --> 01:34:36.330 Ivylevel: June 17, th okay. 691 01:34:36.560 --> 01:34:37.140 Jenny Duan: Then 692 01:34:45.630 --> 01:34:46.400 Ivylevel: Okay? 693 01:34:46.730 --> 01:34:57.619 Ivylevel: And then there might be one more game plan session for you. That's for Anila, though this customer has not signed up, I mean paid yet. 694 01:34:57.790 --> 01:35:00.410 Ivylevel: but there might be paying 695 01:35:00.430 --> 01:35:02.640 Ivylevel: within this month, I guess 696 01:35:02.800 --> 01:35:06.255 Ivylevel: so, just in case would you be available as well for 697 01:35:06.610 --> 01:35:09.580 Ivylevel: gave plan session one for the week of June 17.th 698 01:35:10.010 --> 01:35:10.609 Ivylevel: For them. 699 01:35:11.019 --> 01:35:14.299 Jenny Duan: Let me check on that on my schedule. 700 01:35:14.610 --> 01:35:15.340 Ivylevel: Okay. 701 01:35:15.950 --> 01:35:17.010 Jenny Duan: 1 million. 702 01:35:19.600 --> 01:35:20.580 Ivylevel: Put it here. 703 01:35:32.626 --> 01:35:36.370 Jenny Duan: I think the week of the 17, th maybe. 704 01:35:36.590 --> 01:35:40.599 Jenny Duan: You could do that from 6 to 7 pm. Before who does session. 705 01:35:41.230 --> 01:35:42.849 Ivylevel: Okay, that is 706 01:35:44.630 --> 01:35:46.950 Ivylevel: 6 to 7 PM. June 17. 707 01:35:51.800 --> 01:35:53.220 Ivylevel: Alright. 708 01:35:53.660 --> 01:35:58.059 Ivylevel: And for this session, too, that could be for the week of June 24. 709 01:35:58.060 --> 01:36:06.939 Jenny Duan: Maybe, instead of the 17, th let's the 24 sorry instead of the 21.st Let's do it on twenty-second same time, though. 6. 710 01:36:06.940 --> 01:36:07.270 Ivylevel: Okay. 711 01:36:07.270 --> 01:36:07.920 Jenny Duan: Yeah. 712 01:36:08.530 --> 01:36:09.420 Jenny Duan: thank, you. 713 01:36:09.420 --> 01:36:10.750 Ivylevel: Sorry. 20. Second 714 01:36:10.810 --> 01:36:13.439 Ivylevel: for the game plan session, one for Annila. 715 01:36:13.750 --> 01:36:15.229 Ivylevel: Yeah, 20 seconds. 716 01:36:15.970 --> 01:36:18.860 Ivylevel: And that's gonna be 6 to 7 pm. 717 01:36:20.510 --> 01:36:28.710 Ivylevel: okay? And then for the game plan session 2. That's gonna be on the week of June 24 to July one. 718 01:36:30.210 --> 01:36:30.950 Jenny Duan: Okay, 719 01:36:33.160 --> 01:36:37.380 Jenny Duan: I do not have anything in my calendar 720 01:36:37.460 --> 01:36:39.710 Jenny Duan: for that week right now. So 721 01:36:40.040 --> 01:36:42.623 Jenny Duan: let's just assume that 722 01:36:43.780 --> 01:36:47.109 Jenny Duan: who does time stays the same actually, that week. 723 01:36:47.840 --> 01:36:54.050 Jenny Duan: So let's keep the Friday slot for Huda from 7 to 8 Pm. Pst, on Friday. 724 01:36:54.680 --> 01:36:55.880 Ivylevel: Okay. 725 01:36:56.490 --> 01:36:57.280 Jenny Duan: And then. 726 01:36:57.280 --> 01:37:03.540 Ivylevel: Oh, wait! Sorry. Sorry, Coach Jenny. What is that again? Friday? That's June 28.th 727 01:37:04.210 --> 01:37:07.549 Jenny Duan: Yeah. 7 to 8 pm, pst, let's keep Pudu's time. 728 01:37:09.350 --> 01:37:14.150 Jenny Duan: And then we could do game transition part 2, maybe the same time on Saturday, like 729 01:37:14.510 --> 01:37:16.620 Jenny Duan: 6 to 7 PM. On Saturday. 730 01:37:16.900 --> 01:37:17.700 Ivylevel: Okay. 731 01:37:19.000 --> 01:37:20.410 Jenny Duan: Although that's kind of 732 01:37:20.420 --> 01:37:29.459 Jenny Duan: yeah, a tentative time. So that's flexible. If they need to reschedule or something like we can. Maybe, as we get closer to the date. If they have any specifications. 733 01:37:30.389 --> 01:37:30.990 Ivylevel: Okay? 734 01:37:31.120 --> 01:37:32.430 Ivylevel: And then. 735 01:37:33.100 --> 01:37:35.530 Ivylevel: oh, hall, just give me one moment 736 01:37:35.840 --> 01:37:39.110 Ivylevel: for June 30th to July, 10, th 737 01:37:39.410 --> 01:37:42.700 Ivylevel: buda will be on a different time zone, but says, here 738 01:37:42.770 --> 01:37:46.660 Ivylevel: she will update us on her schedule. So 739 01:37:48.160 --> 01:37:49.900 Ivylevel: I guess we could just 740 01:37:50.220 --> 01:37:52.010 Ivylevel: put some like tentative. 741 01:37:52.500 --> 01:37:55.109 Ivylevel: Oh, yeah, we could do until 742 01:37:55.600 --> 01:38:01.199 Ivylevel: June 2829, or one more week day as well for that week. 743 01:38:01.480 --> 01:38:03.299 Ivylevel: Just a tentative schedule. 744 01:38:04.520 --> 01:38:05.830 Ivylevel: KR. 745 01:38:06.270 --> 01:38:13.820 Ivylevel: What date do you think? Aside from June 28 and 29. Sorry for June 29.th That could be your 746 01:38:14.130 --> 01:38:15.840 Ivylevel: part 3. 747 01:38:16.770 --> 01:38:21.499 Ivylevel: And then we can put part one on a weekday. How about that, coach? Jenny? 748 01:38:21.980 --> 01:38:23.610 Jenny Duan: Sure that sounds good. 749 01:38:24.350 --> 01:38:25.570 Jenny Duan: I'm 750 01:38:26.810 --> 01:38:28.050 Jenny Duan: so 751 01:38:28.670 --> 01:38:31.067 Jenny Duan: on a weekday, maybe we can do 752 01:38:31.630 --> 01:38:32.440 Jenny Duan: like 753 01:38:32.930 --> 01:38:35.900 Jenny Duan: 5, 30 to 6, 30 pm. 754 01:38:36.310 --> 01:38:37.235 Jenny Duan: On 755 01:38:38.630 --> 01:38:40.689 Jenny Duan: Monday, the 24.th 756 01:38:41.260 --> 01:38:41.630 Ivylevel: Okay? 757 01:38:43.070 --> 01:38:46.430 Ivylevel: And then part 2 will be 758 01:38:46.900 --> 01:38:48.999 Ivylevel: June 28, th 759 01:38:50.880 --> 01:38:53.130 Ivylevel: that is, 7 to 8 pm. 760 01:38:53.330 --> 01:38:56.639 Ivylevel: And then for part 3, that's June 29.th 761 01:38:56.700 --> 01:38:58.470 Ivylevel: At what time do you think. 762 01:38:59.080 --> 01:39:01.070 Jenny Duan: You can also do 7 to 8 PM. That should be. 763 01:39:01.070 --> 01:39:01.420 Ivylevel: Okay. 764 01:39:03.160 --> 01:39:03.840 Jenny Duan: Okay. 765 01:39:04.280 --> 01:39:04.930 Ivylevel: Okay. 766 01:39:05.290 --> 01:39:12.990 Ivylevel: Alright, I guess we're good. And then for Anushka we could just use the calendar link. I'll send it to you, and 767 01:39:13.010 --> 01:39:15.939 Ivylevel: you can just choose and let me know, so I can set up. 768 01:39:17.530 --> 01:39:19.720 Jenny Duan: Okay, that sounds great. Thank you so much. 769 01:39:20.060 --> 01:39:22.809 Ivylevel: Alright! Thank you so much for your time. Coach Jenny. 770 01:39:23.120 --> 01:39:23.690 Ivylevel: Bye. 771 01:39:23.690 --> 01:39:24.350 Jenny Duan: 1st 772 01:39:24.500 --> 01:39:25.690 Jenny Duan: I.",
  "segments": [
    "Week 65 - Coaching_Jenny_Huda_Wk65_2024-06-06_M_a556a5ec92855c3cU_2024-06-05_00-00-00 WEBVTT 1 00:23:32.370 --> 00:23:33.930 Jenny Duan: Hi! Huda! How's it going. 2 00:23:35.290 --> 00:23:37.389 huda: Hi! It's going well, how are you? 3 00:23:37.770 --> 00:23:47.618 Jenny Duan: I'm good. I'm so sorry for being late. We had another cancellation this morning, and I thought that this one had cancelled, too. But yeah, I got confused. So sorry. Thanks for your patience. 4 00:23:47.900 --> 00:23:48.633 huda: That's okay. 5 00:23:49.395 --> 00:24:05.019 huda: Yeah, this session. I wanted to focus a little more on maybe like scaling impact. And tell me a bit about more about like metrics and stuff, and also, maybe, like my social media accounts, and how I can build that as well. 6 00:24:06.310 --> 00:24:09.715 Jenny Duan: Yeah, I think that's a really good idea. So I'm gonna get on the dog. 7 00:24:10.350 --> 00:24:17.259 Jenny Duan: I think, would you like to focus on slope left empowering AI or something different. 8 00:24:17.380 --> 00:24:18.070 Jenny Duan: Thanks. And Thor. 9 00:24:18.556 --> 00:24:20.500 huda: I'm thinking, maybe like 10 00:24:21.314 --> 00:24:28.359 huda: focusing on empowering AI, and then maybe we could discuss some delay a little bit. But yeah. 11 00:24:29.320 --> 00:24:37.953 Jenny Duan: Okay, cool. So I'm gonna look at your empowering AI Instagram right now. Cause I think that scaling with Instagram is something that we want to focus on 12 00:24:40.770 --> 00:24:46.119 Jenny Duan: and I think that the like new art competition, I think it's really cool. Have people been submitting so far. 13 00:24:47.060 --> 00:24:50.679 huda: Not really. I don't think we've gone. The single submission actually. 14 00:24:50.680 --> 00:24:51.390 Jenny Duan: Okay. 15 00:24:52.370 --> 00:24:58.119 Jenny Duan: I like this, Rebrand. I think your last post was 5 weeks ago on empowering AI for Instagram. 16 00:24:59.428 --> 00:25:10.770 huda: Yeah, we've been we've been ",
    "just like I don't know why she hasn't posted the marketing directors actually supposed to be posting about the our competition. But yeah. 17 00:25:12.660 --> 00:25:14.730 Jenny Duan: Okay, let's actually think about like. 18 00:25:15.380 --> 00:25:22.320 Jenny Duan: Ho, who's on this team? And how do you communicate with them? And what's the structure like? Do you have a slack channel discord, text message. 19 00:25:22.972 --> 00:25:47.827 huda: Yeah, we usually message through like, the messages app and and we try to meet every week. Sometimes it's like, not like we're not able to. But this week we're meeting on Saturday, and we usually have, like an hour or half an hour call, and we kind of like discuss like they give me like updates on what they've been doing. And I give them action items. And then 20 00:25:48.560 --> 00:25:53.810 huda: and then we also kind of discuss, like, future plans for a club. But yeah. And then 21 00:25:53.810 --> 00:26:21.729 huda: we also like a couple of times we've tried like deciding like what kind of social media post, because we do wanna do like lots of reels and stuff but and like tiktoks and everything. And then I think my social media marketer she wants to like do like a joint reel but that's like, have. We're kind of having like issues with collaboration. Cause, like everyone, kinda not really responsive. But 22 00:26:21.810 --> 00:26:22.760 huda: yeah. 23 00:26:24.010 --> 00:26:27.194 Jenny Duan: Okay. So I think maybe one issue that I'm seeing right now is 24 00:26:27.868 --> 00:26:31.931 Jenny Duan: I feel like the communication structure is not that formalized? I think 25 00:26:32.280 --> 00:26:45.040 Jenny Duan: like people tend to think, take things more seriously when they feel like the organization is more serious, or when they feel like it's more high stakes, so like people are more likely to treat like a slack, more professionally than, say, a discord, and like 26 00:26:45.400 --> 00:27:00.489 Jenny Duan: a discord mo",
    "re professionally than see. Maybe, like text messages, one to one. And so I think that one thing that you can do this isn't like non social media related is try to make the organization feel more professional by like moving it to like a slack or making something more official like. 27 00:27:00.810 --> 00:27:08.669 Jenny Duan: I think the less that you decrease, like the more that you decrease like the one on one types of scheduling like the better it will get. So like. 28 00:27:09.070 --> 00:27:12.029 Jenny Duan: maybe you guys can like pick a fixed time, and, like 29 00:27:12.512 --> 00:27:21.247 Jenny Duan: set up like a recurring meeting link, or maybe set up like a calendar so she could pick times with. So people on the team can pick times, or like a when to meet, or something 30 00:27:21.550 --> 00:27:25.159 Jenny Duan: that way. If you have like a slack channel or something, it feels 31 00:27:25.330 --> 00:27:33.319 Jenny Duan: now that empowering is not an official org, but it feels more like an official organization where they have, like someone to report to and like responsibilities to deliver 32 00:27:33.420 --> 00:27:40.380 Jenny Duan: on a daily basis or on a weekly basis like that's just human psychology. And people are usually more receptive. To that. 33 00:27:41.160 --> 00:27:42.630 huda: Okay. Yeah. Sounds good. 34 00:27:46.305 --> 00:27:47.170 Jenny Duan: Cool. 35 00:27:47.420 --> 00:27:48.520 Jenny Duan: So 36 00:27:50.410 --> 00:27:53.882 Jenny Duan: I think that's could be like step number one also. 37 00:27:54.680 --> 00:27:59.870 Jenny Duan: So with the with the art competition, like, I see, you've been posting on your own channels right. 38 00:28:00.735 --> 00:28:01.360 huda: Yeah. 39 00:28:01.360 --> 00:28:04.559 Jenny Duan: And has that been effective at all like on Tiktok or anything. 40 00:28:05.112 --> 00:28:14.790 huda: Yeah, I've been posting on Tiktok. It. I did like one video and that got like 2,000 views. And there's a couple of. 41 ",
    "00:28:14.790 --> 00:28:15.180 Jenny Duan: Yeah. 42 00:28:15.180 --> 00:28:20.510 huda: People like commenting. And they're kind of like criticizing it and like 43 00:28:20.660 --> 00:28:33.750 huda: like so like I don't know, and also like on Tiktok. You can't share like links in your bio unless you have like a thousand followers. So it's kind of like hard to get people to like to try it. 44 00:28:34.171 --> 00:28:37.299 huda: To try submitting. And so, yeah, I think 45 00:28:37.330 --> 00:28:49.899 huda: I think that our constitution has been like hard to like advertise cause even like some people that I know have been like reaching out and saying, like to not promote AI art. So like I don't know, I think it's a bit controversial. 46 00:28:52.050 --> 00:28:59.990 Jenny Duan: Gotcha, I mean, I think controversy and any type of attention like any type of publicity, is good. Publicity, like bad publicity, is good publicity. 47 00:29:00.050 --> 00:29:02.242 Jenny Duan: But that being said 48 00:29:03.440 --> 00:29:04.829 Jenny Duan: I do think like. 49 00:29:05.660 --> 00:29:13.390 Jenny Duan: let's see if if it's if no one has submitted, and if, like people are leaving uncomfortable comments, that's also not good. So 50 00:29:13.800 --> 00:29:23.499 Jenny Duan: I think, you said that you've been having difficulties at the collaboration post. Could you tell me a little bit more about that like? What's what is the issue like? And what have you been trying. 51 00:29:23.500 --> 00:29:38.420 huda: Yeah. So we wanted to make. So we wanted to make kind of like a welcome. Video, 1st kind of just introducing what empowering AI is, and also like us as officers. And so like. We kind of each had to like record a little flip. 52 00:29:38.420 --> 00:29:54.099 huda: and then me and me and the marketing director. We found ours. But I unfortunately, I think the others aren't really taking that seriously, and also even last meeting. I kind of said everyone has to make at least like one",
    " 53 00:29:54.100 --> 00:30:12.600 huda: or like come up with at least one idea for a video or or like record one and that's kind of not really stuck with many of them. And then they also kind of have like finals going on for them. So that's why I think they might be like a little slack slacking off because of that. But yeah. 54 00:30:14.330 --> 00:30:15.250 Jenny Duan: I see. 55 00:30:15.410 --> 00:30:18.579 Jenny Duan: and remind me what the size of your team is. Again. 56 00:30:19.454 --> 00:30:20.710 huda: It's 5 of us. 57 00:30:21.410 --> 00:30:22.170 Jenny Duan: Oh, hey! 58 00:30:22.390 --> 00:30:26.410 Jenny Duan: And how many people are like, have contributed their ideas to this. 59 00:30:27.452 --> 00:30:29.517 huda: Okay? So I'd say, like, 60 00:30:30.380 --> 00:30:51.189 huda: So me and the marketing director have like worked on, you know, like with the rules and like the guidelines for submitting. I made like the the form to submit, and then I think my vice president still isn't doing too much like but yeah, I think it. I might have to give it like more like 61 00:30:51.310 --> 00:30:56.989 huda: more actionable like action items. Next time. And then. 62 00:30:57.070 --> 00:31:24.410 huda: But yeah, so then we also like the secretary, and so she was supposed to write like an article about our, or like kind of like a recap of our boot camp like 3 weeks ago. And she didn't do it. So then, like actually did for yesterday message. And I was like, hey, are you still interested in your role I've been asking for like 3 weeks is you kind of need to do this if you wanna maintain your role and then she's she's able to send that over. So 63 00:31:24.755 --> 00:31:30.970 huda: yeah, I think that's good for now. But like, when we check in on Saturday, I'm like. 64 00:31:31.453 --> 00:31:35.350 huda: kind of get everyone else's. The treasure also isn't 65 00:31:35.450 --> 00:31:36.510 huda: bone 66 00:31:36.640 --> 00:31:39.699 huda: really doing much at the moment. Bu",
    "t yeah. 67 00:31:41.140 --> 00:32:00.790 Jenny Duan: Yeah, I think another thing is like, Do people have clear tasks about what they're working on? Because I think sometimes that's and that could be another issue with me when I was working at different organizations. Is that like people don't have clear tasks, it can be really hard. Do you feel like they have like clear tasks that they can work on slash? Do. 68 00:32:00.790 --> 00:32:07.250 huda: Yeah, we actually have a a planning, doc, and then during our meetings I write like the action items for each person there. 69 00:32:07.250 --> 00:32:08.350 Jenny Duan: It's that song issue. 70 00:32:08.350 --> 00:32:12.319 huda: Yeah. And I also like leave in the chat as well. So 71 00:32:13.500 --> 00:32:14.430 huda: yeah. 72 00:32:15.020 --> 00:32:18.140 Jenny Duan: Got it? Okay, so 73 00:32:18.300 --> 00:32:21.850 Jenny Duan: what organizations have you been trying to collaborate with? Then. 74 00:32:22.810 --> 00:32:40.199 huda: Okay. So I reached out to. There was an account called stem sphere. And they're also like a student led organization and they respond to my message. And they agreed. But they wanted us like email them to like see? Further. 75 00:32:51.830 --> 00:32:52.819 Jenny Duan: Can you hear me? 76 00:33:23.230 --> 00:33:24.369 Jenny Duan: Can you hear me? 77 00:33:33.870 --> 00:33:36.979 huda: Oh, I'm not sure what happened. I think it just cut out. 78 00:33:37.450 --> 00:33:42.159 Jenny Duan: Oh, okay, sorry. Can you repeat what you said? I think like I missed everything. 79 00:33:42.550 --> 00:33:43.020 huda: Oh, yeah. 80 00:33:43.020 --> 00:33:43.660 Jenny Duan: Was in. 81 00:33:44.411 --> 00:33:54.239 huda: So we only only like one person. One account like reached back reached out again. And then it was called stem sphere. They're also student. 82 00:33:54.590 --> 00:33:56.239 Jenny Duan: They wanted you to email them right? 83 00:33:56.240 --> 00:33:56.980 huda: Yeah. 84 00:33:57.634 --> 00:34:00.949",
    " huda: that's kind of the only collaboration update. 85 00:34:02.530 --> 00:34:05.819 Jenny Duan: How did you email them? And how many people did you reach out to. 86 00:34:06.355 --> 00:34:12.940 huda: I reached out to like about 10 organizations. And yeah, I did. I did email them. 87 00:34:14.210 --> 00:34:15.579 Jenny Duan: And have they responded yet. 88 00:34:16.074 --> 00:34:31.929 huda: No, I I did it this morning, so they should probably get back soon. And yeah, I was just saying that, like maybe we they could do something. AI Bias related, and then we could do something like more related to their niche. And that's what I was hoping 89 00:34:32.515 --> 00:34:34.030 huda: for the collaboration. 90 00:34:34.830 --> 00:34:36.989 Jenny Duan: Okay, cool. That sounds good to me. 91 00:34:37.623 --> 00:34:38.690 Jenny Duan: And then 92 00:34:39.179 --> 00:34:45.079 Jenny Duan: another question is, out of these 10 orgs like, what was the message that you sent them? 93 00:34:47.790 --> 00:34:53.679 huda: I just kind of basically said, Hi, I'm the founder of this organization. 94 00:34:54.965 --> 00:35:12.330 huda: like, I saw your organization. And saw that like, we kind of like similar missions. And that like, I would really like to collaborate on a post. To spread that mission. And yeah, that's kind of what I said. 95 00:35:14.032 --> 00:35:18.717 Jenny Duan: Can you copy, paste this the message into the document that we have? If that's okay. 96 00:35:19.200 --> 00:35:19.600 huda: Yeah. 97 00:35:38.370 --> 00:35:39.870 Jenny Duan: Let me send the link to our dog. 98 00:35:40.610 --> 00:35:41.910 huda: Yeah phone. 99 00:36:05.240 --> 00:36:07.149 huda: And before I'm just 100 00:36:08.680 --> 00:36:10.030 huda: one second. 101 00:36:11.420 --> 00:36:12.340 Jenny Duan: Hey? Awesome. 102 00:36:22.010 --> 00:36:27.069 Jenny Duan: Okay, cool. This sounds good. Are you sending this through your personal Instagram, or through the empowering AI Instagram? 103 00:36:28.370 ",
    "--> 00:36:31.489 huda: I sent this through the Empire. Instagram. 104 00:36:32.730 --> 00:36:36.911 Jenny Duan: Okay, I think you can also tries to meet organizations with your personal Instagram. 105 00:36:37.528 --> 00:36:50.790 Jenny Duan: That might work because you have, like more followers on your personal Instagram, so it might give you more credibility. I've like received Dms from people's personal Instagrams before like promoting their this type of account. So I think that should work. 106 00:36:50.860 --> 00:36:55.330 Jenny Duan: And then let's see, like what other platforms you can amplify it on. So 107 00:36:55.640 --> 00:36:59.050 Jenny Duan: we should have a clear goal right now. So with empowering AI, 108 00:36:59.080 --> 00:37:02.461 Jenny Duan: what is the clear goal? The goal here is to 109 00:37:03.960 --> 00:37:06.460 Jenny Duan: increase emissions. R contest 110 00:37:09.050 --> 00:37:10.860 Jenny Duan: that can be one clear goal. 111 00:37:11.390 --> 00:37:14.089 Jenny Duan: And so far you've been pro 112 00:37:17.010 --> 00:37:19.010 Jenny Duan: so far. You've been posting on 113 00:37:21.580 --> 00:37:23.710 Jenny Duan: posting on your Instagram 114 00:37:25.690 --> 00:37:29.180 Jenny Duan: Linkedin. Tiktok. 115 00:37:31.160 --> 00:37:33.680 Jenny Duan: and you've received 0 submissions right. 116 00:37:34.900 --> 00:37:35.540 huda: Hmm. 117 00:37:37.500 --> 00:37:38.250 Jenny Duan: So 118 00:37:38.590 --> 00:37:42.809 Jenny Duan: 1st of all, what is the incentive for winning? Is it just like 119 00:37:43.000 --> 00:37:44.219 Jenny Duan: a title. 120 00:37:44.260 --> 00:37:48.339 Jenny Duan: or is there some? Is there another incentive that you might be able to offer. 121 00:37:49.321 --> 00:37:52.540 huda: Currently, we just have, like a certificate and a title 122 00:37:52.936 --> 00:37:58.799 huda: but we could possibly have, like maybe like a gift card or something like that. 123 00:38:00.020 --> 00:38:05.553 Jenny Duan: Yeah, maybe like ",
    "a $50 gift card. Seems like a pretty good way to incentivize people to submit it. 124 00:38:06.378 --> 00:38:23.459 Jenny Duan: Cause, I think another thing is like, people are usually not motivated by like just titles that much anymore. So I think because there's so many like title offering things like people might not be as interested as they would in something that does have like a financial incentive to it. 125 00:38:23.590 --> 00:38:29.270 Jenny Duan: So because of that, I think maybe if you offered like a $50 prize, that would be good 126 00:38:29.764 --> 00:38:32.760 Jenny Duan: and you probably could just self put that 127 00:38:32.780 --> 00:38:35.070 Jenny Duan: unless you want to find a sponsor. 128 00:38:37.840 --> 00:38:38.790 Jenny Duan: okay? 129 00:38:39.020 --> 00:38:39.813 Jenny Duan: And then 130 00:38:41.360 --> 00:38:43.930 Jenny Duan: how long have you been posting? And what is the deadline? 131 00:38:45.286 --> 00:38:57.790 huda: So deadline is June 20 second. We're thinking about extending that because of like the lack of submissions. But yeah, I've been posting, I think, like the 132 00:38:57.900 --> 00:39:01.889 huda: I've been posting since like the poster was done. So I. 133 00:39:01.890 --> 00:39:02.720 Jenny Duan: Which one. 134 00:39:03.150 --> 00:39:07.600 huda: Like, 2 weeks ago or yeah. 2 weeks ago. 135 00:39:09.080 --> 00:39:09.870 Jenny Duan: Got it. 136 00:39:11.440 --> 00:39:16.909 Jenny Duan: Okay? And you receive 0 submissions. Have have. Do you know how many people have clicked on the link? 137 00:39:17.210 --> 00:39:18.540 Jenny Duan: Where is their link? Oh, yeah. 138 00:39:18.540 --> 00:39:19.779 huda: And I'm not sure. 139 00:39:21.660 --> 00:39:29.540 Jenny Duan: Okay? Okay, I think the 1st thing is a cash incentive is gonna work a lot. It's gonna be a lot more effective. So 140 00:39:30.020 --> 00:39:40.000 Jenny Duan: I don't. I think maybe, if you can like, announce that I think more people are likely to submit also. ",
    "What are the instructions, and what is what is the task to submit 141 00:39:40.020 --> 00:39:54.579 Jenny Duan: like AI on competition? Using what cause, I think, maybe if you created like a resource where people could learn how to make a art that could be good cause. I think maybe a lot of people are like, Oh, I don't know how to make air if they don't have, like chat, equity, pro or mid journey, or something. 142 00:39:54.913 --> 00:40:01.580 huda: Oh, yeah, I think that would be helpful. We could probably make like a guide and also, I think. 143 00:40:01.820 --> 00:40:07.440 huda: do you think, like a Youtube video like with a tutorial like would be affected. 144 00:40:08.650 --> 00:40:25.301 Jenny Duan: I think if I were a submitter I would not be watching the Youtube. I think that would just take too long. I would just say, like, maybe an article like a Google Doc link saying like submission rules and guidelines. I think that would also formalize things cause I think, like right now. People don't think that empowering AI is, maybe. 145 00:40:25.570 --> 00:40:45.709 Jenny Duan: but I don't think legitimacy in this competition. There may be like, Oh, this is just like an interesting flyer like this is a cool opportunity, but like I don't know much about it. But I think if you give it more legitimacy by 1st of all attaching a monetary price. Second of all, making a flyer. Sorry, making a handout with like the contest rules and guidelines that wouldn't give more legitimacy to it. 146 00:40:46.450 --> 00:40:47.220 huda: Okay. 147 00:40:48.040 --> 00:41:03.989 Jenny Duan: And then you should also just link maybe some places where people can make AI art for free to submit. Because again, I think like. If someone doesn't know a lot about AI doesn't have a mid journey, or Dolly, or like Gpt subscription, then they wouldn't even necessarily know where to make the art. 148 00:41:04.910 --> 00:41:05.540 huda: Yeah. 149 00:41:05.880 --> 00:41:07.399 Jenny Duan: That might b",
    "e a big barrier 150 00:41:08.222 --> 00:41:11.600 Jenny Duan: and then after that, I think, like. 151 00:41:13.240 --> 00:41:15.510 Jenny Duan: Let me put all these action items in 152 00:41:17.763 --> 00:41:19.050 Jenny Duan: one moment. 153 00:41:42.980 --> 00:41:50.529 Jenny Duan: Okay? And then we could think about like spaces that might be most likely to support your initiative. I think that, have you tried blasting it in any like 154 00:41:51.265 --> 00:41:54.590 Jenny Duan: like code of classy channels or ntwit channels. 155 00:41:55.170 --> 00:42:05.370 huda: Yeah, I've posted on the coding classy channels. I think, unlike the discord, I think maybe I haven't tried and see. Wait yet. So I think that could be a great place. 156 00:42:06.620 --> 00:42:10.359 Jenny Duan: Okay, cool. So the easy way are you on the slack? There. 157 00:42:10.360 --> 00:42:11.080 huda: Yeah. 158 00:42:11.930 --> 00:42:24.430 Jenny Duan: Okay. So I think you could try blasting in there and like the opportunities channel as well, and see if like that's well received. And then in the code of classy, I think like, if you just keep on blasting it, people are more likely to interact with it. So 159 00:42:25.690 --> 00:42:27.130 Jenny Duan: let me see 160 00:42:31.460 --> 00:42:33.970 Jenny Duan: like if you post it there like 161 00:42:34.230 --> 00:42:43.160 Jenny Duan: more frequently, like a couple of times. Sometimes people get it gets lost in their inbox, but if you like post it many times. It should be okay. 162 00:42:54.880 --> 00:43:11.269 Jenny Duan: And then also, like, I think, encoded classy. If you once you attach the updated rules and guidelines. That should also make a difference. But I think, like again, the more that you post something like you can post it every single day in there, if you want to. The more that people see it, the more they're likely to engage with it. 163 00:43:13.580 --> 00:43:15.670 huda: Okay, hmm, that makes sense. 164 00:43:17.680 --> 00:43:18.333",
    " Jenny Duan: Cool 165 00:43:20.620 --> 00:43:21.990 Jenny Duan: and then. 166 00:43:22.160 --> 00:43:33.930 huda: And also for empower AI, so like I know, for initiatives. It's like always nice to have like more events. So that like when we're applying, I can show proof of like actually having an impact. 167 00:43:34.320 --> 00:43:51.769 huda: so I know we're like, we're like kind of planning to do a Hackathon towards the end of summer, but like in in between. Then do you have any like suggestions on like what we can do to you know, create like, maybe some sort of like impactful, like small event. 168 00:43:53.680 --> 00:44:02.050 Jenny Duan: I'm wondering if you can collab with like a local company in the Bay Area cause I think, like lots of companies are responsive to hosting students for various things. 169 00:44:02.430 --> 00:44:10.540 Jenny Duan: So maybe if you did like a visit to a company, or if you could, host like an in person event at a company office. That would be good, too. 170 00:44:10.770 --> 00:44:14.510 Jenny Duan: like, for example, what's a random company that you might have correct like 171 00:44:15.180 --> 00:44:17.270 Jenny Duan: like if you could get like? 172 00:44:17.540 --> 00:44:24.219 Jenny Duan: I don't know, Lenovo, to give you a tour of their office, or something like it doesn't have to be a big company. It could be a startup. It could be something else, but like 173 00:44:24.620 --> 00:44:27.130 Jenny Duan: something like that could be really cool. I think. 174 00:44:28.096 --> 00:44:32.203 huda: So in terms of like collaboration, like 175 00:44:32.810 --> 00:44:39.009 huda: like, what would I be like reaching out for like like? How would I go about like reaching out. 176 00:44:40.490 --> 00:45:01.619 Jenny Duan: Yeah. So you would start by. So we can just do this together. But maybe identify a list of like target organizations that you think you'd wanna co partner with, and then so to clarify if we are doing the company visit idea, ",
    "which we don't necessarily have to, you would just email these organizations and introduce yourself. Say, like, you're a student, you're you're part of this nonprofit, and you'd like to like 177 00:45:01.710 --> 00:45:03.459 Jenny Duan: your your mission is to 178 00:45:03.510 --> 00:45:05.179 Jenny Duan: bring young girls into the 179 00:45:05.200 --> 00:45:06.640 Jenny Duan: teach them about AI, 180 00:45:06.650 --> 00:45:11.999 Jenny Duan: and so you can say like, Oh, I'm interested in your company for Xyz reasons. I would love to like. 181 00:45:12.260 --> 00:45:17.339 Jenny Duan: collaborate on like a field visit or like a 182 00:45:17.620 --> 00:45:24.440 Jenny Duan: workplace tour, or something to show young women that like this is an environment that they can thrive in, or something like that, like something that. 183 00:45:24.440 --> 00:45:25.050 huda: Oh! 184 00:45:25.050 --> 00:45:32.039 Jenny Duan: Sounds sounds good to the company, and so that they'd be willing to to let you guys come in and take a tour, or to show you guys around. 185 00:45:32.550 --> 00:45:34.280 huda: Okay, yeah, that's a great idea. 186 00:45:36.093 --> 00:45:39.260 Jenny Duan: So maybe we can actually do some research on this right now 187 00:45:40.370 --> 00:45:41.279 Jenny Duan: and 188 00:45:43.080 --> 00:45:45.920 Jenny Duan: like isolate, maybe a list of 10 companies. 189 00:45:47.230 --> 00:45:53.219 Jenny Duan: So I'm thinking, like it would be nice to do. Maybe AI startups in the area, too, because there 190 00:45:55.520 --> 00:45:58.079 Jenny Duan: they're more, maybe more 191 00:45:58.290 --> 00:46:03.110 Jenny Duan: more likely to accept your interest than like a bigger company. 192 00:46:03.410 --> 00:46:03.800 huda: Yeah. 193 00:46:03.800 --> 00:46:06.500 Jenny Duan: That's not. I don't know if that's necessarily true, though. 194 00:46:07.020 --> 00:46:10.439 Jenny Duan: so maybe you could reach out to some bigger companies as well. 195 00:46:20.440 --> 00:46:27.149 h",
    "uda: I'm looking at. There's like a website which has a couple of startups. In the Bay area. 196 00:46:28.095 --> 00:46:28.750 huda: Hoop. 197 00:46:29.000 --> 00:46:32.580 huda: Yeah, I'm not sure, if this is the type of company we're looking for. 198 00:46:33.520 --> 00:46:35.109 Jenny Duan: Do you wanna share your screen. 199 00:46:36.130 --> 00:46:36.830 huda: Yeah. 200 00:46:54.920 --> 00:46:56.399 huda: yeah, these are like. 201 00:46:57.480 --> 00:47:00.209 huda: I think, relatively small companies. 202 00:47:04.210 --> 00:47:07.550 Jenny Duan: So maybe what you could do. Some of these are pretty big now. 203 00:47:07.640 --> 00:47:11.190 Jenny Duan: like scale is really big. They just raised like a lot of money. 204 00:47:13.380 --> 00:47:14.760 Jenny Duan: let's see. 205 00:47:16.660 --> 00:47:18.050 Jenny Duan: He. 206 00:47:18.970 --> 00:47:23.170 Jenny Duan: I think maybe like it'd be good to isolate the ones that are relevant to you guys 207 00:47:23.220 --> 00:47:26.811 Jenny Duan: like the ones with relevant themes or relevant 208 00:47:28.690 --> 00:47:30.120 Jenny Duan: like ideas 209 00:47:33.920 --> 00:47:38.250 Jenny Duan: like voice infrastructure. This is important because, like ethics is important to that. 210 00:47:38.920 --> 00:47:40.764 huda: Yeah. Oh, wait. 211 00:47:45.200 --> 00:47:47.259 Jenny Duan: Oh! And they have a female founder too great. 212 00:47:49.290 --> 00:47:50.060 huda: Okay, cool. So. 213 00:47:50.060 --> 00:47:51.630 Jenny Duan: Do you have something on Linkedin? 214 00:47:54.650 --> 00:47:56.090 Jenny Duan: Sorry? How's this sound? 215 00:47:56.360 --> 00:48:01.799 Jenny Duan: You can message them on Linkedin. It has their link, like the founders Linkedin attached, or you could send them an email. But like. 216 00:48:01.970 --> 00:48:04.569 Jenny Duan: it's nice to give a personal message sometimes. 217 00:48:08.060 --> 00:48:10.820 Jenny Duan: right like you can email her. 218 00:48:13.310 --> 00:48:15.600 Jenny Duan: ",
    "or sorry messenger connect. 219 00:48:16.240 --> 00:48:19.469 Jenny Duan: And this is where you would draft your message can say, like. 220 00:48:20.070 --> 00:48:22.400 Jenny Duan: Hi, Trin, I'm Huda 221 00:48:27.250 --> 00:48:29.520 Jenny Duan: Amuda, a high school student 222 00:48:30.180 --> 00:48:35.590 Jenny Duan: and founder of empowering AI. And I would link your website 223 00:48:44.660 --> 00:48:46.510 Jenny Duan: a startup committing 224 00:48:46.580 --> 00:48:48.829 Jenny Duan: and not a startup. Sorry, a nonprofit. 225 00:48:49.721 --> 00:48:52.529 Jenny Duan: Expanding AI education for girls. 226 00:48:58.440 --> 00:49:00.450 Jenny Duan: I would love to 227 00:49:04.920 --> 00:49:06.680 Jenny Duan: create an opportunity 228 00:49:07.230 --> 00:49:10.060 Jenny Duan: for our community to learn more about 229 00:49:12.030 --> 00:49:14.249 Jenny Duan: what's her company's name. 230 00:49:14.610 --> 00:49:16.400 huda: Montreal, August. 231 00:49:16.400 --> 00:49:17.930 Jenny Duan: Monterey AI. 232 00:49:23.740 --> 00:49:26.069 Jenny Duan: Through a 233 00:49:28.290 --> 00:49:31.810 Jenny Duan: company visit or moderated 234 00:49:32.280 --> 00:49:33.220 Jenny Duan: call. 235 00:49:36.517 --> 00:49:39.580 Jenny Duan: Would love to connect and discuss more. 236 00:49:44.760 --> 00:49:47.529 Jenny Duan: Oh, would love to discuss more! 237 00:49:52.590 --> 00:49:55.950 Jenny Duan: Oh, you can send this copy this message. Say they don't lose it 238 00:49:56.970 --> 00:49:58.170 Jenny Duan: and then send it 239 00:50:00.230 --> 00:50:02.570 Jenny Duan: okay. And then. Now you can do this like 240 00:50:03.290 --> 00:50:07.860 Jenny Duan: just again and again and again and again and again, like, I think you have to send out a lot of messages. 241 00:50:07.860 --> 00:50:08.740 huda: Hence. 242 00:50:08.740 --> 00:50:11.776 Jenny Duan: But maybe we can do this right now, like fine like. 243 00:50:12.340 --> 00:50:22.770 Jenny Duan: let's start with 10 people initial",
    "ly, and then we can obviously scale it up to more. So let's find, like 10 other people, that you 9 other people that you want to message, and then just keep messaging them. 244 00:50:23.080 --> 00:50:23.730 huda: Hmm. 245 00:50:53.650 --> 00:50:55.399 Jenny Duan: It's cool. I saw no help. 246 00:51:03.010 --> 00:51:06.290 Jenny Duan: So what type of companies are you looking for trying to isolate. 247 00:51:06.876 --> 00:51:23.429 huda: I'm looking for. Actually, maybe, like I feel like generative. AI would be like interesting versus this art positions kind of about that. And they could talk about like that like ethics that they do, and when they're like doing generative AI 248 00:51:24.286 --> 00:51:25.879 huda: and then 249 00:51:25.980 --> 00:51:27.629 huda: and then also, like 250 00:51:27.750 --> 00:51:29.130 huda: maybe 251 00:51:29.280 --> 00:51:30.620 huda: companies 252 00:51:31.616 --> 00:51:35.539 huda: that are less focused on health and business side, but 253 00:51:35.560 --> 00:51:38.930 huda: well, like the actual, like creative aspect of AI. 254 00:51:40.370 --> 00:51:48.090 Jenny Duan: Okay. I also think this doesn't necessarily have to be related to the our competition, too, like this can just be a separate initiative on its own. 255 00:51:48.360 --> 00:51:48.950 huda: You know. 256 00:52:19.050 --> 00:52:30.189 huda: I feel like like young girls would be interested in like graphics. Cause like, I know, a lot of people that are interested in like graphic design, and, like art, slash design in general. 257 00:52:32.850 --> 00:52:33.460 Jenny Duan: Agreed 258 00:52:34.720 --> 00:52:35.800 Jenny Duan: maybe 259 00:52:36.110 --> 00:52:37.050 Jenny Duan: then 260 00:52:37.300 --> 00:52:39.670 Jenny Duan: you can message this playground's founder. 261 00:53:23.923 --> 00:53:25.630 huda: Yeah, I could send this, I guess. 262 00:53:28.186 --> 00:53:30.090 Jenny Duan: Yeah, that looks good. 263 00:53:31.920 --> 00:53:34.139 Jenny Duan: and then let's find s",
    "ome more. 264 00:53:34.710 --> 00:53:40.800 Jenny Duan: So now you have 2 sent out. Let's try to get at least 1010. So 8 more by the end of this session, and then, after this 265 00:53:41.477 --> 00:53:42.670 Jenny Duan: send out like 266 00:53:43.070 --> 00:53:46.290 Jenny Duan: 40 more to get 50. But right now let's start with 10. 267 00:54:16.300 --> 00:54:20.469 huda: I think this would be interesting cause like they could talk about 268 00:54:20.500 --> 00:54:22.515 huda: so like I know. 269 00:54:23.904 --> 00:54:29.000 huda: facial recognition with AI has been kind of controversial and they could probably. 270 00:54:33.770 --> 00:54:34.370 Jenny Duan: Yeah. 271 00:54:51.260 --> 00:54:53.309 Jenny Duan: okay, you're back. You just froze. But. 272 00:54:53.310 --> 00:54:53.670 huda: Oh! 273 00:54:53.670 --> 00:54:55.579 Jenny Duan: What were you saying? Probably. What. 274 00:54:56.470 --> 00:54:59.040 huda: Yeah, I think they could probably talk about that 275 00:54:59.634 --> 00:55:01.569 huda: if they were to. 276 00:55:02.480 --> 00:55:03.310 huda: Oh. 277 00:55:06.730 --> 00:55:07.750 Jenny Duan: Definitely. 278 00:55:10.730 --> 00:55:13.149 Jenny Duan: Oh, are you sending an email? What is this. 279 00:55:13.540 --> 00:55:14.646 huda: Yeah, different. 280 00:55:15.250 --> 00:55:16.809 huda: Oh, should I? Just. 281 00:55:17.440 --> 00:55:21.270 Jenny Duan: Yeah, just connect. You don't want to send an email. Do you have Linkedin premium. 282 00:55:21.270 --> 00:55:22.710 huda: Yeah, I just got it. 283 00:55:24.180 --> 00:55:25.280 Jenny Duan: Oh, really. 284 00:55:25.610 --> 00:55:26.020 huda: Yeah. 285 00:55:27.100 --> 00:55:31.019 Jenny Duan: Oh, then, if you have premium, then why don't you send in mails that seems good. 286 00:55:36.420 --> 00:55:37.450 Jenny Duan: and then 287 00:55:38.080 --> 00:55:40.130 Jenny Duan: we can just make the subject. 288 00:55:40.220 --> 00:55:41.320 Jenny Duan: Maybe, like 289 00:55:44.320 --> 00:55:46.969 Jenny Duan: I",
    " don't. Why would you like to make the subject 290 00:55:48.110 --> 00:55:51.549 Jenny Duan: like nonprofit collaboration, inquiry, or something? 291 00:56:03.560 --> 00:56:04.070 Jenny Duan: Cool. 292 00:56:31.940 --> 00:56:34.940 huda: Oh, okay, I think my Internet is just slow. But 293 00:56:37.060 --> 00:56:38.680 Jenny Duan: Okay, we can keep going. 294 00:56:52.130 --> 00:56:53.510 Jenny Duan: That's cool, too. 295 00:57:33.160 --> 00:57:34.110 huda: Clients. 296 00:57:34.380 --> 00:57:41.089 huda: I think I could probably look for this later. Can we talk about synthoria right now? 297 00:57:42.170 --> 00:57:42.800 Jenny Duan: Sure 298 00:57:43.660 --> 00:57:47.710 Jenny Duan: any specific like issues that you're struggling with with synthoria. 299 00:57:47.890 --> 00:58:11.050 huda: Yeah. So now the summers here. I think, like reaching out. I've been reaching out to like teachers from the East as well, but like. Obviously, I haven't like heard too many response back. So now, that, like the summers here and the teachers can't teach you in class. What's like the next steps like, kind of distributing synthia. 300 00:58:12.100 --> 00:58:16.350 Jenny Duan: I feel like synthoria is something that could definitely go viral on social media. 301 00:58:17.201 --> 00:58:23.528 Jenny Duan: I feel like that's like a really good footing to play for synthoria. Do you feel like you? 302 00:58:24.410 --> 00:58:27.390 Jenny Duan: have been actively posting about some thorium on Instagram. 303 00:58:27.390 --> 00:58:48.379 huda: Yeah, I've definitely been posting a lot. And I think actually, it's been pretty effective. I've been posting on my tiktok. Actually, it's been pretty effective. Cause if I I looked at like the analytics for this, the page on synthoria and a lot of people were coming through that link. So yeah, I think Tiktok was effective. But I would just like to make it 304 00:58:48.706 --> 00:59:00.259 huda: be able to like make it even more viral, because right now",
    ", I think the most viral video is like 2,500 or 3,000 views. But I mean, I think more would be better. Obviously. 305 00:59:00.710 --> 00:59:03.590 Jenny Duan: What is your Instagram handle for Synthorio. 306 00:59:04.203 --> 00:59:09.500 huda: Actually, I'm I've been posting my Tiktok. It's just my Instagram username, which is 307 00:59:10.020 --> 00:59:12.540 huda: hold on! SRAJ. 308 00:59:14.850 --> 00:59:20.640 Jenny Duan: Oh, so it's on your personal. Okay, okay, you don't have a dedicated like Instagram or ticked off for Synthoria. Right? That's fine. 309 00:59:20.640 --> 00:59:21.460 huda: Yeah. 310 00:59:23.160 --> 00:59:30.930 Jenny Duan: Okay, I'm curious, like, why you've decided not to make one forcing through. I mean, I think it's like, obviously, you have so many accounts so like that's difficult. But like 311 00:59:31.288 --> 00:59:33.319 Jenny Duan: is that the primary reason why. 312 00:59:34.223 --> 00:59:52.579 huda: Yeah, honestly, like, yeah, like, I have like a lot of accounts on Instagram, especially and so like, I feel like. And also it's like individual. It feels like a little more casual on like on a personal account. So more people are like have been like liking the post, and everything. 313 00:59:53.840 --> 00:59:59.920 Jenny Duan: Why don't you post about Synthoria on your Instagram account? I feel like I don't see that many. 314 01:00:00.430 --> 01:00:01.310 huda: Oh, yeah, 315 01:00:01.970 --> 01:00:02.869 huda: I don't know. I think. 316 01:00:02.870 --> 01:00:03.550 Jenny Duan: For the. 317 01:00:04.421 --> 01:00:17.559 huda: On Tiktok. It's like really like photo, like you could use photos. And those have been like going pretty viral and like on Instagram. I don't think it really has. It has that feature, but they don't really do as well. 318 01:00:17.928 --> 01:00:25.040 huda: And I don't know. I think I've been backing away from Instagram cause it doesn't really do as well online. 319 01:00:25.585 --> 01:00:25.930 huda: Yeah. 320 ",
    "01:00:25.930 --> 01:00:26.650 Jenny Duan: Bought it. 321 01:00:27.030 --> 01:00:28.930 Jenny Duan: That makes a lot of sense to me. 322 01:00:29.750 --> 01:00:31.170 Jenny Duan: Okay, so 323 01:00:31.360 --> 01:00:34.080 Jenny Duan: how many people follow your Tiktok account. 324 01:00:37.120 --> 01:00:38.270 huda: 14. 325 01:00:39.460 --> 01:00:42.689 Jenny Duan: Okay? And have you been using like viral trends and other things. 326 01:00:42.930 --> 01:00:44.859 huda: Yeah, I've been like, like. 327 01:00:45.818 --> 01:00:56.720 huda: using all like the trends and like relating it to like either synthorio or like, kind of, yeah, like, synthetic trends. 328 01:00:58.220 --> 01:01:01.989 Jenny Duan: Oh, have you tried making videos of just about like Tech and AI in general? 329 01:01:03.290 --> 01:01:04.240 huda: I've done a little bit. 330 01:01:04.960 --> 01:01:05.490 Jenny Duan: Like. 331 01:01:05.730 --> 01:01:06.230 huda: It's. 332 01:01:06.230 --> 01:01:07.689 Jenny Duan: Waiting behind, or anything. 333 01:01:07.810 --> 01:01:21.449 huda: Yeah, I think I, I've done one video was like talking about the best AI software. It did. Okay. I think I definitely like had the better videos were more like when you're talking about the trends. 334 01:01:24.600 --> 01:01:42.409 Jenny Duan: Okay, I feel like, maybe you can make some videos just like about tech in general cause, I think, like anything that's related to the game will probably like anything that's related to tech in general, is still relevant to the game. But I think that might get more attention, because what a lot of accounts do, for example, that are promoting a certain brand or services they promote like 335 01:01:42.500 --> 01:01:49.850 Jenny Duan: they make videos about like tangentially related things. And then they just like go from there. So I feel like, if that's something. Yeah. 336 01:01:49.890 --> 01:01:50.535 Jenny Duan: that 337 01:01:52.450 --> 01:01:54.729 Jenny Duan: that you do like. That wou",
    "ld be good. 338 01:01:56.480 --> 01:01:57.700 huda: Okay, yeah. 339 01:02:00.430 --> 01:02:02.730 Jenny Duan: And I think. 340 01:02:03.200 --> 01:02:15.739 Jenny Duan: like, for example, if you could make a video about like Oh, like, what is the latest like Openai drama, or like something funny and relatable. I feel like there's a lot of tech content creators out there, so you can get some inspiration from them. But I think like 341 01:02:15.750 --> 01:02:18.629 Jenny Duan: you, if you do something like a little bit funny and like 342 01:02:19.180 --> 01:02:27.909 Jenny Duan: kind of relatable, or like interesting that that people can share, or that they can repost like. Then you'll get a lot more followers 343 01:02:27.940 --> 01:02:34.870 Jenny Duan: like optimizing for repostability, if that's even a thing I think is a good method. 344 01:02:39.700 --> 01:02:40.920 Jenny Duan: And 345 01:02:41.130 --> 01:02:46.500 Jenny Duan: how often are you posting on Tiktok? Because Tiktok, I think, just requires, like a number scheme like I think you have to be like 346 01:02:46.520 --> 01:02:52.020 Jenny Duan: at least once a day consistently for the algorithm to like, want to notice your content and like promote it. 347 01:02:52.440 --> 01:02:55.750 huda: Yeah, I've been posting every day. I think. 348 01:02:56.100 --> 01:03:01.369 huda: I forgot to post yesterday. But yeah, I think I've been pretty consistent with tech talk. 349 01:03:01.800 --> 01:03:03.120 Jenny Duan: Okay, that's good. 350 01:03:03.130 --> 01:03:16.790 Jenny Duan: Do you have trouble thinking about post ideas? Is that a struggle for you or no, or like? What is the? Is the struggle here just that, like you don't know how to get viral post, or you don't know how to come up with ideas or what I'm what is sort of like the let Miss. 351 01:03:17.250 --> 01:03:41.020 huda: I think, yeah, like coming up with like viral posts, and also like kind of cause like, I don't know if, like, my videos was like Sentori",
    "a might be like, we post worthy. So like, that's kind of like I I kind of. I also do try to do like, really trendy things like, I even did one about like Bridger tenants. And yeah, that one did pretty well. But yeah. 352 01:03:42.900 --> 01:03:46.680 Jenny Duan: I think you should. Let's take some like generated. Let's generate some post ideas. 353 01:03:48.260 --> 01:03:51.410 Jenny Duan: I think. Have you done which synthoria character are you. 354 01:03:51.860 --> 01:03:53.089 huda: Oh, no, I haven't. 355 01:03:54.200 --> 01:04:00.189 Jenny Duan: I'll be like pretty cute, I think. Which synthetic character are you design a character with me? 356 01:04:00.975 --> 01:04:02.939 Jenny Duan: Like, maybe like 357 01:04:03.340 --> 01:04:06.600 Jenny Duan: outfits inspired by Synthoria characters 358 01:04:07.600 --> 01:04:19.370 Jenny Duan: for the outfits. One you don't. You can wear them if you want, but you don't. You also don't have to wear them, like, you know, like the outfit videos, are like flat lays of, like the different angles of clothes like you do outfits inspired for your characters. You can say like 359 01:04:21.320 --> 01:04:23.450 Jenny Duan: movies about AI, 360 01:04:25.060 --> 01:04:30.290 Jenny Duan: we can say, tried this new chat. Gbt hack or something. 361 01:04:31.148 --> 01:04:34.990 Jenny Duan: Be like AI productivity tools 362 01:04:37.640 --> 01:04:46.744 Jenny Duan: like for next school year, or something, or like to be an academic weapon, or something like that. You could say like 363 01:04:53.020 --> 01:04:54.280 Jenny Duan: Something like 364 01:04:54.530 --> 01:04:58.110 Jenny Duan: like a joke about like when chat is down, or something. 365 01:04:58.500 --> 01:05:01.090 Jenny Duan: What else would people like 366 01:05:01.500 --> 01:05:03.399 Jenny Duan: generating a IR 367 01:05:03.650 --> 01:05:08.210 Jenny Duan: like generating error? It could be cool cause you can also just direct it to your art competition, but it could be like. 3",
    "68 01:05:08.210 --> 01:05:08.779 huda: Like I. 369 01:05:08.780 --> 01:05:13.636 Jenny Duan: Oh, like journey, or with like mid journey, or something, or like Google, or or something 370 01:05:15.350 --> 01:05:16.410 Jenny Duan: what else 371 01:05:16.750 --> 01:05:18.440 Jenny Duan: could do? Like 372 01:05:24.420 --> 01:05:29.709 Jenny Duan: I don't know. Like deep fake Instagram influencers, you could make like a opinion video about that. 373 01:05:30.290 --> 01:05:31.560 Jenny Duan: Cai. 374 01:05:37.950 --> 01:05:39.349 Jenny Duan: like music. 375 01:05:40.005 --> 01:05:45.140 Jenny Duan: Ai generation like, for example, the band gorillas, I believe, is like all 376 01:05:45.160 --> 01:05:48.420 Jenny Duan: digital like they don't. They're not like a real person. 377 01:05:48.790 --> 01:05:49.170 huda: Oh! 378 01:05:49.850 --> 01:05:50.610 huda: Come on. 379 01:05:51.440 --> 01:05:52.200 huda: that's. 380 01:05:52.515 --> 01:05:52.830 Jenny Duan: You 381 01:05:53.320 --> 01:05:55.160 Jenny Duan: yeah, it's pretty cool. 382 01:05:59.630 --> 01:06:00.700 Jenny Duan: studying. 383 01:06:04.320 --> 01:06:18.390 Jenny Duan: what other ideas? Okay, this. We just came up 12345678910. Okay, those are just Ted ideas. And you, I think you can go from there. But I think the key thing is making sure that you are checking availability. 384 01:06:18.390 --> 01:06:19.060 huda: None of it. 385 01:06:23.380 --> 01:06:29.780 Jenny Duan: and that you're able to like Post consistently. So checking your availability, making sure that you're able to post consistently at least once a day for like 386 01:06:29.830 --> 01:06:31.739 Jenny Duan: the next 10 days or so. 387 01:06:32.311 --> 01:06:35.119 Jenny Duan: I think that that would be effective. 388 01:06:35.706 --> 01:06:38.289 Jenny Duan: Another thing I'm wondering is 389 01:06:38.440 --> 01:06:50.439 Jenny Duan: if you can leave comments like, Do you feel you leave like funny comments on other people's posts? Because I feel lik",
    "e that's another thing that companies do is that they they leave like, like, pretty like some companies are like famous, just because they leave funny comments on like other 390 01:06:50.600 --> 01:06:51.840 Jenny Duan: people's posts. 391 01:06:52.110 --> 01:07:00.889 Jenny Duan: So maybe if you could start like leaving more comments. It doesn't have to be like like funny comments, if you just like, try to interact more with other accounts, too. That would be good. 392 01:07:00.890 --> 01:07:09.289 huda: Wait do you think? I should make like another account for some Thoria? Then, if I think that would be more effective if it was, for, like a separate account. 393 01:07:11.830 --> 01:07:20.170 Jenny Duan: yeah, I mean, it's up to your capacity like these are. These are all ideas. You don't necessarily have to do the common thing now that I realize, because you don't have your own account. But like. 394 01:07:20.490 --> 01:07:23.570 Jenny Duan: maybe that's something you can apply to like empowering AI, too. 395 01:07:24.181 --> 01:07:30.610 Jenny Duan: And but I think the the new account is, I know that you have a lot of accounts, and so I just wanna make sure that you're at like 396 01:07:31.410 --> 01:07:48.460 Jenny Duan: that. You're not at capacity, because it's better to be posting consistently on one account than to be like posting inconsistently on 5 accounts. So I think the answer to this is like, it all depends on your personal capacity. So if you think that this is sustainable for you, I would say, go for it, but if not, then it's not necessary, and you can like adjust these strategies 397 01:07:49.308 --> 01:07:52.310 Jenny Duan: as suit it as it suits you. 398 01:07:53.185 --> 01:07:53.840 huda: Okay. 399 01:07:55.240 --> 01:07:56.050 Jenny Duan: Cool. 400 01:07:57.040 --> 01:08:02.950 Jenny Duan: those are some ideas for synthoria. What other areas of struggle do you feel like you experience with synthoria scaling. 401 01:08:04.770 --> 01:08:06.220 hud",
    "a: yeah. So 402 01:08:06.260 --> 01:08:14.393 huda: okay, in terms of metrics, I've I've sent it out to like around 150 people right now. 403 01:08:14.800 --> 01:08:17.460 Jenny Duan: Yeah, that's that's that's a significant amount. Yeah. 404 01:08:17.640 --> 01:08:23.289 huda: And I could definitely get more. But I think like my problem is, I don't have really have like 405 01:08:23.410 --> 01:08:25.800 huda: qualitative like 406 01:08:26.502 --> 01:08:31.997 huda: feedback, I guess and I kind of want some sort of like 407 01:08:32.430 --> 01:08:39.060 huda: I mean, I guess I do have some testimonials from like Linkedin but like, I don't really have any from educators. 408 01:08:39.414 --> 01:08:50.795 huda: But oh, yeah, also, I had a question. So do you think it's like worth sending? Like reaching out to youtubers to see if they play like my game for their channel. 409 01:08:51.430 --> 01:09:02.750 Jenny Duan: Yeah, I mean, that's that's cool, too, or like gaming tick talkers, gaming creators like people with not a lot of followers would be good like start, like people with 2,000 followers like 5,000, and then go up from there. 410 01:09:03.090 --> 01:09:04.840 huda: Okay, yeah, that sounds good. 411 01:09:04.840 --> 01:09:09.094 Jenny Duan: That's actually a really good idea. Let me put that in your action items as well. 412 01:09:23.601 --> 01:09:40.319 Jenny Duan: yeah, I think that's a good idea. Another thing is like more in person. Outreach is also good, like, are there any like educational systems in the in the sorry in in your area that you might be able to promote it to like, for example, like, are there any 413 01:09:40.359 --> 01:09:42.170 Jenny Duan: like, I don't know like. 414 01:09:43.779 --> 01:09:51.049 Jenny Duan: would you be able to talk to teachers in person, or would you have an opportunity to promote it? To like nonprofits or other groups in person at all? Do you think. 415 01:09:51.510 --> 01:09:52.160 huda: More difficult. 416 01:09:52.16",
    "0 --> 01:09:53.560 Jenny Duan: Cool, sure. 417 01:09:53.560 --> 01:09:56.787 huda: Maybe once school starts again, I might be able to 418 01:09:57.220 --> 01:10:22.310 huda: like try to ask maybe like my brother's class to see like if I could maybe like show the game in person, cause I know, like my my mom did like a presentation about like Ramadan, so I think that could possibly be it like a thing? A chance to play in class, and I could also like spread it in in like the classrooms as well like, maybe other teachers would want to. 419 01:10:22.800 --> 01:10:24.480 huda: Yeah, that's a good. 420 01:10:26.230 --> 01:10:46.270 huda: Maybe. I think there, I think this is like a coding summer camp for young kids locally. I tried reaching out to them before. They didn't reply. But maybe like I can be a little more consistent in reaching out to them and see if, like, they'd be willing to share my my resource. 421 01:10:48.130 --> 01:10:50.412 Jenny Duan: Yeah, I mean, that seems really good to me. 422 01:10:51.850 --> 01:11:00.260 Jenny Duan: and I think that like more in person, conversations are also gonna be better, because, like online, it's so easy to get things lost in the void. But like in person, it's 423 01:11:00.350 --> 01:11:03.730 Jenny Duan: it's better. And then also, I'm curious, like, have you ever 424 01:11:04.410 --> 01:11:19.529 Jenny Duan: like this. These are all marketing tactics, by the way, that will be useful for you like, regardless of what you would do in the future. Like if you start your own company, if you do other things, I'm just giving you, like many, many different like marketing tactics to like, try to go Viral. But another thing you can do is print out flyers like 425 01:11:19.700 --> 01:11:24.360 Jenny Duan: small. This big like postcard flyers and put them all around your city 426 01:11:24.760 --> 01:11:34.029 Jenny Duan: literally like, put them in library. Put them in cafes like, put them in everywhere you want, put a QR code and sa",
    "y like, make a flyer and say something like, Oh, like 427 01:11:35.160 --> 01:11:37.229 Jenny Duan: this is a new game like that 428 01:11:37.480 --> 01:11:59.920 Jenny Duan: teaches people about like, I don't. You can. We can decide on the wording later. But I think, actually, let's spend. I think it's been like the last 10 min designing like a little canva flyer, and then you can print them out like 4 to a page on printer paper like. So it's like the size of a quarter of a page, and then literally go everywhere in your city and like tape them up with a QR code, and, like the QR code, should be like scan to play my game. 429 01:12:00.735 --> 01:12:05.779 Jenny Duan: I literally think that like that is A, that is an effective tactic that people use. 430 01:12:05.960 --> 01:12:14.199 Jenny Duan: So I think that we could spend 10 min creating like a quick little graphic, and then printing out like 100 copies, and then just putting it everywhere in your city. 431 01:12:14.710 --> 01:12:16.319 huda: That sounds like a really good idea. 432 01:12:17.990 --> 01:12:22.428 Jenny Duan: Okay. So if you wanna go to canva and maybe like, share your screen. So we could look at the design together. 433 01:12:27.580 --> 01:12:28.609 Jenny Duan: Okay, cool. 434 01:12:40.563 --> 01:12:41.930 huda: Flyer! Here. 435 01:12:42.850 --> 01:12:43.789 Jenny Duan: Yeah, so it's tough. 436 01:12:44.113 --> 01:12:44.760 huda: That's maybe. 437 01:12:54.180 --> 01:12:59.419 Jenny Duan: Like something like that, like a with the like. The now hiring is like a good size, like something without a lot of text. 438 01:13:00.140 --> 01:13:02.190 Jenny Duan: and they can add like a QR code. 439 01:13:02.680 --> 01:13:03.770 huda: Maybe like this. 440 01:13:04.600 --> 01:13:11.389 Jenny Duan: Yeah. I mean well, that I feel it doesn't isn't as eye catching, because it doesn't give you like that many details about what the game is. 441 01:13:12.950 --> 01:13:16.019 huda: I guess we'll just use the the hir",
    "ing one. 442 01:13:16.620 --> 01:13:19.100 Jenny Duan: Okay, cool. You can customize this. 443 01:13:29.480 --> 01:13:32.220 Jenny Duan: And I would try to include some like screenshot, like a 444 01:13:32.380 --> 01:13:37.229 Jenny Duan: gra, like a graphic of like characters from your game or something to tell what new game is. 445 01:13:37.850 --> 01:13:40.619 Jenny Duan: Yeah. And then that could be called Tenthoria. 446 01:13:42.680 --> 01:13:46.689 Jenny Duan: And then, like new online, we want your talent could be like new online game. 447 01:13:50.090 --> 01:13:51.420 Jenny Duan: teaching 448 01:13:53.140 --> 01:13:55.769 Jenny Duan: like AI Concepts or something. 449 01:13:56.980 --> 01:13:59.500 Jenny Duan: Yeah. And then, in that. 450 01:13:59.980 --> 01:14:02.020 Jenny Duan: send your Cv, you could say, like. 451 01:14:02.400 --> 01:14:06.780 Jenny Duan: designed by developed by Huda Saraj and then put like a contact email. 452 01:14:15.430 --> 01:14:17.449 Jenny Duan: But like a contact email there 453 01:14:20.470 --> 01:14:23.829 Jenny Duan: and then could put like a QR code where that thing is. Yeah. 454 01:14:25.585 --> 01:14:30.010 Jenny Duan: so you can make a quick link to your does it work on mobile. 455 01:14:30.900 --> 01:14:32.729 huda: Yeah, these. 456 01:14:37.400 --> 01:14:39.489 huda: Oh, yeah, I actually have a website. Now. 457 01:14:40.350 --> 01:14:41.430 Jenny Duan: Oh, awesome. 458 01:14:46.160 --> 01:14:50.349 Jenny Duan: So if you could create a QR code that links directly to your website, that would be really good. 459 01:14:54.330 --> 01:14:57.080 Jenny Duan: That's amazing. Amazing. 460 01:14:57.670 --> 01:15:01.529 huda: Thank you. I also. I also kind of like added, like this, filters of the 461 01:15:03.010 --> 01:15:07.420 huda: games for change awards. So it looks a little more professional. 462 01:15:08.330 --> 01:15:13.100 Jenny Duan: That looks really good. Who does that like actually looks so professional. How long did ",
    "it take you to make. 463 01:15:13.450 --> 01:15:14.990 huda: It actually took me like 464 01:15:15.610 --> 01:15:17.970 huda: like 4 h. 465 01:15:18.380 --> 01:15:23.090 Jenny Duan: Yeah, well, that's actually shorter than I expected. It looks very professional looks very professional. 466 01:15:23.090 --> 01:15:23.850 huda: Thank you. 467 01:15:24.440 --> 01:15:25.420 Jenny Duan: Yeah. 468 01:15:30.580 --> 01:15:31.270 Jenny Duan: Oh. 469 01:15:49.870 --> 01:16:04.859 Jenny Duan: okay, cool. And then I think you should also maybe change the colors to be a little bit more aligned with your game, and then try to include like a character design or some. Yeah, I see you have it on the left side. Like, put like some of your characters in, or something to make it feel more like 470 01:16:05.010 --> 01:16:06.589 Jenny Duan: what the game looks like. 471 01:16:26.320 --> 01:16:27.440 huda: Oh. 472 01:16:40.520 --> 01:16:42.110 huda: yeah, then maybe 473 01:16:42.480 --> 01:16:44.479 huda: some screenshots of the action. 474 01:16:53.880 --> 01:16:54.600 huda: Well. 475 01:17:01.810 --> 01:17:04.549 huda: I don't know if they'll be able to see you if it's like small. But 476 01:17:04.800 --> 01:17:05.740 huda: yeah. 477 01:17:08.060 --> 01:17:08.945 Jenny Duan: Okay, 478 01:17:12.390 --> 01:17:13.410 Jenny Duan: I think. 479 01:17:15.040 --> 01:17:15.980 Jenny Duan: Okay. 480 01:17:16.940 --> 01:17:23.970 Jenny Duan: is there like a way you could just send like a like, put like a big screenshot of what the end, like the opening seat of the game, looks like. 481 01:17:24.180 --> 01:17:27.670 Jenny Duan: And you can make the text. We could make the text smaller. We could adjust that, too. 482 01:17:30.820 --> 01:17:33.339 huda: The opening shot is a 483 01:17:33.990 --> 01:17:35.299 huda: well. Let's see. 484 01:17:36.600 --> 01:17:37.190 Jenny Duan: Sure. 485 01:18:04.510 --> 01:18:05.876 huda: It's usually a little slow. 486 01:18:06.570 --> 01:18:08.490 Jenny Duan: No, it'",
    "s okay. No worries. 487 01:18:17.585 --> 01:18:21.720 huda: I think I'll just take a screenshot later. I don't. Let's see. So. 488 01:18:22.420 --> 01:18:23.387 Jenny Duan: Okay, no problem. 489 01:18:24.255 --> 01:18:30.140 Jenny Duan: Okay, let's see what else we could add to the fire. Maybe I could move the words a little bit over to create space. 490 01:18:31.390 --> 01:18:32.110 huda: Yeah. 491 01:19:11.883 --> 01:19:12.570 Jenny Duan: Looks good. 492 01:19:13.140 --> 01:19:16.990 huda: I think I'm gonna like, scale this up a lot. Cause that's probably the main focus. 493 01:19:20.130 --> 01:19:20.870 huda: Well. 494 01:19:48.780 --> 01:19:50.320 Jenny Duan: Looking, good. 495 01:19:53.880 --> 01:19:55.400 huda: Okay, yeah. And then. 496 01:20:07.400 --> 01:20:09.069 huda: okay, I guess it's loading on here. 497 01:20:25.710 --> 01:20:29.450 Jenny Duan: But I would say that this 2 screenshots on the right side don't look that professional. 498 01:20:30.540 --> 01:20:32.186 huda: Oh, yeah, I'm sorry. 499 01:20:41.410 --> 01:20:45.580 huda: I love some better screenshots on like my personal computer. 500 01:20:46.094 --> 01:20:47.670 huda: so maybe I've put those. 501 01:20:47.670 --> 01:20:51.360 Jenny Duan: You can. Just yeah, you can upload this later, or whenever you feel like 502 01:20:51.700 --> 01:20:53.089 Jenny Duan: we have the opportunity. 503 01:20:55.500 --> 01:20:57.479 huda: Okay. I think I'll fix it up later 504 01:20:58.400 --> 01:20:58.990 huda: and. 505 01:20:59.355 --> 01:20:59.719 Jenny Duan: Cool! 506 01:21:02.390 --> 01:21:03.930 huda: Yeah, okay, that's good. 507 01:21:05.462 --> 01:21:15.430 huda: Yeah, I think I'll be able to like, distribute this. I don't know. I haven't really seen anyone outside, because it's like really hot, but I think also like do well, regardless. 508 01:21:16.910 --> 01:21:17.610 huda: Yeah. 509 01:21:18.980 --> 01:21:31.290 Jenny Duan: Okay. I think that this will be good. You can just like print, start with lik",
    "e a hundred copies of this, and you could print them off doesn't have to be big flyers. You can print them like 4 per page on a 4 letter paper, and then just put them like 510 01:21:31.760 --> 01:21:33.450 Jenny Duan: everywhere you go. 511 01:21:34.440 --> 01:21:34.860 huda: Okay. 512 01:21:34.860 --> 01:21:36.499 Jenny Duan: I think that's good 513 01:21:37.337 --> 01:21:43.799 Jenny Duan: and like you can even put 2 or 3 in like the same location. And that should probably be fine, too. 514 01:21:44.563 --> 01:21:51.420 Jenny Duan: Just like the more that you put the better, because, like psychology says that when people are. 515 01:21:51.630 --> 01:22:03.209 Jenny Duan: when people see things over and over, they're more receptive to them. Slash like they like them more so like the more you put some, the more you put something like, the more people will like it. So yeah. 516 01:22:03.860 --> 01:22:04.245 huda: Okay. 517 01:22:07.880 --> 01:22:20.950 Jenny Duan: so. And do you have any other questions about like scaling via the flyer or so today, we focused on like Sidoria scaling and empowering AI. We went over like a lot of different strategies. Do you have any questions about anything that we discussed today? 518 01:22:21.899 --> 01:22:27.590 huda: No, I think. You you put the action items right. On the document. 519 01:22:28.090 --> 01:22:30.960 Jenny Duan: Hmm, and I'll send out an email afterwards, too. 520 01:22:30.960 --> 01:22:33.274 huda: Okay. Okay. Thank you. Yeah. 521 01:22:34.562 --> 01:22:35.650 Jenny Duan: Any other questions? 522 01:22:35.950 --> 01:22:38.180 huda: I think that covers it all. Yeah. 523 01:22:38.390 --> 01:22:51.340 Jenny Duan: Okay, cool? Well, it's good to see you. I will work with Mary, to get our next session scheduled. If you have any questions reach out to me, and also like. The opportunity that you sent me looks really cool and like you should definitely apply for that. 524 01:22:51.910 --> 01:22:54.060 huda: Okay, yeah. Than",
    "k you. Bye. 525 01:22:54.060 --> 01:22:54.890 Jenny Duan: Bye. 526 01:22:56.330 --> 01:22:57.609 Jenny Duan: Hi, Mary! Happy. 527 01:22:57.610 --> 01:22:59.309 Ivylevel: Hi, coach, Jesse. 528 01:22:59.660 --> 01:23:02.959 Ivylevel: I'm sorry I have colds and cough right now, so. 529 01:23:03.620 --> 01:23:06.709 Jenny Duan: I hope you feel better. Thanks so much for taking the time. 530 01:23:07.220 --> 01:23:08.674 Ivylevel: Yeah, of course. 531 01:23:09.530 --> 01:23:12.990 Ivylevel: I would like to know if you prefer to have the 532 01:23:13.250 --> 01:23:16.910 Ivylevel: calendar and scheduling document, or just the air table. 533 01:23:17.980 --> 01:23:20.139 Jenny Duan: I would prefer to. 534 01:23:20.500 --> 01:23:24.470 Jenny Duan: I haven't seen the air table actually, yet. Could you send me the link? Zoom, chat. 535 01:23:24.470 --> 01:23:25.090 Ivylevel: Yeah, sure. 536 01:23:25.966 --> 01:23:26.940 Ivylevel: Let me 537 01:23:27.670 --> 01:23:30.009 Ivylevel: copy this one and share it with you. 538 01:23:34.140 --> 01:23:34.850 Ivylevel: Okay. 539 01:23:35.200 --> 01:23:37.069 Ivylevel: okay, there you go. 540 01:23:39.239 --> 01:23:44.169 Ivylevel: I have collaborated this with Sir Raj. I think yet this week. 541 01:23:47.230 --> 01:23:48.799 Ivylevel: Okay? And 542 01:23:48.970 --> 01:23:57.099 Ivylevel: he actually put like tentative schedules here for your next sessions and game plan sessions. And 543 01:23:57.270 --> 01:24:01.199 Ivylevel: so as of today, you're done with 544 01:24:01.430 --> 01:24:05.010 Ivylevel: Who does? Week 6, session, 6, part 2. 545 01:24:05.160 --> 01:24:16.919 Ivylevel: And then for Anushka it was canceled because there there was a conflict with her email and then her calendar, so it was not yet fixed. Yesterday, when we scheduled the 546 01:24:16.980 --> 01:24:18.750 Ivylevel: the session so. 547 01:24:18.750 --> 01:24:19.400 Jenny Duan: Okay. 548 01:24:20.700 --> 01:24:26.109 Ivylevel: Next is for Huda. Again, are you ava",
    "ilable for June 9, June 9. For the part 3. 549 01:24:27.930 --> 01:24:29.250 Jenny Duan: Yeah. What time? 550 01:24:29.420 --> 01:24:30.170 Jenny Duan: That. 551 01:24:30.170 --> 01:24:31.356 Ivylevel: Is Sunday. 552 01:24:32.417 --> 01:24:40.399 Ivylevel: For hooda. I think she can just adjust with your schedule as what Sir Raj mentioned, so we can depend on your availability. 553 01:24:41.330 --> 01:24:43.154 Jenny Duan: Sure. Okay, let's do 554 01:24:44.200 --> 01:24:45.650 Jenny Duan: Let me check my calendar. 555 01:24:45.650 --> 01:24:50.630 Ivylevel: Or maybe Coach Jenny, you could provide me at least 2 time slots. Where? 556 01:24:50.970 --> 01:24:58.039 Ivylevel: Who that could you know choose from, just in case she's not available on the other one. Then she can do the other one. 557 01:24:58.040 --> 01:24:58.780 Jenny Duan: Shirt. 558 01:24:59.290 --> 01:25:02.067 Jenny Duan: Of course. Let's do either. 559 01:25:04.840 --> 01:25:09.740 Jenny Duan: let's do either 4, 30 to 5, 30, or 5, 30 to 6, 30. 560 01:25:10.715 --> 01:25:11.110 Ivylevel: Okay. 561 01:25:14.610 --> 01:25:16.469 Ivylevel: Or 5, 30 562 01:25:16.780 --> 01:25:19.510 Ivylevel: to 6 30 Pm. Pst. 563 01:25:20.090 --> 01:25:21.439 Ivylevel: yeah, alright. Got it. 564 01:25:21.470 --> 01:25:22.970 Ivylevel: And then. 565 01:25:23.050 --> 01:25:36.269 Ivylevel: actually, we haven't received any reply yet from Shi ha! Shihari! Regarding the basic plan session one. But just in case they will be able to confirm. At what time would you be able to do the game plan session one with them. 566 01:25:37.000 --> 01:25:41.669 Jenny Duan: It is this different than the the one already scheduled on Sunday from 5 to 6. 567 01:25:42.230 --> 01:25:47.260 Ivylevel: Oh, this is actually the one but then they haven't confirmed. 568 01:25:47.850 --> 01:25:51.719 Ivylevel: so is there any other time slot you might be available. 569 01:25:52.250 --> 01:26:02.229 Jenny Duan: Okay, I'm available all Sunday from 4, 30 onw",
    "ards. So you can just the game plans like back to back. And who does back to back on Sunday. 570 01:26:02.730 --> 01:26:03.660 Ivylevel: Oh, okay, got it 571 01:26:03.780 --> 01:26:04.730 Ivylevel: perfect. 572 01:26:05.250 --> 01:26:14.329 Ivylevel: Yeah. And then for the week of June, then, Coach Jenny, this will be for who does? Weekly session week, 7 parts, one to 3. 573 01:26:16.680 --> 01:26:17.900 Ivylevel: For the part one 574 01:26:18.180 --> 01:26:20.300 Ivylevel: for the week of June. Then. 575 01:26:21.910 --> 01:26:23.870 Ivylevel: okay, that's yeah. 576 01:26:24.230 --> 01:26:26.310 Ivylevel: June 10th to June 16. 577 01:26:26.990 --> 01:26:28.809 Ivylevel: Would you be able to do 578 01:26:28.930 --> 01:26:32.310 Ivylevel: the session. 2 for Free Harry. 579 01:26:33.370 --> 01:26:35.410 Ivylevel: I mean. Sorry for Hooda for 580 01:26:36.120 --> 01:26:37.950 Ivylevel: any time on the weekday. 581 01:26:40.350 --> 01:26:43.080 Jenny Duan: Let me just double check my calendar. 582 01:26:43.080 --> 01:26:43.610 Ivylevel: Sure. 583 01:26:52.130 --> 01:26:55.159 Ivylevel: I'll check on who does availability as well. 584 01:26:55.870 --> 01:26:56.300 Jenny Duan: Thanks. 585 01:26:56.300 --> 01:26:57.830 Ivylevel: I think I put it here. 586 01:27:02.940 --> 01:27:03.500 Jenny Duan: Hmm. 587 01:27:18.320 --> 01:27:19.110 Jenny Duan: okay. 588 01:27:22.100 --> 01:27:23.930 Jenny Duan: So in 589 01:27:27.370 --> 01:27:31.239 Jenny Duan: wait. What week is? Okay. June 10.th This is the week of June 10.th Right? 590 01:27:31.450 --> 01:27:32.120 Ivylevel: Yes. 591 01:27:32.430 --> 01:27:51.409 Ivylevel: upon checking here who the schedule as of May 24, this was the update I got from her, and then for the week of June. Then it says, here she's available on Sunday as 3 pm. But I think she could still adjust just like what we did last week for her. So maybe just give me your availability. And maybe Saraj, could 592 01:27:51.450 --> 01:27:53.829 Ivylevel: you know neg",
    "otiate with Hula. 593 01:27:55.180 --> 01:27:56.035 Jenny Duan: Okay. 594 01:27:58.100 --> 01:27:59.800 Ivylevel: This would be for 595 01:27:59.850 --> 01:28:02.020 Ivylevel: week 7, part one, right? 596 01:28:02.660 --> 01:28:04.113 Jenny Duan: Alright, yeah. 597 01:28:05.690 --> 01:28:09.940 Jenny Duan: I think part one Wednesday night could be good. 598 01:28:12.030 --> 01:28:15.120 Jenny Duan: maybe 6 pm. Pacific time. 599 01:28:15.730 --> 01:28:18.290 Ivylevel: Okay, that's 6 to 7. How about part 2. 600 01:28:22.070 --> 01:28:23.290 Jenny Duan: once again. 601 01:28:24.680 --> 01:28:26.980 Jenny Duan: Part 2. We could do 602 01:28:28.460 --> 01:28:29.590 Jenny Duan: probably. 603 01:28:30.570 --> 01:28:36.060 Jenny Duan: Okay. So I see there's a weekly team meeting happening on Friday. Could we put like 604 01:28:36.080 --> 01:28:41.960 Jenny Duan: reschedule that a little bit later on Friday, is that still happening on Friday like? And what is the status on those. 605 01:28:42.240 --> 01:28:44.680 Ivylevel: Yeah, sir. Raj is not yet 606 01:28:44.870 --> 01:28:50.099 Ivylevel: announcing the or not yet planning to have weekly team meeting again. 607 01:28:50.250 --> 01:28:52.180 Ivylevel: He will just 608 01:28:52.280 --> 01:28:54.290 Ivylevel: plan for it maybe soon 609 01:28:54.640 --> 01:28:57.949 Ivylevel: cause we should also not available. That's why. 610 01:28:59.060 --> 01:29:00.769 Jenny Duan: Then let's do 611 01:29:02.270 --> 01:29:02.950 Jenny Duan: On February. 612 01:29:02.950 --> 01:29:03.310 Ivylevel: Friday. 613 01:29:04.070 --> 01:29:08.049 Jenny Duan: Yeah. On 7 to 8 pm. Pst, time. Pst. 614 01:29:09.060 --> 01:29:13.339 Ivylevel: That's 7 to 8 pm. Pst, okay, got it. And for Archie. 615 01:29:14.540 --> 01:29:16.835 Jenny Duan: Part 3. Let's do 616 01:29:17.500 --> 01:29:19.349 Jenny Duan: Sunday would be good again. 617 01:29:19.350 --> 01:29:19.930 Ivylevel: Okay. 618 01:29:20.296 --> 01:29:21.030 Jenny Duan: That's true. 619 01:29:21.030 -",
    "-> 01:29:22.160 Ivylevel: 16. 620 01:29:24.080 --> 01:29:26.699 Jenny Duan: Let me think about a time. 621 01:29:28.220 --> 01:29:29.510 Jenny Duan: I 622 01:29:35.280 --> 01:29:36.610 Jenny Duan: I say. 623 01:29:48.370 --> 01:29:49.520 Jenny Duan: see. 624 01:29:57.930 --> 01:30:01.119 Jenny Duan: is middle our middle of the day. Times. Okay. Do you think. 625 01:30:02.250 --> 01:30:03.660 Ivylevel: Per Huda. 626 01:30:03.820 --> 01:30:06.860 Ivylevel: I like what time Coach Jenny, do you think. 627 01:30:06.910 --> 01:30:10.359 Jenny Duan: About maybe 12 Pm. Or one Pm. Pst. 628 01:30:10.360 --> 01:30:12.699 Ivylevel: 12 pm. Or one pm. Okay, I could 629 01:30:12.920 --> 01:30:18.704 Ivylevel: put it here as a tentative time, and then I'll just get back to you just in case she's not available. 630 01:30:19.020 --> 01:30:22.879 Ivylevel: Okay, 12 around 12 pm. To one pm. Right? 631 01:30:23.400 --> 01:30:24.420 Jenny Duan: Anywhere from like. 632 01:30:24.860 --> 01:30:29.330 Jenny Duan: yeah. 12 pm. One pm. Something like that. 633 01:30:29.870 --> 01:30:30.620 Jenny Duan: Alright. 634 01:30:30.620 --> 01:30:31.250 Ivylevel: Got it. 635 01:30:31.760 --> 01:30:35.599 Ivylevel: 12 pm. To one Pm. Or one pm. To 2 pm. Right? 636 01:30:37.180 --> 01:30:38.160 Ivylevel: They okay. 637 01:30:38.470 --> 01:30:39.940 Ivylevel: And then. 638 01:30:40.230 --> 01:30:42.819 Ivylevel: just in case there will be the 639 01:30:43.000 --> 01:30:48.700 Ivylevel: session. 2 for the game plan for Shri, Harry for June 16. That is Sunday. 640 01:30:48.890 --> 01:30:51.489 Ivylevel: Do you think the same time would work. 641 01:30:52.370 --> 01:30:53.040 Jenny Duan: I, I. 642 01:30:53.040 --> 01:30:54.190 Ivylevel: The 6 Pm. 643 01:30:54.190 --> 01:30:56.640 Jenny Duan: That time. Can you 1st propose, like 644 01:30:56.850 --> 01:31:03.369 Jenny Duan: 12 Pm. To one Pm. One pm. To 2 Pm. Too, and then just have like, who does take one to Bonnie, take the other slot. Shahari, take. 645 01:31",
    ":03.370 --> 01:31:04.430 Ivylevel: Alright pleasure. 646 01:31:04.730 --> 01:31:05.990 Ivylevel: Okay, got it. 647 01:31:06.750 --> 01:31:17.609 Ivylevel: that's perfect. And then for June week of June 17, it says here, who does not available on weekdays. So maybe we could do it on Saturday or Sunday. 648 01:31:18.900 --> 01:31:20.850 Ivylevel: Did you still want the same time? Would work. 649 01:31:21.890 --> 01:31:24.250 Jenny Duan: For 3 sessions, or for how many sessions. 650 01:31:24.570 --> 01:31:26.549 Ivylevel: This would be 651 01:31:26.850 --> 01:31:29.850 Ivylevel: for one session. I'm sorry. 652 01:31:30.460 --> 01:31:32.479 Ivylevel: This will be the week 8 653 01:31:33.905 --> 01:31:34.570 Ivylevel: session 654 01:31:35.310 --> 01:31:37.570 Ivylevel: session one I mean part one. 655 01:31:38.620 --> 01:31:44.259 Jenny Duan: Okay, she's not available on weekday. So for all 3 sessions, does she want them on the weekends? 656 01:31:46.300 --> 01:31:54.139 Ivylevel: For June 17. She's not available on weekdays, so maybe we could have it on weekends. I could propose that as well. 657 01:31:55.350 --> 01:32:02.530 Jenny Duan: Okay, I mean, I mean, does she want 3 sessions? Because if she wants 3 sessions, then it would have to be back to back. Friday, Saturday, Sunday, right. 658 01:32:03.868 --> 01:32:07.749 Ivylevel: I could check on that with Huda and Saraj, too. 659 01:32:07.880 --> 01:32:09.959 Ivylevel: Okay, maybe it was a tentative 660 01:32:10.140 --> 01:32:11.419 Ivylevel: date and time. 661 01:32:12.634 --> 01:32:15.945 Jenny Duan: For week session. One we can say tentative. 662 01:32:19.020 --> 01:32:20.650 Jenny Duan: we could do. 663 01:32:21.000 --> 01:32:24.040 Jenny Duan: Let's see, I think it would be nice to have some consistent times. 664 01:32:24.410 --> 01:32:27.950 Jenny Duan: Friday, from 7 to 8 would be good again. 665 01:32:28.500 --> 01:32:33.560 Ivylevel: Okay, that's June 21, st let me just double check. Alright. 666 01:32:38.000",
    " --> 01:32:40.260 Ivylevel: That's 7 to 8 PM. Correct. 667 01:32:41.240 --> 01:32:42.240 Jenny Duan: Exactly. 668 01:32:42.820 --> 01:32:43.760 Ivylevel: Okay. 669 01:32:45.400 --> 01:32:47.179 Ivylevel: And then for part 2 670 01:32:48.390 --> 01:32:49.460 Ivylevel: said, Saturday. 671 01:32:50.860 --> 01:32:52.360 Jenny Duan: yeah, I guess, like. 672 01:32:52.540 --> 01:32:55.600 Jenny Duan: Saturday, maybe same time, 7 to 8. PM. 673 01:32:57.400 --> 01:32:58.250 Ivylevel: Okay. 674 01:32:58.970 --> 01:33:02.000 Ivylevel: And then for part 3, would it be the same time. 675 01:33:04.340 --> 01:33:05.779 Jenny Duan: Let me check. 676 01:33:07.660 --> 01:33:08.650 Jenny Duan: Brian. 677 01:33:11.270 --> 01:33:16.000 Jenny Duan: Sorry I need to verify something else in my schedule. Really quickly. 678 01:33:17.050 --> 01:33:17.790 Ivylevel: Sure. 679 01:33:19.690 --> 01:33:21.090 Jenny Duan: One moment. 680 01:33:33.980 --> 01:33:35.210 Jenny Duan: helm. 681 01:33:39.180 --> 01:33:48.200 Ivylevel: I guess, for Anushka coach, Jenny, it will be easy for us, since I think she already fixed her calendly so we could just choose from 682 01:33:48.490 --> 01:33:50.739 Ivylevel: the time slots there, and 683 01:33:50.910 --> 01:33:52.530 Ivylevel: I will set up the meeting. 684 01:33:53.420 --> 01:33:56.320 Jenny Duan: Okay. Awesome. Oh, for Sunday, let's 685 01:33:56.360 --> 01:33:57.989 Jenny Duan: maybe do like 686 01:34:02.939 --> 01:34:18.409 Jenny Duan: In the middle of the day would also probably be preferable. So let's let's fix to sched 2 times on the week of the 17.th And I think if Huda can do one weekday time, that would be better than having 3 back to back. So. 687 01:34:18.410 --> 01:34:19.080 Ivylevel: Okay. 688 01:34:20.100 --> 01:34:26.009 Jenny Duan: Cause, I think, just in terms of effectiveness. Just ask her if she can do any weekday like evening, or something. 689 01:34:27.720 --> 01:34:34.259 Ivylevel: for that's the for the week of June 7, th June, sorr",
    "y that's for the week of June 20, 690 01:34:34.730 --> 01:34:36.330 Ivylevel: June 17, th okay. 691 01:34:36.560 --> 01:34:37.140 Jenny Duan: Then 692 01:34:45.630 --> 01:34:46.400 Ivylevel: Okay? 693 01:34:46.730 --> 01:34:57.619 Ivylevel: And then there might be one more game plan session for you. That's for Anila, though this customer has not signed up, I mean paid yet. 694 01:34:57.790 --> 01:35:00.410 Ivylevel: but there might be paying 695 01:35:00.430 --> 01:35:02.640 Ivylevel: within this month, I guess 696 01:35:02.800 --> 01:35:06.255 Ivylevel: so, just in case would you be available as well for 697 01:35:06.610 --> 01:35:09.580 Ivylevel: gave plan session one for the week of June 17.th 698 01:35:10.010 --> 01:35:10.609 Ivylevel: For them. 699 01:35:11.019 --> 01:35:14.299 Jenny Duan: Let me check on that on my schedule. 700 01:35:14.610 --> 01:35:15.340 Ivylevel: Okay. 701 01:35:15.950 --> 01:35:17.010 Jenny Duan: 1 million. 702 01:35:19.600 --> 01:35:20.580 Ivylevel: Put it here. 703 01:35:32.626 --> 01:35:36.370 Jenny Duan: I think the week of the 17, th maybe. 704 01:35:36.590 --> 01:35:40.599 Jenny Duan: You could do that from 6 to 7 pm. Before who does session. 705 01:35:41.230 --> 01:35:42.849 Ivylevel: Okay, that is 706 01:35:44.630 --> 01:35:46.950 Ivylevel: 6 to 7 PM. June 17. 707 01:35:51.800 --> 01:35:53.220 Ivylevel: Alright. 708 01:35:53.660 --> 01:35:58.059 Ivylevel: And for this session, too, that could be for the week of June 24. 709 01:35:58.060 --> 01:36:06.939 Jenny Duan: Maybe, instead of the 17, th let's the 24 sorry instead of the 21.st Let's do it on twenty-second same time, though. 6. 710 01:36:06.940 --> 01:36:07.270 Ivylevel: Okay. 711 01:36:07.270 --> 01:36:07.920 Jenny Duan: Yeah. 712 01:36:08.530 --> 01:36:09.420 Jenny Duan: thank, you. 713 01:36:09.420 --> 01:36:10.750 Ivylevel: Sorry. 20. Second 714 01:36:10.810 --> 01:36:13.439 Ivylevel: for the game plan session, one for Annila. 715 01:36:13.750 --> 01:36:15.229 Ivylevel: ",
    "Yeah, 20 seconds. 716 01:36:15.970 --> 01:36:18.860 Ivylevel: And that's gonna be 6 to 7 pm. 717 01:36:20.510 --> 01:36:28.710 Ivylevel: okay? And then for the game plan session 2. That's gonna be on the week of June 24 to July one. 718 01:36:30.210 --> 01:36:30.950 Jenny Duan: Okay, 719 01:36:33.160 --> 01:36:37.380 Jenny Duan: I do not have anything in my calendar 720 01:36:37.460 --> 01:36:39.710 Jenny Duan: for that week right now. So 721 01:36:40.040 --> 01:36:42.623 Jenny Duan: let's just assume that 722 01:36:43.780 --> 01:36:47.109 Jenny Duan: who does time stays the same actually, that week. 723 01:36:47.840 --> 01:36:54.050 Jenny Duan: So let's keep the Friday slot for Huda from 7 to 8 Pm. Pst, on Friday. 724 01:36:54.680 --> 01:36:55.880 Ivylevel: Okay. 725 01:36:56.490 --> 01:36:57.280 Jenny Duan: And then. 726 01:36:57.280 --> 01:37:03.540 Ivylevel: Oh, wait! Sorry. Sorry, Coach Jenny. What is that again? Friday? That's June 28.th 727 01:37:04.210 --> 01:37:07.549 Jenny Duan: Yeah. 7 to 8 pm, pst, let's keep Pudu's time. 728 01:37:09.350 --> 01:37:14.150 Jenny Duan: And then we could do game transition part 2, maybe the same time on Saturday, like 729 01:37:14.510 --> 01:37:16.620 Jenny Duan: 6 to 7 PM. On Saturday. 730 01:37:16.900 --> 01:37:17.700 Ivylevel: Okay. 731 01:37:19.000 --> 01:37:20.410 Jenny Duan: Although that's kind of 732 01:37:20.420 --> 01:37:29.459 Jenny Duan: yeah, a tentative time. So that's flexible. If they need to reschedule or something like we can. Maybe, as we get closer to the date. If they have any specifications. 733 01:37:30.389 --> 01:37:30.990 Ivylevel: Okay? 734 01:37:31.120 --> 01:37:32.430 Ivylevel: And then. 735 01:37:33.100 --> 01:37:35.530 Ivylevel: oh, hall, just give me one moment 736 01:37:35.840 --> 01:37:39.110 Ivylevel: for June 30th to July, 10, th 737 01:37:39.410 --> 01:37:42.700 Ivylevel: buda will be on a different time zone, but says, here 738 01:37:42.770 --> 01:37:46.660 Ivylevel: she will update us o",
    "n her schedule. So 739 01:37:48.160 --> 01:37:49.900 Ivylevel: I guess we could just 740 01:37:50.220 --> 01:37:52.010 Ivylevel: put some like tentative. 741 01:37:52.500 --> 01:37:55.109 Ivylevel: Oh, yeah, we could do until 742 01:37:55.600 --> 01:38:01.199 Ivylevel: June 2829, or one more week day as well for that week. 743 01:38:01.480 --> 01:38:03.299 Ivylevel: Just a tentative schedule. 744 01:38:04.520 --> 01:38:05.830 Ivylevel: KR. 745 01:38:06.270 --> 01:38:13.820 Ivylevel: What date do you think? Aside from June 28 and 29. Sorry for June 29.th That could be your 746 01:38:14.130 --> 01:38:15.840 Ivylevel: part 3. 747 01:38:16.770 --> 01:38:21.499 Ivylevel: And then we can put part one on a weekday. How about that, coach? Jenny? 748 01:38:21.980 --> 01:38:23.610 Jenny Duan: Sure that sounds good. 749 01:38:24.350 --> 01:38:25.570 Jenny Duan: I'm 750 01:38:26.810 --> 01:38:28.050 Jenny Duan: so 751 01:38:28.670 --> 01:38:31.067 Jenny Duan: on a weekday, maybe we can do 752 01:38:31.630 --> 01:38:32.440 Jenny Duan: like 753 01:38:32.930 --> 01:38:35.900 Jenny Duan: 5, 30 to 6, 30 pm. 754 01:38:36.310 --> 01:38:37.235 Jenny Duan: On 755 01:38:38.630 --> 01:38:40.689 Jenny Duan: Monday, the 24.th 756 01:38:41.260 --> 01:38:41.630 Ivylevel: Okay? 757 01:38:43.070 --> 01:38:46.430 Ivylevel: And then part 2 will be 758 01:38:46.900 --> 01:38:48.999 Ivylevel: June 28, th 759 01:38:50.880 --> 01:38:53.130 Ivylevel: that is, 7 to 8 pm. 760 01:38:53.330 --> 01:38:56.639 Ivylevel: And then for part 3, that's June 29.th 761 01:38:56.700 --> 01:38:58.470 Ivylevel: At what time do you think. 762 01:38:59.080 --> 01:39:01.070 Jenny Duan: You can also do 7 to 8 PM. That should be. 763 01:39:01.070 --> 01:39:01.420 Ivylevel: Okay. 764 01:39:03.160 --> 01:39:03.840 Jenny Duan: Okay. 765 01:39:04.280 --> 01:39:04.930 Ivylevel: Okay. 766 01:39:05.290 --> 01:39:12.990 Ivylevel: Alright, I guess we're good. And then for Anushka we could just use the calendar link. I'll send it to",
    " you, and 767 01:39:13.010 --> 01:39:15.939 Ivylevel: you can just choose and let me know, so I can set up. 768 01:39:17.530 --> 01:39:19.720 Jenny Duan: Okay, that sounds great. Thank you so much. 769 01:39:20.060 --> 01:39:22.809 Ivylevel: Alright! Thank you so much for your time. Coach Jenny. 770 01:39:23.120 --> 01:39:23.690 Ivylevel: Bye. 771 01:39:23.690 --> 01:39:24.350 Jenny Duan: 1st 772 01:39:24.500 --> 01:39:25.690 Jenny Duan: I."
  ],
  "turns": [
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1412.37,
      "end": 1413.93,
      "text": "Hi! Huda! How's it going. 2"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1415.29,
      "end": 1417.389,
      "text": "Hi! It's going well, how are you? 3"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1417.77,
      "end": 1427.618,
      "text": "I'm good. I'm so sorry for being late. We had another cancellation this morning, and I thought that this one had cancelled, too. But yeah, I got confused. So sorry. Thanks for your patience. 4"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1427.9,
      "end": 1445.019,
      "text": "That's okay. 5 Yeah, this session. I wanted to focus a little more on maybe like scaling impact. And tell me a bit about more about like metrics and stuff, and also, maybe, like my social media accounts, and how I can build that as well. 6"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1446.31,
      "end": 1458.07,
      "text": "Yeah, I think that's a really good idea. So I'm gonna get on the dog. 7 I think, would you like to focus on slope left empowering AI or something different. 8 Thanks. And Thor. 9"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1458.556,
      "end": 1468.359,
      "text": "I'm thinking, maybe like 10 focusing on empowering AI, and then maybe we could discuss some delay a little bit. But yeah. 11"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1469.32,
      "end": 1486.119,
      "text": "Okay, cool. So I'm gonna look at your empowering AI Instagram right now. Cause I think that scaling with Instagram is something that we want to focus on 12 and I think that the like new art competition, I think it's really cool. Have people been submitting so far. 13"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1487.06,
      "end": 1490.679,
      "text": "Not really. I don't think we've gone. The single submission actually. 14"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1490.68,
      "end": 1498.119,
      "text": "Okay. 15 I like this, Rebrand. I think your last post was 5 weeks ago on empowering AI for Instagram. 16"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1499.4279999999999,
      "end": 1510.77,
      "text": "Yeah, we've been we've been just like I don't know why she hasn't posted the marketing directors actually supposed to be posting about the our competition. But yeah. 17"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1512.66,
      "end": 1522.32,
      "text": "Okay, let's actually think about like. 18 Ho, who's on this team? And how do you communicate with them? And what's the structure like? Do you have a slack channel discord, text message. 19"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1522.972,
      "end": 1553.81,
      "text": "Yeah, we usually message through like, the messages app and and we try to meet every week. Sometimes it's like, not like we're not able to. But this week we're meeting on Saturday, and we usually have, like an hour or half an hour call, and we kind of like discuss like they give me like updates on what they've been doing. And I give them action items. And then 20 and then we also kind of discuss, like, future plans for a club. But yeah. And then 21"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1553.81,
      "end": 1582.76,
      "text": "we also like a couple of times we've tried like deciding like what kind of social media post, because we do wanna do like lots of reels and stuff but and like tiktoks and everything. And then I think my social media marketer she wants to like do like a joint reel but that's like, have. We're kind of having like issues with collaboration. Cause, like everyone, kinda not really responsive. But 22 yeah. 23"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1584.01,
      "end": 1620.489,
      "text": "Okay. So I think maybe one issue that I'm seeing right now is 24 I feel like the communication structure is not that formalized? I think 25 like people tend to think, take things more seriously when they feel like the organization is more serious, or when they feel like it's more high stakes, so like people are more likely to treat like a slack, more professionally than, say, a discord, and like 26 a discord more professionally than see. Maybe, like text messages, one to one. And so I think that one thing that you can do this isn't like non social media related is try to make the organization feel more professional by like moving it to like a slack or making something more official like. 27"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1620.81,
      "end": 1660.38,
      "text": "I think the less that you decrease, like the more that you decrease like the one on one types of scheduling like the better it will get. So like. 28 maybe you guys can like pick a fixed time, and, like 29 set up like a recurring meeting link, or maybe set up like a calendar so she could pick times with. So people on the team can pick times, or like a when to meet, or something 30 that way. If you have like a slack channel or something, it feels 31 now that empowering is not an official org, but it feels more like an official organization where they have, like someone to report to and like responsibilities to deliver 32 on a daily basis or on a weekly basis like that's just human psychology. And people are usually more receptive. To that. 33"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1661.16,
      "end": 1662.63,
      "text": "Okay. Yeah. Sounds good. 34"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1666.305,
      "end": 1679.87,
      "text": "Cool. 35 So 36 I think that's could be like step number one also. 37 So with the with the art competition, like, I see, you've been posting on your own channels right. 38"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1680.735,
      "end": 1681.36,
      "text": "Yeah. 39"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1681.36,
      "end": 1684.559,
      "text": "And has that been effective at all like on Tiktok or anything. 40"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1685.112,
      "end": 1694.79,
      "text": "Yeah, I've been posting on Tiktok. It. I did like one video and that got like 2,000 views. And there's a couple of. 41"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1694.79,
      "end": 1695.18,
      "text": "Yeah. 42"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1695.18,
      "end": 1729.899,
      "text": "People like commenting. And they're kind of like criticizing it and like 43 like so like I don't know, and also like on Tiktok. You can't share like links in your bio unless you have like a thousand followers. So it's kind of like hard to get people to like to try it. 44 To try submitting. And so, yeah, I think 45 I think that our constitution has been like hard to like advertise cause even like some people that I know have been like reaching out and saying, like to not promote AI art. So like I don't know, I think it's a bit controversial. 46"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1732.05,
      "end": 1763.499,
      "text": "Gotcha, I mean, I think controversy and any type of attention like any type of publicity, is good. Publicity, like bad publicity, is good publicity. 47 But that being said 48 I do think like. 49 let's see if if it's if no one has submitted, and if, like people are leaving uncomfortable comments, that's also not good. So 50 I think, you said that you've been having difficulties at the collaboration post. Could you tell me a little bit more about that like? What's what is the issue like? And what have you been trying. 51"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1763.5,
      "end": 1812.6,
      "text": "Yeah. So we wanted to make. So we wanted to make kind of like a welcome. Video, 1st kind of just introducing what empowering AI is, and also like us as officers. And so like. We kind of each had to like record a little flip. 52 and then me and me and the marketing director. We found ours. But I unfortunately, I think the others aren't really taking that seriously, and also even last meeting. I kind of said everyone has to make at least like one 53 or like come up with at least one idea for a video or or like record one and that's kind of not really stuck with many of them. And then they also kind of have like finals going on for them. So that's why I think they might be like a little slack slacking off because of that. But yeah. 54"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1814.33,
      "end": 1818.579,
      "text": "I see. 55 and remind me what the size of your team is. Again. 56"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1819.454,
      "end": 1820.71,
      "text": "It's 5 of us. 57"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1821.41,
      "end": 1826.41,
      "text": "Oh, hey! 58 And how many people are like, have contributed their ideas to this. 59"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1827.452,
      "end": 1856.989,
      "text": "Okay? So I'd say, like, 60 So me and the marketing director have like worked on, you know, like with the rules and like the guidelines for submitting. I made like the the form to submit, and then I think my vice president still isn't doing too much like but yeah, I think it. I might have to give it like more like 61 more actionable like action items. Next time. And then. 62"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1857.07,
      "end": 1899.699,
      "text": "But yeah, so then we also like the secretary, and so she was supposed to write like an article about our, or like kind of like a recap of our boot camp like 3 weeks ago. And she didn't do it. So then, like actually did for yesterday message. And I was like, hey, are you still interested in your role I've been asking for like 3 weeks is you kind of need to do this if you wanna maintain your role and then she's she's able to send that over. So 63 yeah, I think that's good for now. But like, when we check in on Saturday, I'm like. 64 kind of get everyone else's. The treasure also isn't 65 bone 66 really doing much at the moment. But yeah. 67"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1901.14,
      "end": 1920.79,
      "text": "Yeah, I think another thing is like, Do people have clear tasks about what they're working on? Because I think sometimes that's and that could be another issue with me when I was working at different organizations. Is that like people don't have clear tasks, it can be really hard. Do you feel like they have like clear tasks that they can work on slash? Do. 68"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1920.79,
      "end": 1927.25,
      "text": "Yeah, we actually have a a planning, doc, and then during our meetings I write like the action items for each person there. 69"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1927.25,
      "end": 1928.35,
      "text": "It's that song issue. 70"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1928.35,
      "end": 1934.43,
      "text": "Yeah. And I also like leave in the chat as well. So 71 yeah. 72"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1935.02,
      "end": 1941.85,
      "text": "Got it? Okay, so 73 what organizations have you been trying to collaborate with? Then. 74"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1942.81,
      "end": 1960.199,
      "text": "Okay. So I reached out to. There was an account called stem sphere. And they're also like a student led organization and they respond to my message. And they agreed. But they wanted us like email them to like see? Further. 75"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1971.83,
      "end": 1972.819,
      "text": "Can you hear me? 76"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2003.23,
      "end": 2004.369,
      "text": "Can you hear me? 77"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2013.87,
      "end": 2016.979,
      "text": "Oh, I'm not sure what happened. I think it just cut out. 78"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2017.45,
      "end": 2022.159,
      "text": "Oh, okay, sorry. Can you repeat what you said? I think like I missed everything. 79"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2022.55,
      "end": 2023.02,
      "text": "Oh, yeah. 80"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2023.02,
      "end": 2023.66,
      "text": "Was in. 81"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2024.411,
      "end": 2034.239,
      "text": "So we only only like one person. One account like reached back reached out again. And then it was called stem sphere. They're also student. 82"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2034.59,
      "end": 2036.239,
      "text": "They wanted you to email them right? 83"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2036.24,
      "end": 2040.949,
      "text": "Yeah. 84 that's kind of the only collaboration update. 85"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2042.53,
      "end": 2045.819,
      "text": "How did you email them? And how many people did you reach out to. 86"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2046.355,
      "end": 2052.94,
      "text": "I reached out to like about 10 organizations. And yeah, I did. I did email them. 87"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2054.21,
      "end": 2055.579,
      "text": "And have they responded yet. 88"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2056.074,
      "end": 2074.03,
      "text": "No, I I did it this morning, so they should probably get back soon. And yeah, I was just saying that, like maybe we they could do something. AI Bias related, and then we could do something like more related to their niche. And that's what I was hoping 89 for the collaboration. 90"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2074.83,
      "end": 2085.079,
      "text": "Okay, cool. That sounds good to me. 91 And then 92 another question is, out of these 10 orgs like, what was the message that you sent them? 93"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2087.79,
      "end": 2112.33,
      "text": "I just kind of basically said, Hi, I'm the founder of this organization. 94 like, I saw your organization. And saw that like, we kind of like similar missions. And that like, I would really like to collaborate on a post. To spread that mission. And yeah, that's kind of what I said. 95"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2114.032,
      "end": 2118.717,
      "text": "Can you copy, paste this the message into the document that we have? If that's okay. 96"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2119.2,
      "end": 2119.6,
      "text": "Yeah. 97"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2138.37,
      "end": 2139.87,
      "text": "Let me send the link to our dog. 98"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2140.61,
      "end": 2141.91,
      "text": "Yeah phone. 99"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2165.24,
      "end": 2170.03,
      "text": "And before I'm just 100 one second. 101"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2171.42,
      "end": 2172.34,
      "text": "Hey? Awesome. 102"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2182.01,
      "end": 2187.069,
      "text": "Okay, cool. This sounds good. Are you sending this through your personal Instagram, or through the empowering AI Instagram? 103"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2188.37,
      "end": 2191.489,
      "text": "I sent this through the Empire. Instagram. 104"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2192.73,
      "end": 2253.68,
      "text": "Okay, I think you can also tries to meet organizations with your personal Instagram. 105 That might work because you have, like more followers on your personal Instagram, so it might give you more credibility. I've like received Dms from people's personal Instagrams before like promoting their this type of account. So I think that should work. 106 And then let's see, like what other platforms you can amplify it on. So 107 we should have a clear goal right now. So with empowering AI, 108 what is the clear goal? The goal here is to 109 increase emissions. R contest 110 that can be one clear goal. 111 And so far you've been pro 112 so far. You've been posting on 113 posting on your Instagram 114 Linkedin. Tiktok. 115 and you've received 0 submissions right. 116"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2254.9,
      "end": 2255.54,
      "text": "Hmm. 117"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2257.5,
      "end": 2268.339,
      "text": "So 118 1st of all, what is the incentive for winning? Is it just like 119 a title. 120 or is there some? Is there another incentive that you might be able to offer. 121"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2269.321,
      "end": 2278.799,
      "text": "Currently, we just have, like a certificate and a title 122 but we could possibly have, like maybe like a gift card or something like that. 123"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2280.02,
      "end": 2323.93,
      "text": "Yeah, maybe like a $50 gift card. Seems like a pretty good way to incentivize people to submit it. 124 Cause, I think another thing is like, people are usually not motivated by like just titles that much anymore. So I think because there's so many like title offering things like people might not be as interested as they would in something that does have like a financial incentive to it. 125 So because of that, I think maybe if you offered like a $50 prize, that would be good 126 and you probably could just self put that 127 unless you want to find a sponsor. 128 okay? 129 And then 130 how long have you been posting? And what is the deadline? 131"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2325.286,
      "end": 2341.889,
      "text": "So deadline is June 20 second. We're thinking about extending that because of like the lack of submissions. But yeah, I've been posting, I think, like the 132 I've been posting since like the poster was done. So I. 133"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2341.89,
      "end": 2342.72,
      "text": "Which one. 134"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2343.15,
      "end": 2347.6,
      "text": "Like, 2 weeks ago or yeah. 2 weeks ago. 135"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2349.08,
      "end": 2358.54,
      "text": "Got it. 136 Okay? And you receive 0 submissions. Have have. Do you know how many people have clicked on the link? 137 Where is their link? Oh, yeah. 138"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2358.54,
      "end": 2359.779,
      "text": "And I'm not sure. 139"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2361.66,
      "end": 2394.579,
      "text": "Okay? Okay, I think the 1st thing is a cash incentive is gonna work a lot. It's gonna be a lot more effective. So 140 I don't. I think maybe, if you can like, announce that I think more people are likely to submit also. What are the instructions, and what is what is the task to submit 141 like AI on competition? Using what cause, I think, maybe if you created like a resource where people could learn how to make a art that could be good cause. I think maybe a lot of people are like, Oh, I don't know how to make air if they don't have, like chat, equity, pro or mid journey, or something. 142"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2394.913,
      "end": 2407.44,
      "text": "Oh, yeah, I think that would be helpful. We could probably make like a guide and also, I think. 143 do you think, like a Youtube video like with a tutorial like would be affected. 144"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2408.65,
      "end": 2445.709,
      "text": "I think if I were a submitter I would not be watching the Youtube. I think that would just take too long. I would just say, like, maybe an article like a Google Doc link saying like submission rules and guidelines. I think that would also formalize things cause I think, like right now. People don't think that empowering AI is, maybe. 145 but I don't think legitimacy in this competition. There may be like, Oh, this is just like an interesting flyer like this is a cool opportunity, but like I don't know much about it. But I think if you give it more legitimacy by 1st of all attaching a monetary price. Second of all, making a flyer. Sorry, making a handout with like the contest rules and guidelines that wouldn't give more legitimacy to it. 146"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2446.45,
      "end": 2447.22,
      "text": "Okay. 147"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2448.04,
      "end": 2463.989,
      "text": "And then you should also just link maybe some places where people can make AI art for free to submit. Because again, I think like. If someone doesn't know a lot about AI doesn't have a mid journey, or Dolly, or like Gpt subscription, then they wouldn't even necessarily know where to make the art. 148"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2464.91,
      "end": 2465.54,
      "text": "Yeah. 149"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2465.88,
      "end": 2479.05,
      "text": "That might be a big barrier 150 and then after that, I think, like. 151 Let me put all these action items in 152 one moment. 153"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2502.98,
      "end": 2514.59,
      "text": "Okay? And then we could think about like spaces that might be most likely to support your initiative. I think that, have you tried blasting it in any like 154 like code of classy channels or ntwit channels. 155"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2515.17,
      "end": 2525.37,
      "text": "Yeah, I've posted on the coding classy channels. I think, unlike the discord, I think maybe I haven't tried and see. Wait yet. So I think that could be a great place. 156"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2526.62,
      "end": 2530.359,
      "text": "Okay, cool. So the easy way are you on the slack? There. 157"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2530.36,
      "end": 2531.08,
      "text": "Yeah. 158"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2531.93,
      "end": 2547.13,
      "text": "Okay. So I think you could try blasting in there and like the opportunities channel as well, and see if like that's well received. And then in the code of classy, I think like, if you just keep on blasting it, people are more likely to interact with it. So 159 let me see 160"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2551.46,
      "end": 2563.16,
      "text": "like if you post it there like 161 more frequently, like a couple of times. Sometimes people get it gets lost in their inbox, but if you like post it many times. It should be okay. 162"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2574.88,
      "end": 2591.269,
      "text": "And then also, like, I think, encoded classy. If you once you attach the updated rules and guidelines. That should also make a difference. But I think, like again, the more that you post something like you can post it every single day in there, if you want to. The more that people see it, the more they're likely to engage with it. 163"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2593.58,
      "end": 2595.67,
      "text": "Okay, hmm, that makes sense. 164"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2597.68,
      "end": 2601.99,
      "text": "Cool 165 and then. 166"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2602.16,
      "end": 2631.769,
      "text": "And also for empower AI, so like I know, for initiatives. It's like always nice to have like more events. So that like when we're applying, I can show proof of like actually having an impact. 167 so I know we're like, we're like kind of planning to do a Hackathon towards the end of summer, but like in in between. Then do you have any like suggestions on like what we can do to you know, create like, maybe some sort of like impactful, like small event. 168"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2633.68,
      "end": 2667.13,
      "text": "I'm wondering if you can collab with like a local company in the Bay Area cause I think, like lots of companies are responsive to hosting students for various things. 169 So maybe if you did like a visit to a company, or if you could, host like an in person event at a company office. That would be good, too. 170 like, for example, what's a random company that you might have correct like 171 like if you could get like? 172 I don't know, Lenovo, to give you a tour of their office, or something like it doesn't have to be a big company. It could be a startup. It could be something else, but like 173 something like that could be really cool. I think. 174"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2668.096,
      "end": 2679.009,
      "text": "So in terms of like collaboration, like 175 like, what would I be like reaching out for like like? How would I go about like reaching out. 176"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2680.49,
      "end": 2717.339,
      "text": "Yeah. So you would start by. So we can just do this together. But maybe identify a list of like target organizations that you think you'd wanna co partner with, and then so to clarify if we are doing the company visit idea, which we don't necessarily have to, you would just email these organizations and introduce yourself. Say, like, you're a student, you're you're part of this nonprofit, and you'd like to like 177 your your mission is to 178 bring young girls into the 179 teach them about AI, 180 and so you can say like, Oh, I'm interested in your company for Xyz reasons. I would love to like. 181 collaborate on like a field visit or like a 182"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2717.62,
      "end": 2724.44,
      "text": "workplace tour, or something to show young women that like this is an environment that they can thrive in, or something like that, like something that. 183"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2724.44,
      "end": 2725.05,
      "text": "Oh! 184"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2725.05,
      "end": 2732.039,
      "text": "Sounds sounds good to the company, and so that they'd be willing to to let you guys come in and take a tour, or to show you guys around. 185"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2732.55,
      "end": 2734.28,
      "text": "Okay, yeah, that's a great idea. 186"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2736.093,
      "end": 2763.11,
      "text": "So maybe we can actually do some research on this right now 187 and 188 like isolate, maybe a list of 10 companies. 189 So I'm thinking, like it would be nice to do. Maybe AI startups in the area, too, because there 190 they're more, maybe more 191 more likely to accept your interest than like a bigger company. 192"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2763.41,
      "end": 2763.8,
      "text": "Yeah. 193"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2763.8,
      "end": 2770.439,
      "text": "That's not. I don't know if that's necessarily true, though. 194 so maybe you could reach out to some bigger companies as well. 195"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2780.44,
      "end": 2792.58,
      "text": "I'm looking at. There's like a website which has a couple of startups. In the Bay area. 196 Hoop. 197 Yeah, I'm not sure, if this is the type of company we're looking for. 198"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2793.52,
      "end": 2795.109,
      "text": "Do you wanna share your screen. 199"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2796.13,
      "end": 2796.83,
      "text": "Yeah. 200"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2814.92,
      "end": 2820.209,
      "text": "yeah, these are like. 201 I think, relatively small companies. 202"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2824.21,
      "end": 2858.25,
      "text": "So maybe what you could do. Some of these are pretty big now. 203 like scale is really big. They just raised like a lot of money. 204 let's see. 205 He. 206 I think maybe like it'd be good to isolate the ones that are relevant to you guys 207 like the ones with relevant themes or relevant 208 like ideas 209 like voice infrastructure. This is important because, like ethics is important to that. 210"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2858.92,
      "end": 2860.764,
      "text": "Yeah. Oh, wait. 211"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2865.2,
      "end": 2867.259,
      "text": "Oh! And they have a female founder too great. 212"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2869.29,
      "end": 2870.06,
      "text": "Okay, cool. So. 213"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2870.06,
      "end": 2902.4,
      "text": "Do you have something on Linkedin? 214 Sorry? How's this sound? 215 You can message them on Linkedin. It has their link, like the founders Linkedin attached, or you could send them an email. But like. 216 it's nice to give a personal message sometimes. 217 right like you can email her. 218 or sorry messenger connect. 219 And this is where you would draft your message can say, like. 220 Hi, Trin, I'm Huda 221"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2907.25,
      "end": 2915.59,
      "text": "Amuda, a high school student 222 and founder of empowering AI. And I would link your website 223"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2924.66,
      "end": 2932.529,
      "text": "a startup committing 224 and not a startup. Sorry, a nonprofit. 225 Expanding AI education for girls. 226"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2938.44,
      "end": 2940.45,
      "text": "I would love to 227"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2944.92,
      "end": 2954.249,
      "text": "create an opportunity 228 for our community to learn more about 229 what's her company's name. 230"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2954.61,
      "end": 2956.4,
      "text": "Montreal, August. 231"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2956.4,
      "end": 2957.93,
      "text": "Monterey AI. 232"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2963.74,
      "end": 2979.58,
      "text": "Through a 233 company visit or moderated 234 call. 235 Would love to connect and discuss more. 236"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2984.76,
      "end": 2987.529,
      "text": "Oh, would love to discuss more! 237"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2992.59,
      "end": 3007.86,
      "text": "Oh, you can send this copy this message. Say they don't lose it 238 and then send it 239 okay. And then. Now you can do this like 240 just again and again and again and again and again, like, I think you have to send out a lot of messages. 241"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3007.86,
      "end": 3008.74,
      "text": "Hence. 242"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3008.74,
      "end": 3022.77,
      "text": "But maybe we can do this right now, like fine like. 243 let's start with 10 people initially, and then we can obviously scale it up to more. So let's find, like 10 other people, that you 9 other people that you want to message, and then just keep messaging them. 244"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3023.08,
      "end": 3023.73,
      "text": "Hmm. 245"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3053.65,
      "end": 3055.399,
      "text": "It's cool. I saw no help. 246"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3063.01,
      "end": 3066.29,
      "text": "So what type of companies are you looking for trying to isolate. 247"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3066.876,
      "end": 3098.93,
      "text": "I'm looking for. Actually, maybe, like I feel like generative. AI would be like interesting versus this art positions kind of about that. And they could talk about like that like ethics that they do, and when they're like doing generative AI 248 and then 249 and then also, like 250 maybe 251 companies 252 that are less focused on health and business side, but 253 well, like the actual, like creative aspect of AI. 254"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3100.37,
      "end": 3108.09,
      "text": "Okay. I also think this doesn't necessarily have to be related to the our competition, too, like this can just be a separate initiative on its own. 255"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3108.36,
      "end": 3108.95,
      "text": "You know. 256"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3139.05,
      "end": 3150.189,
      "text": "I feel like like young girls would be interested in like graphics. Cause like, I know, a lot of people that are interested in like graphic design, and, like art, slash design in general. 257"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3152.85,
      "end": 3159.67,
      "text": "Agreed 258 maybe 259 then 260 you can message this playground's founder. 261"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3203.923,
      "end": 3205.63,
      "text": "Yeah, I could send this, I guess. 262"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3208.186,
      "end": 3226.29,
      "text": "Yeah, that looks good. 263 and then let's find some more. 264 So now you have 2 sent out. Let's try to get at least 1010. So 8 more by the end of this session, and then, after this 265 send out like 266 40 more to get 50. But right now let's start with 10. 267"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3256.3,
      "end": 3269,
      "text": "I think this would be interesting cause like they could talk about 268 so like I know. 269 facial recognition with AI has been kind of controversial and they could probably. 270"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3273.77,
      "end": 3274.37,
      "text": "Yeah. 271"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3291.26,
      "end": 3293.309,
      "text": "okay, you're back. You just froze. But. 272"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3293.31,
      "end": 3293.67,
      "text": "Oh! 273"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3293.67,
      "end": 3295.579,
      "text": "What were you saying? Probably. What. 274"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3296.47,
      "end": 3303.31,
      "text": "Yeah, I think they could probably talk about that 275 if they were to. 276 Oh. 277"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3306.73,
      "end": 3313.149,
      "text": "Definitely. 278 Oh, are you sending an email? What is this. 279"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3313.54,
      "end": 3316.809,
      "text": "Yeah, different. 280 Oh, should I? Just. 281"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3317.44,
      "end": 3321.27,
      "text": "Yeah, just connect. You don't want to send an email. Do you have Linkedin premium. 282"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3321.27,
      "end": 3322.71,
      "text": "Yeah, I just got it. 283"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3324.18,
      "end": 3325.28,
      "text": "Oh, really. 284"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3325.61,
      "end": 3326.02,
      "text": "Yeah. 285"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3327.1,
      "end": 3331.019,
      "text": "Oh, then, if you have premium, then why don't you send in mails that seems good. 286"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3336.42,
      "end": 3351.549,
      "text": "and then 287 we can just make the subject. 288 Maybe, like 289 I don't. Why would you like to make the subject 290 like nonprofit collaboration, inquiry, or something? 291"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3363.56,
      "end": 3364.07,
      "text": "Cool. 292"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3391.94,
      "end": 3394.94,
      "text": "Oh, okay, I think my Internet is just slow. But 293"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3397.06,
      "end": 3398.68,
      "text": "Okay, we can keep going. 294"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3412.13,
      "end": 3413.51,
      "text": "That's cool, too. 295"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3453.16,
      "end": 3461.089,
      "text": "Clients. 296 I think I could probably look for this later. Can we talk about synthoria right now? 297"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3462.17,
      "end": 3467.71,
      "text": "Sure 298 any specific like issues that you're struggling with with synthoria. 299"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3467.89,
      "end": 3491.05,
      "text": "Yeah. So now the summers here. I think, like reaching out. I've been reaching out to like teachers from the East as well, but like. Obviously, I haven't like heard too many response back. So now, that, like the summers here and the teachers can't teach you in class. What's like the next steps like, kind of distributing synthia. 300"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3492.1,
      "end": 3507.39,
      "text": "I feel like synthoria is something that could definitely go viral on social media. 301 I feel like that's like a really good footing to play for synthoria. Do you feel like you? 302 have been actively posting about some thorium on Instagram. 303"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3507.39,
      "end": 3540.259,
      "text": "Yeah, I've definitely been posting a lot. And I think actually, it's been pretty effective. I've been posting on my tiktok. Actually, it's been pretty effective. Cause if I I looked at like the analytics for this, the page on synthoria and a lot of people were coming through that link. So yeah, I think Tiktok was effective. But I would just like to make it 304 be able to like make it even more viral, because right now, I think the most viral video is like 2,500 or 3,000 views. But I mean, I think more would be better. Obviously. 305"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3540.71,
      "end": 3543.59,
      "text": "What is your Instagram handle for Synthorio. 306"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3544.203,
      "end": 3552.54,
      "text": "Actually, I'm I've been posting my Tiktok. It's just my Instagram username, which is 307 hold on! SRAJ. 308"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3554.85,
      "end": 3560.64,
      "text": "Oh, so it's on your personal. Okay, okay, you don't have a dedicated like Instagram or ticked off for Synthoria. Right? That's fine. 309"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3560.64,
      "end": 3561.46,
      "text": "Yeah. 310"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3563.16,
      "end": 3573.319,
      "text": "Okay, I'm curious, like, why you've decided not to make one forcing through. I mean, I think it's like, obviously, you have so many accounts so like that's difficult. But like 311 is that the primary reason why. 312"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3574.223,
      "end": 3592.579,
      "text": "Yeah, honestly, like, yeah, like, I have like a lot of accounts on Instagram, especially and so like, I feel like. And also it's like individual. It feels like a little more casual on like on a personal account. So more people are like have been like liking the post, and everything. 313"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3593.84,
      "end": 3599.92,
      "text": "Why don't you post about Synthoria on your Instagram account? I feel like I don't see that many. 314"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3600.43,
      "end": 3602.869,
      "text": "Oh, yeah, 315 I don't know. I think. 316"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3602.87,
      "end": 3603.55,
      "text": "For the. 317"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3604.421,
      "end": 3625.93,
      "text": "On Tiktok. It's like really like photo, like you could use photos. And those have been like going pretty viral and like on Instagram. I don't think it really has. It has that feature, but they don't really do as well. 318 And I don't know. I think I've been backing away from Instagram cause it doesn't really do as well online. 319 Yeah. 320"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3625.93,
      "end": 3634.08,
      "text": "Bought it. 321 That makes a lot of sense to me. 322 Okay, so 323 how many people follow your Tiktok account. 324"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3637.12,
      "end": 3638.27,
      "text": "14. 325"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3639.46,
      "end": 3642.689,
      "text": "Okay? And have you been using like viral trends and other things. 326"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3642.93,
      "end": 3656.72,
      "text": "Yeah, I've been like, like. 327 using all like the trends and like relating it to like either synthorio or like, kind of, yeah, like, synthetic trends. 328"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3658.22,
      "end": 3661.989,
      "text": "Oh, have you tried making videos of just about like Tech and AI in general? 329"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3663.29,
      "end": 3664.24,
      "text": "I've done a little bit. 330"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3664.96,
      "end": 3665.49,
      "text": "Like. 331"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3665.73,
      "end": 3666.23,
      "text": "It's. 332"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3666.23,
      "end": 3667.689,
      "text": "Waiting behind, or anything. 333"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3667.81,
      "end": 3681.449,
      "text": "Yeah, I think I, I've done one video was like talking about the best AI software. It did. Okay. I think I definitely like had the better videos were more like when you're talking about the trends. 334"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3684.6,
      "end": 3714.729,
      "text": "Okay, I feel like, maybe you can make some videos just like about tech in general cause, I think, like anything that's related to the game will probably like anything that's related to tech in general, is still relevant to the game. But I think that might get more attention, because what a lot of accounts do, for example, that are promoting a certain brand or services they promote like 335 they make videos about like tangentially related things. And then they just like go from there. So I feel like, if that's something. Yeah. 336 that 337 that you do like. That would be good. 338"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3716.48,
      "end": 3717.7,
      "text": "Okay, yeah. 339"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3720.43,
      "end": 3754.87,
      "text": "And I think. 340 like, for example, if you could make a video about like Oh, like, what is the latest like Openai drama, or like something funny and relatable. I feel like there's a lot of tech content creators out there, so you can get some inspiration from them. But I think like 341 you, if you do something like a little bit funny and like 342 kind of relatable, or like interesting that that people can share, or that they can repost like. Then you'll get a lot more followers 343 like optimizing for repostability, if that's even a thing I think is a good method. 344"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3759.7,
      "end": 3772.02,
      "text": "And 345 how often are you posting on Tiktok? Because Tiktok, I think, just requires, like a number scheme like I think you have to be like 346 at least once a day consistently for the algorithm to like, want to notice your content and like promote it. 347"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3772.44,
      "end": 3781.369,
      "text": "Yeah, I've been posting every day. I think. 348 I forgot to post yesterday. But yeah, I think I've been pretty consistent with tech talk. 349"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3781.8,
      "end": 3796.79,
      "text": "Okay, that's good. 350 Do you have trouble thinking about post ideas? Is that a struggle for you or no, or like? What is the? Is the struggle here just that, like you don't know how to get viral post, or you don't know how to come up with ideas or what I'm what is sort of like the let Miss. 351"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3797.25,
      "end": 3821.02,
      "text": "I think, yeah, like coming up with like viral posts, and also like kind of cause like, I don't know if, like, my videos was like Sentoria might be like, we post worthy. So like, that's kind of like I I kind of. I also do try to do like, really trendy things like, I even did one about like Bridger tenants. And yeah, that one did pretty well. But yeah. 352"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3822.9,
      "end": 3831.41,
      "text": "I think you should. Let's take some like generated. Let's generate some post ideas. 353 I think. Have you done which synthoria character are you. 354"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3831.86,
      "end": 3833.089,
      "text": "Oh, no, I haven't. 355"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3834.2,
      "end": 3886.744,
      "text": "I'll be like pretty cute, I think. Which synthetic character are you design a character with me? 356 Like, maybe like 357 outfits inspired by Synthoria characters 358 for the outfits. One you don't. You can wear them if you want, but you don't. You also don't have to wear them, like, you know, like the outfit videos, are like flat lays of, like the different angles of clothes like you do outfits inspired for your characters. You can say like 359 movies about AI, 360 we can say, tried this new chat. Gbt hack or something. 361 Be like AI productivity tools 362 like for next school year, or something, or like to be an academic weapon, or something like that. You could say like 363"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3893.02,
      "end": 3908.21,
      "text": "Something like 364 like a joke about like when chat is down, or something. 365 What else would people like 366 generating a IR 367 like generating error? It could be cool cause you can also just direct it to your art competition, but it could be like. 368"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3908.21,
      "end": 3908.779,
      "text": "Like I. 369"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3908.78,
      "end": 3918.44,
      "text": "Oh, like journey, or with like mid journey, or something, or like Google, or or something 370 what else 371 could do? Like 372"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3924.42,
      "end": 3931.56,
      "text": "I don't know. Like deep fake Instagram influencers, you could make like a opinion video about that. 373 Cai. 374"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3937.95,
      "end": 3948.42,
      "text": "like music. 375 Ai generation like, for example, the band gorillas, I believe, is like all 376 digital like they don't. They're not like a real person. 377"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3948.79,
      "end": 3952.2,
      "text": "Oh! 378 Come on. 379 that's. 380"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3952.515,
      "end": 3955.16,
      "text": "You 381 yeah, it's pretty cool. 382"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3959.63,
      "end": 3978.39,
      "text": "studying. 383 what other ideas? Okay, this. We just came up 12345678910. Okay, those are just Ted ideas. And you, I think you can go from there. But I think the key thing is making sure that you are checking availability. 384"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3978.39,
      "end": 3979.06,
      "text": "None of it. 385"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3983.38,
      "end": 4020.889,
      "text": "and that you're able to like Post consistently. So checking your availability, making sure that you're able to post consistently at least once a day for like 386 the next 10 days or so. 387 I think that that would be effective. 388 Another thing I'm wondering is 389 if you can leave comments like, Do you feel you leave like funny comments on other people's posts? Because I feel like that's another thing that companies do is that they they leave like, like, pretty like some companies are like famous, just because they leave funny comments on like other 390 people's posts. 391 So maybe if you could start like leaving more comments. It doesn't have to be like like funny comments, if you just like, try to interact more with other accounts, too. That would be good. 392"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 4020.89,
      "end": 4029.289,
      "text": "Wait do you think? I should make like another account for some Thoria? Then, if I think that would be more effective if it was, for, like a separate account. 393"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 4031.83,
      "end": 4068.46,
      "text": "yeah, I mean, it's up to your capacity like these are. These are all ideas. You don't necessarily have to do the common thing now that I realize, because you don't have your own account. But like. 394 maybe that's something you can apply to like empowering AI, too. 395 And but I think the the new account is, I know that you have a lot of accounts, and so I just wanna make sure that you're at like 396 that. You're not at capacity, because it's better to be posting consistently on one account than to be like posting inconsistently on 5 accounts. So I think the answer to this is like, it all depends on your personal capacity. So if you think that this is sustainable for you, I would say, go for it, but if not, then it's not necessary, and you can like adjust these strategies 397"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 4069.308,
      "end": 4072.31,
      "text": "as suit it as it suits you. 398"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 4073.185,
      "end": 4073.84,
      "text": "Okay. 399"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 4075.24,
      "end": 4082.95,
      "text": "Cool. 400 those are some ideas for synthoria. What other areas of struggle do you feel like you experience with synthoria scaling. 401"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 4084.77,
      "end": 4094.393,
      "text": "yeah. So 402 okay, in terms of metrics, I've I've sent it out to like around 150 people right now. 403"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 4094.8,
      "end": 4097.46,
      "text": "Yeah, that's that's that's a significant amount. Yeah. 404"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 4097.64,
      "end": 4130.795,
      "text": "And I could definitely get more. But I think like my problem is, I don't have really have like 405 qualitative like 406 feedback, I guess and I kind of want some sort of like 407 I mean, I guess I do have some testimonials from like Linkedin but like, I don't really have any from educators. 408 But oh, yeah, also, I had a question. So do you think it's like worth sending? Like reaching out to youtubers to see if they play like my game for their channel. 409"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 4131.43,
      "end": 4142.75,
      "text": "Yeah, I mean, that's that's cool, too, or like gaming tick talkers, gaming creators like people with not a lot of followers would be good like start, like people with 2,000 followers like 5,000, and then go up from there. 410"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 4143.09,
      "end": 4144.84,
      "text": "Okay, yeah, that sounds good. 411"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 4144.84,
      "end": 4149.094,
      "text": "That's actually a really good idea. Let me put that in your action items as well. 412"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 4163.601,
      "end": 4191.049,
      "text": "yeah, I think that's a good idea. Another thing is like more in person. Outreach is also good, like, are there any like educational systems in the in the sorry in in your area that you might be able to promote it to like, for example, like, are there any 413 like, I don't know like. 414 would you be able to talk to teachers in person, or would you have an opportunity to promote it? To like nonprofits or other groups in person at all? Do you think. 415"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 4191.51,
      "end": 4192.16,
      "text": "More difficult. 416"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 4192.16,
      "end": 4193.56,
      "text": "Cool, sure. 417"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 4193.56,
      "end": 4246.27,
      "text": "Maybe once school starts again, I might be able to 418 like try to ask maybe like my brother's class to see like if I could maybe like show the game in person, cause I know, like my my mom did like a presentation about like Ramadan, so I think that could possibly be it like a thing? A chance to play in class, and I could also like spread it in in like the classrooms as well like, maybe other teachers would want to. 419 Yeah, that's a good. 420 Maybe. I think there, I think this is like a coding summer camp for young kids locally. I tried reaching out to them before. They didn't reply. But maybe like I can be a little more consistent in reaching out to them and see if, like, they'd be willing to share my my resource. 421"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 4248.13,
      "end": 4284.36,
      "text": "Yeah, I mean, that seems really good to me. 422 and I think that like more in person, conversations are also gonna be better, because, like online, it's so easy to get things lost in the void. But like in person, it's 423 it's better. And then also, I'm curious, like, have you ever 424 like this. These are all marketing tactics, by the way, that will be useful for you like, regardless of what you would do in the future. Like if you start your own company, if you do other things, I'm just giving you, like many, many different like marketing tactics to like, try to go Viral. But another thing you can do is print out flyers like 425 small. This big like postcard flyers and put them all around your city 426"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 4284.76,
      "end": 4325.779,
      "text": "literally like, put them in library. Put them in cafes like, put them in everywhere you want, put a QR code and say like, make a flyer and say something like, Oh, like 427 this is a new game like that 428 teaches people about like, I don't. You can. We can decide on the wording later. But I think, actually, let's spend. I think it's been like the last 10 min designing like a little canva flyer, and then you can print them out like 4 to a page on printer paper like. So it's like the size of a quarter of a page, and then literally go everywhere in your city and like tape them up with a QR code, and, like the QR code, should be like scan to play my game. 429 I literally think that like that is A, that is an effective tactic that people use. 430"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 4325.96,
      "end": 4334.199,
      "text": "So I think that we could spend 10 min creating like a quick little graphic, and then printing out like 100 copies, and then just putting it everywhere in your city. 431"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 4334.71,
      "end": 4336.319,
      "text": "That sounds like a really good idea. 432"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 4337.99,
      "end": 4342.428,
      "text": "Okay. So if you wanna go to canva and maybe like, share your screen. So we could look at the design together. 433"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 4347.58,
      "end": 4348.609,
      "text": "Okay, cool. 434"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 4360.563,
      "end": 4361.93,
      "text": "Flyer! Here. 435"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 4362.85,
      "end": 4363.789,
      "text": "Yeah, so it's tough. 436"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 4364.113,
      "end": 4364.76,
      "text": "That's maybe. 437"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 4374.18,
      "end": 4382.19,
      "text": "Like something like that, like a with the like. The now hiring is like a good size, like something without a lot of text. 438 and they can add like a QR code. 439"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 4382.68,
      "end": 4383.77,
      "text": "Maybe like this. 440"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 4384.6,
      "end": 4391.389,
      "text": "Yeah. I mean well, that I feel it doesn't isn't as eye catching, because it doesn't give you like that many details about what the game is. 441"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 4392.95,
      "end": 4396.019,
      "text": "I guess we'll just use the the hiring one. 442"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 4396.62,
      "end": 4399.1,
      "text": "Okay, cool. You can customize this. 443"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 4409.48,
      "end": 4446.78,
      "text": "And I would try to include some like screenshot, like a 444 gra, like a graphic of like characters from your game or something to tell what new game is. 445 Yeah. And then that could be called Tenthoria. 446 And then, like new online, we want your talent could be like new online game. 447 teaching 448 like AI Concepts or something. 449 Yeah. And then, in that. 450 send your Cv, you could say, like. 451 designed by developed by Huda Saraj and then put like a contact email. 452"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 4455.43,
      "end": 4470.01,
      "text": "But like a contact email there 453 and then could put like a QR code where that thing is. Yeah. 454 so you can make a quick link to your does it work on mobile. 455"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 4470.9,
      "end": 4472.729,
      "text": "Yeah, these. 456"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 4477.4,
      "end": 4479.489,
      "text": "Oh, yeah, I actually have a website. Now. 457"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 4480.35,
      "end": 4481.43,
      "text": "Oh, awesome. 458"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 4486.16,
      "end": 4497.08,
      "text": "So if you could create a QR code that links directly to your website, that would be really good. 459 That's amazing. Amazing. 460"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 4497.67,
      "end": 4507.42,
      "text": "Thank you. I also. I also kind of like added, like this, filters of the 461 games for change awards. So it looks a little more professional. 462"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 4508.33,
      "end": 4513.1,
      "text": "That looks really good. Who does that like actually looks so professional. How long did it take you to make. 463"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 4513.45,
      "end": 4517.97,
      "text": "It actually took me like 464 like 4 h. 465"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 4518.38,
      "end": 4523.09,
      "text": "Yeah, well, that's actually shorter than I expected. It looks very professional looks very professional. 466"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 4523.09,
      "end": 4523.85,
      "text": "Thank you. 467"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 4524.44,
      "end": 4525.42,
      "text": "Yeah. 468"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 4530.58,
      "end": 4531.27,
      "text": "Oh. 469"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 4549.87,
      "end": 4566.589,
      "text": "okay, cool. And then I think you should also maybe change the colors to be a little bit more aligned with your game, and then try to include like a character design or some. Yeah, I see you have it on the left side. Like, put like some of your characters in, or something to make it feel more like 470 what the game looks like. 471"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 4586.32,
      "end": 4587.44,
      "text": "Oh. 472"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 4600.52,
      "end": 4604.479,
      "text": "yeah, then maybe 473 some screenshots of the action. 474"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 4613.88,
      "end": 4614.6,
      "text": "Well. 475"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 4621.81,
      "end": 4625.74,
      "text": "I don't know if they'll be able to see you if it's like small. But 476 yeah. 477"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 4628.06,
      "end": 4647.67,
      "text": "Okay, 478 I think. 479 Okay. 480 is there like a way you could just send like a like, put like a big screenshot of what the end, like the opening seat of the game, looks like. 481 And you can make the text. We could make the text smaller. We could adjust that, too. 482"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 4650.82,
      "end": 4655.299,
      "text": "The opening shot is a 483 well. Let's see. 484"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 4656.6,
      "end": 4657.19,
      "text": "Sure. 485"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 4684.51,
      "end": 4685.876,
      "text": "It's usually a little slow. 486"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 4686.57,
      "end": 4688.49,
      "text": "No, it's okay. No worries. 487"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 4697.585,
      "end": 4701.72,
      "text": "I think I'll just take a screenshot later. I don't. Let's see. So. 488"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 4702.42,
      "end": 4710.14,
      "text": "Okay, no problem. 489 Okay, let's see what else we could add to the fire. Maybe I could move the words a little bit over to create space. 490"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 4711.39,
      "end": 4712.11,
      "text": "Yeah. 491"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 4751.883,
      "end": 4752.57,
      "text": "Looks good. 492"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 4753.14,
      "end": 4760.87,
      "text": "I think I'm gonna like, scale this up a lot. Cause that's probably the main focus. 493 Well. 494"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 4788.78,
      "end": 4790.32,
      "text": "Looking, good. 495"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 4793.88,
      "end": 4795.4,
      "text": "Okay, yeah. And then. 496"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 4807.4,
      "end": 4809.069,
      "text": "okay, I guess it's loading on here. 497"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 4825.71,
      "end": 4829.45,
      "text": "But I would say that this 2 screenshots on the right side don't look that professional. 498"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 4830.54,
      "end": 4832.186,
      "text": "Oh, yeah, I'm sorry. 499"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 4841.41,
      "end": 4847.67,
      "text": "I love some better screenshots on like my personal computer. 500 so maybe I've put those. 501"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 4847.67,
      "end": 4853.089,
      "text": "You can. Just yeah, you can upload this later, or whenever you feel like 502 we have the opportunity. 503"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 4855.5,
      "end": 4858.99,
      "text": "Okay. I think I'll fix it up later 504 and. 505"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 4859.355,
      "end": 4859.719,
      "text": "Cool! 506"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 4862.39,
      "end": 4877.61,
      "text": "Yeah, okay, that's good. 507 Yeah, I think I'll be able to like, distribute this. I don't know. I haven't really seen anyone outside, because it's like really hot, but I think also like do well, regardless. 508 Yeah. 509"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 4878.98,
      "end": 4893.45,
      "text": "Okay. I think that this will be good. You can just like print, start with like a hundred copies of this, and you could print them off doesn't have to be big flyers. You can print them like 4 per page on a 4 letter paper, and then just put them like 510 everywhere you go. 511"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 4894.44,
      "end": 4894.86,
      "text": "Okay. 512"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 4894.86,
      "end": 4923.209,
      "text": "I think that's good 513 and like you can even put 2 or 3 in like the same location. And that should probably be fine, too. 514 Just like the more that you put the better, because, like psychology says that when people are. 515 when people see things over and over, they're more receptive to them. Slash like they like them more so like the more you put some, the more you put something like, the more people will like it. So yeah. 516"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 4923.86,
      "end": 4924.245,
      "text": "Okay. 517"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 4927.88,
      "end": 4940.95,
      "text": "so. And do you have any other questions about like scaling via the flyer or so today, we focused on like Sidoria scaling and empowering AI. We went over like a lot of different strategies. Do you have any questions about anything that we discussed today? 518"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 4941.899,
      "end": 4947.59,
      "text": "No, I think. You you put the action items right. On the document. 519"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 4948.09,
      "end": 4950.96,
      "text": "Hmm, and I'll send out an email afterwards, too. 520"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 4950.96,
      "end": 4953.274,
      "text": "Okay. Okay. Thank you. Yeah. 521"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 4954.562,
      "end": 4955.65,
      "text": "Any other questions? 522"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 4955.95,
      "end": 4958.18,
      "text": "I think that covers it all. Yeah. 523"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 4958.39,
      "end": 4971.34,
      "text": "Okay, cool? Well, it's good to see you. I will work with Mary, to get our next session scheduled. If you have any questions reach out to me, and also like. The opportunity that you sent me looks really cool and like you should definitely apply for that. 524"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 4971.91,
      "end": 4974.06,
      "text": "Okay, yeah. Thank you. Bye. 525"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 4974.06,
      "end": 4977.609,
      "text": "Bye. 526 Hi, Mary! Happy. 527"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 4977.61,
      "end": 4979.309,
      "text": "Hi, coach, Jesse. 528"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 4979.66,
      "end": 4982.959,
      "text": "I'm sorry I have colds and cough right now, so. 529"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 4983.62,
      "end": 4986.709,
      "text": "I hope you feel better. Thanks so much for taking the time. 530"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 4987.22,
      "end": 4988.674,
      "text": "Yeah, of course. 531"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 4989.53,
      "end": 4992.99,
      "text": "I would like to know if you prefer to have the 532"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 4993.25,
      "end": 4996.91,
      "text": "calendar and scheduling document, or just the air table. 533"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 4997.98,
      "end": 5004.47,
      "text": "I would prefer to. 534 I haven't seen the air table actually, yet. Could you send me the link? Zoom, chat. 535"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 5004.47,
      "end": 5005.09,
      "text": "Yeah, sure. 536"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 5005.966,
      "end": 5006.94,
      "text": "Let me 537"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 5007.67,
      "end": 5010.009,
      "text": "copy this one and share it with you. 538"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 5014.14,
      "end": 5014.85,
      "text": "Okay. 539"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 5015.2,
      "end": 5017.069,
      "text": "okay, there you go. 540"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 5019.239,
      "end": 5024.169,
      "text": "I have collaborated this with Sir Raj. I think yet this week. 541"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 5027.23,
      "end": 5028.799,
      "text": "Okay? And 542"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 5028.97,
      "end": 5037.099,
      "text": "he actually put like tentative schedules here for your next sessions and game plan sessions. And 543"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 5037.27,
      "end": 5041.199,
      "text": "so as of today, you're done with 544"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 5041.43,
      "end": 5045.01,
      "text": "Who does? Week 6, session, 6, part 2. 545"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 5045.16,
      "end": 5056.919,
      "text": "And then for Anushka it was canceled because there there was a conflict with her email and then her calendar, so it was not yet fixed. Yesterday, when we scheduled the 546"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 5056.98,
      "end": 5058.75,
      "text": "the session so. 547"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 5058.75,
      "end": 5059.4,
      "text": "Okay. 548"
    },
    {
      "speaker": "student",
      "conf": 0.7,
      "start": 5060.7,
      "end": 5066.109,
      "text": "Next is for Huda. Again, are you available for June 9, June 9. For the part 3. 549"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 5067.93,
      "end": 5070.17,
      "text": "Yeah. What time? 550 That. 551"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 5070.17,
      "end": 5071.356,
      "text": "Is Sunday. 552"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 5072.417,
      "end": 5080.399,
      "text": "For hooda. I think she can just adjust with your schedule as what Sir Raj mentioned, so we can depend on your availability. 553"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 5081.33,
      "end": 5085.65,
      "text": "Sure. Okay, let's do 554 Let me check my calendar. 555"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 5085.65,
      "end": 5090.63,
      "text": "Or maybe Coach Jenny, you could provide me at least 2 time slots. Where? 556"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 5090.97,
      "end": 5098.039,
      "text": "Who that could you know choose from, just in case she's not available on the other one. Then she can do the other one. 557"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 5098.04,
      "end": 5109.74,
      "text": "Shirt. 558 Of course. Let's do either. 559 let's do either 4, 30 to 5, 30, or 5, 30 to 6, 30. 560"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 5110.715,
      "end": 5111.11,
      "text": "Okay. 561"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 5114.61,
      "end": 5116.469,
      "text": "Or 5, 30 562"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 5116.78,
      "end": 5119.51,
      "text": "to 6 30 Pm. Pst. 563"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 5120.09,
      "end": 5121.439,
      "text": "yeah, alright. Got it. 564"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 5121.47,
      "end": 5122.97,
      "text": "And then. 565"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 5123.05,
      "end": 5136.269,
      "text": "actually, we haven't received any reply yet from Shi ha! Shihari! Regarding the basic plan session one. But just in case they will be able to confirm. At what time would you be able to do the game plan session one with them. 566"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 5137,
      "end": 5141.669,
      "text": "It is this different than the the one already scheduled on Sunday from 5 to 6. 567"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 5142.23,
      "end": 5147.26,
      "text": "Oh, this is actually the one but then they haven't confirmed. 568"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 5147.85,
      "end": 5151.719,
      "text": "so is there any other time slot you might be available. 569"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 5152.25,
      "end": 5162.229,
      "text": "Okay, I'm available all Sunday from 4, 30 onwards. So you can just the game plans like back to back. And who does back to back on Sunday. 570"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 5162.73,
      "end": 5163.66,
      "text": "Oh, okay, got it 571"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 5163.78,
      "end": 5164.73,
      "text": "perfect. 572"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 5165.25,
      "end": 5174.329,
      "text": "Yeah. And then for the week of June, then, Coach Jenny, this will be for who does? Weekly session week, 7 parts, one to 3. 573"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 5176.68,
      "end": 5177.9,
      "text": "For the part one 574"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 5178.18,
      "end": 5180.3,
      "text": "for the week of June. Then. 575"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 5181.91,
      "end": 5183.87,
      "text": "okay, that's yeah. 576"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 5184.23,
      "end": 5186.31,
      "text": "June 10th to June 16. 577"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 5186.99,
      "end": 5188.809,
      "text": "Would you be able to do 578"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 5188.93,
      "end": 5192.31,
      "text": "the session. 2 for Free Harry. 579"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 5193.37,
      "end": 5195.41,
      "text": "I mean. Sorry for Hooda for 580"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 5196.12,
      "end": 5197.95,
      "text": "any time on the weekday. 581"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 5200.35,
      "end": 5203.08,
      "text": "Let me just double check my calendar. 582"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 5203.08,
      "end": 5203.61,
      "text": "Sure. 583"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 5212.13,
      "end": 5215.159,
      "text": "I'll check on who does availability as well. 584"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 5215.87,
      "end": 5216.3,
      "text": "Thanks. 585"
    },
    {
      "speaker": "student",
      "conf": 0.7,
      "start": 5216.3,
      "end": 5217.83,
      "text": "I think I put it here. 586"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 5222.94,
      "end": 5223.5,
      "text": "Hmm. 587"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 5238.32,
      "end": 5251.239,
      "text": "okay. 588 So in 589 wait. What week is? Okay. June 10.th This is the week of June 10.th Right? 590"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 5251.45,
      "end": 5252.12,
      "text": "Yes. 591"
    },
    {
      "speaker": "student",
      "conf": 0.75,
      "start": 5252.43,
      "end": 5271.409,
      "text": "upon checking here who the schedule as of May 24, this was the update I got from her, and then for the week of June. Then it says, here she's available on Sunday as 3 pm. But I think she could still adjust just like what we did last week for her. So maybe just give me your availability. And maybe Saraj, could 592"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 5271.45,
      "end": 5273.829,
      "text": "you know negotiate with Hula. 593"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 5275.18,
      "end": 5276.035,
      "text": "Okay. 594"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 5278.1,
      "end": 5279.8,
      "text": "This would be for 595"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 5279.85,
      "end": 5282.02,
      "text": "week 7, part one, right? 596"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 5282.66,
      "end": 5295.12,
      "text": "Alright, yeah. 597 I think part one Wednesday night could be good. 598 maybe 6 pm. Pacific time. 599"
    },
    {
      "speaker": "student",
      "conf": 0.7,
      "start": 5295.73,
      "end": 5298.29,
      "text": "Okay, that's 6 to 7. How about part 2. 600"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 5302.07,
      "end": 5321.96,
      "text": "once again. 601 Part 2. We could do 602 probably. 603 Okay. So I see there's a weekly team meeting happening on Friday. Could we put like 604 reschedule that a little bit later on Friday, is that still happening on Friday like? And what is the status on those. 605"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 5322.24,
      "end": 5324.68,
      "text": "Yeah, sir. Raj is not yet 606"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 5324.87,
      "end": 5330.099,
      "text": "announcing the or not yet planning to have weekly team meeting again. 607"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 5330.25,
      "end": 5332.18,
      "text": "He will just 608"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 5332.28,
      "end": 5334.29,
      "text": "plan for it maybe soon 609"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 5334.64,
      "end": 5337.949,
      "text": "cause we should also not available. That's why. 610"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 5339.06,
      "end": 5342.95,
      "text": "Then let's do 611 On February. 612"
    },
    {
      "speaker": "student",
      "conf": 0.7,
      "start": 5342.95,
      "end": 5343.31,
      "text": "Friday. 613"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 5344.07,
      "end": 5348.049,
      "text": "Yeah. On 7 to 8 pm. Pst, time. Pst. 614"
    },
    {
      "speaker": "student",
      "conf": 0.7,
      "start": 5349.06,
      "end": 5353.339,
      "text": "That's 7 to 8 pm. Pst, okay, got it. And for Archie. 615"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 5354.54,
      "end": 5359.349,
      "text": "Part 3. Let's do 616 Sunday would be good again. 617"
    },
    {
      "speaker": "student",
      "conf": 0.7,
      "start": 5359.35,
      "end": 5359.93,
      "text": "Okay. 618"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 5360.296,
      "end": 5361.03,
      "text": "That's true. 619"
    },
    {
      "speaker": "student",
      "conf": 0.7,
      "start": 5361.03,
      "end": 5362.16,
      "text": "16. 620"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 5364.08,
      "end": 5369.51,
      "text": "Let me think about a time. 621 I 622"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 5375.28,
      "end": 5376.61,
      "text": "I say. 623"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 5388.37,
      "end": 5389.52,
      "text": "see. 624"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 5397.93,
      "end": 5401.119,
      "text": "is middle our middle of the day. Times. Okay. Do you think. 625"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 5402.25,
      "end": 5403.66,
      "text": "Per Huda. 626"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 5403.82,
      "end": 5406.86,
      "text": "I like what time Coach Jenny, do you think. 627"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 5406.91,
      "end": 5410.359,
      "text": "About maybe 12 Pm. Or one Pm. Pst. 628"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 5410.36,
      "end": 5412.699,
      "text": "12 pm. Or one pm. Okay, I could 629"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 5412.92,
      "end": 5418.704,
      "text": "put it here as a tentative time, and then I'll just get back to you just in case she's not available. 630"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 5419.02,
      "end": 5422.879,
      "text": "Okay, 12 around 12 pm. To one pm. Right? 631"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 5423.4,
      "end": 5430.62,
      "text": "Anywhere from like. 632 yeah. 12 pm. One pm. Something like that. 633 Alright. 634"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 5430.62,
      "end": 5431.25,
      "text": "Got it. 635"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 5431.76,
      "end": 5435.599,
      "text": "12 pm. To one Pm. Or one pm. To 2 pm. Right? 636"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 5437.18,
      "end": 5438.16,
      "text": "They okay. 637"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 5438.47,
      "end": 5439.94,
      "text": "And then. 638"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 5440.23,
      "end": 5442.819,
      "text": "just in case there will be the 639"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 5443,
      "end": 5448.7,
      "text": "session. 2 for the game plan for Shri, Harry for June 16. That is Sunday. 640"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 5448.89,
      "end": 5451.489,
      "text": "Do you think the same time would work. 641"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 5452.37,
      "end": 5453.04,
      "text": "I, I. 642"
    },
    {
      "speaker": "student",
      "conf": 0.7,
      "start": 5453.04,
      "end": 5454.19,
      "text": "The 6 Pm. 643"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 5454.19,
      "end": 5463.369,
      "text": "That time. Can you 1st propose, like 644 12 Pm. To one Pm. One pm. To 2 Pm. Too, and then just have like, who does take one to Bonnie, take the other slot. Shahari, take. 645"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 5463.37,
      "end": 5464.43,
      "text": "Alright pleasure. 646"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 5464.73,
      "end": 5465.99,
      "text": "Okay, got it. 647"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 5466.75,
      "end": 5477.609,
      "text": "that's perfect. And then for June week of June 17, it says here, who does not available on weekdays. So maybe we could do it on Saturday or Sunday. 648"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 5478.9,
      "end": 5480.85,
      "text": "Did you still want the same time? Would work. 649"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 5481.89,
      "end": 5484.25,
      "text": "For 3 sessions, or for how many sessions. 650"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 5484.57,
      "end": 5486.549,
      "text": "This would be 651"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 5486.85,
      "end": 5489.85,
      "text": "for one session. I'm sorry. 652"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 5490.46,
      "end": 5492.479,
      "text": "This will be the week 8 653"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 5493.905,
      "end": 5494.57,
      "text": "session 654"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 5495.31,
      "end": 5497.57,
      "text": "session one I mean part one. 655"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 5498.62,
      "end": 5504.259,
      "text": "Okay, she's not available on weekday. So for all 3 sessions, does she want them on the weekends? 656"
    },
    {
      "speaker": "student",
      "conf": 0.7,
      "start": 5506.3,
      "end": 5514.139,
      "text": "For June 17. She's not available on weekdays, so maybe we could have it on weekends. I could propose that as well. 657"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 5515.35,
      "end": 5522.53,
      "text": "Okay, I mean, I mean, does she want 3 sessions? Because if she wants 3 sessions, then it would have to be back to back. Friday, Saturday, Sunday, right. 658"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 5523.868,
      "end": 5527.749,
      "text": "I could check on that with Huda and Saraj, too. 659"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 5527.88,
      "end": 5529.959,
      "text": "Okay, maybe it was a tentative 660"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 5530.14,
      "end": 5531.419,
      "text": "date and time. 661"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 5532.634,
      "end": 5547.95,
      "text": "For week session. One we can say tentative. 662 we could do. 663 Let's see, I think it would be nice to have some consistent times. 664 Friday, from 7 to 8 would be good again. 665"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 5548.5,
      "end": 5553.56,
      "text": "Okay, that's June 21, st let me just double check. Alright. 666"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 5558,
      "end": 5560.26,
      "text": "That's 7 to 8 PM. Correct. 667"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 5561.24,
      "end": 5562.24,
      "text": "Exactly. 668"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 5562.82,
      "end": 5563.76,
      "text": "Okay. 669"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 5565.4,
      "end": 5567.179,
      "text": "And then for part 2 670"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 5568.39,
      "end": 5569.46,
      "text": "said, Saturday. 671"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 5570.86,
      "end": 5575.6,
      "text": "yeah, I guess, like. 672 Saturday, maybe same time, 7 to 8. PM. 673"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 5577.4,
      "end": 5578.25,
      "text": "Okay. 674"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 5578.97,
      "end": 5582,
      "text": "And then for part 3, would it be the same time. 675"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 5584.34,
      "end": 5596,
      "text": "Let me check. 676 Brian. 677 Sorry I need to verify something else in my schedule. Really quickly. 678"
    },
    {
      "speaker": "student",
      "conf": 0.7,
      "start": 5597.05,
      "end": 5597.79,
      "text": "Sure. 679"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 5599.69,
      "end": 5601.09,
      "text": "One moment. 680"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 5613.98,
      "end": 5615.21,
      "text": "helm. 681"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 5619.18,
      "end": 5628.2,
      "text": "I guess, for Anushka coach, Jenny, it will be easy for us, since I think she already fixed her calendly so we could just choose from 682"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 5628.49,
      "end": 5630.739,
      "text": "the time slots there, and 683"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 5630.91,
      "end": 5632.53,
      "text": "I will set up the meeting. 684"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 5633.42,
      "end": 5637.989,
      "text": "Okay. Awesome. Oh, for Sunday, let's 685 maybe do like 686"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 5642.939,
      "end": 5658.409,
      "text": "In the middle of the day would also probably be preferable. So let's let's fix to sched 2 times on the week of the 17.th And I think if Huda can do one weekday time, that would be better than having 3 back to back. So. 687"
    },
    {
      "speaker": "student",
      "conf": 0.7,
      "start": 5658.41,
      "end": 5659.08,
      "text": "Okay. 688"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 5660.1,
      "end": 5666.009,
      "text": "Cause, I think, just in terms of effectiveness. Just ask her if she can do any weekday like evening, or something. 689"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 5667.72,
      "end": 5674.259,
      "text": "for that's the for the week of June 7, th June, sorry that's for the week of June 20, 690"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 5674.73,
      "end": 5676.33,
      "text": "June 17, th okay. 691"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 5676.56,
      "end": 5677.14,
      "text": "Then 692"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 5685.63,
      "end": 5686.4,
      "text": "Okay? 693"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 5686.73,
      "end": 5697.619,
      "text": "And then there might be one more game plan session for you. That's for Anila, though this customer has not signed up, I mean paid yet. 694"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 5697.79,
      "end": 5700.41,
      "text": "but there might be paying 695"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 5700.43,
      "end": 5702.64,
      "text": "within this month, I guess 696"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 5702.8,
      "end": 5706.255,
      "text": "so, just in case would you be available as well for 697"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 5706.61,
      "end": 5709.58,
      "text": "gave plan session one for the week of June 17.th 698"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 5710.01,
      "end": 5710.609,
      "text": "For them. 699"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 5711.019,
      "end": 5714.299,
      "text": "Let me check on that on my schedule. 700"
    },
    {
      "speaker": "student",
      "conf": 0.7,
      "start": 5714.61,
      "end": 5715.34,
      "text": "Okay. 701"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 5715.95,
      "end": 5717.01,
      "text": "1 million. 702"
    },
    {
      "speaker": "student",
      "conf": 0.7,
      "start": 5719.6,
      "end": 5720.58,
      "text": "Put it here. 703"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 5732.626,
      "end": 5740.599,
      "text": "I think the week of the 17, th maybe. 704 You could do that from 6 to 7 pm. Before who does session. 705"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 5741.23,
      "end": 5742.849,
      "text": "Okay, that is 706"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 5744.63,
      "end": 5746.95,
      "text": "6 to 7 PM. June 17. 707"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 5751.8,
      "end": 5753.22,
      "text": "Alright. 708"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 5753.66,
      "end": 5758.059,
      "text": "And for this session, too, that could be for the week of June 24. 709"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 5758.06,
      "end": 5766.939,
      "text": "Maybe, instead of the 17, th let's the 24 sorry instead of the 21.st Let's do it on twenty-second same time, though. 6. 710"
    },
    {
      "speaker": "student",
      "conf": 0.7,
      "start": 5766.94,
      "end": 5767.27,
      "text": "Okay. 711"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 5767.27,
      "end": 5769.42,
      "text": "Yeah. 712 thank, you. 713"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 5769.42,
      "end": 5770.75,
      "text": "Sorry. 20. Second 714"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 5770.81,
      "end": 5773.439,
      "text": "for the game plan session, one for Annila. 715"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 5773.75,
      "end": 5775.229,
      "text": "Yeah, 20 seconds. 716"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 5775.97,
      "end": 5778.86,
      "text": "And that's gonna be 6 to 7 pm. 717"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 5780.51,
      "end": 5788.71,
      "text": "okay? And then for the game plan session 2. That's gonna be on the week of June 24 to July one. 718"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 5790.21,
      "end": 5814.05,
      "text": "Okay, 719 I do not have anything in my calendar 720 for that week right now. So 721 let's just assume that 722 who does time stays the same actually, that week. 723 So let's keep the Friday slot for Huda from 7 to 8 Pm. Pst, on Friday. 724"
    },
    {
      "speaker": "student",
      "conf": 0.7,
      "start": 5814.68,
      "end": 5815.88,
      "text": "Okay. 725"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 5816.49,
      "end": 5817.28,
      "text": "And then. 726"
    },
    {
      "speaker": "student",
      "conf": 0.7,
      "start": 5817.28,
      "end": 5823.54,
      "text": "Oh, wait! Sorry. Sorry, Coach Jenny. What is that again? Friday? That's June 28.th 727"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 5824.21,
      "end": 5836.62,
      "text": "Yeah. 7 to 8 pm, pst, let's keep Pudu's time. 728 And then we could do game transition part 2, maybe the same time on Saturday, like 729 6 to 7 PM. On Saturday. 730"
    },
    {
      "speaker": "student",
      "conf": 0.7,
      "start": 5836.9,
      "end": 5837.7,
      "text": "Okay. 731"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 5839,
      "end": 5849.459,
      "text": "Although that's kind of 732 yeah, a tentative time. So that's flexible. If they need to reschedule or something like we can. Maybe, as we get closer to the date. If they have any specifications. 733"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 5850.389,
      "end": 5850.99,
      "text": "Okay? 734"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 5851.12,
      "end": 5852.43,
      "text": "And then. 735"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 5853.1,
      "end": 5855.53,
      "text": "oh, hall, just give me one moment 736"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 5855.84,
      "end": 5859.11,
      "text": "for June 30th to July, 10, th 737"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 5859.41,
      "end": 5862.7,
      "text": "buda will be on a different time zone, but says, here 738"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 5862.77,
      "end": 5866.66,
      "text": "she will update us on her schedule. So 739"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 5868.16,
      "end": 5869.9,
      "text": "I guess we could just 740"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 5870.22,
      "end": 5872.01,
      "text": "put some like tentative. 741"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 5872.5,
      "end": 5875.109,
      "text": "Oh, yeah, we could do until 742"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 5875.6,
      "end": 5881.199,
      "text": "June 2829, or one more week day as well for that week. 743"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 5881.48,
      "end": 5883.299,
      "text": "Just a tentative schedule. 744"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 5884.52,
      "end": 5885.83,
      "text": "KR. 745"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 5886.27,
      "end": 5893.82,
      "text": "What date do you think? Aside from June 28 and 29. Sorry for June 29.th That could be your 746"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 5894.13,
      "end": 5895.84,
      "text": "part 3. 747"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 5896.77,
      "end": 5901.499,
      "text": "And then we can put part one on a weekday. How about that, coach? Jenny? 748"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 5901.98,
      "end": 5920.689,
      "text": "Sure that sounds good. 749 I'm 750 so 751 on a weekday, maybe we can do 752 like 753 5, 30 to 6, 30 pm. 754 On 755 Monday, the 24.th 756"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 5921.26,
      "end": 5921.63,
      "text": "Okay? 757"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 5923.07,
      "end": 5926.43,
      "text": "And then part 2 will be 758"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 5926.9,
      "end": 5928.999,
      "text": "June 28, th 759"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 5930.88,
      "end": 5933.13,
      "text": "that is, 7 to 8 pm. 760"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 5933.33,
      "end": 5936.639,
      "text": "And then for part 3, that's June 29.th 761"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 5936.7,
      "end": 5938.47,
      "text": "At what time do you think. 762"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 5939.08,
      "end": 5941.07,
      "text": "You can also do 7 to 8 PM. That should be. 763"
    },
    {
      "speaker": "student",
      "conf": 0.7,
      "start": 5941.07,
      "end": 5941.42,
      "text": "Okay. 764"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 5943.16,
      "end": 5943.84,
      "text": "Okay. 765"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 5944.28,
      "end": 5944.93,
      "text": "Okay. 766"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 5945.29,
      "end": 5952.99,
      "text": "Alright, I guess we're good. And then for Anushka we could just use the calendar link. I'll send it to you, and 767"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 5953.01,
      "end": 5955.939,
      "text": "you can just choose and let me know, so I can set up. 768"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 5957.53,
      "end": 5959.72,
      "text": "Okay, that sounds great. Thank you so much. 769"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 5960.06,
      "end": 5962.809,
      "text": "Alright! Thank you so much for your time. Coach Jenny. 770"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 5963.12,
      "end": 5963.69,
      "text": "Bye. 771"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 5963.69,
      "end": 5965.69,
      "text": "1st 772 I."
    }
  ],
  "meta": {
    "ext": ".pdf",
    "source": "normalize-v1",
    "vtt": true
  }
}