{
  "id": "03-Raw-SessionTranscripts/2024-04-05_W041_P3-JUNIOR_TRANS-RAW_CameronImpactEssaysandsynthoriaDistribut.pdf",
  "name": "2024-04-05_W041_P3-JUNIOR_TRANS-RAW_CameronImpactEssaysandsynthoriaDistribut.pdf",
  "path": "03-Raw-SessionTranscripts/2024-04-05_W041_P3-JUNIOR_TRANS-RAW_CameronImpactEssaysandsynthoriaDistribut.pdf",
  "kind": "TRANS-RAW",
  "week": "41",
  "phase": "3",
  "date": "2024-04-05",
  "link": null,
  "text": "Week 52 - Coaching_Jenny_Huda_Wk52_2024-04-05_M_0fef4d8ac2159371U_2024-04-04_00-00-00 WEBVTT 1 00:06:13.610 --> 00:06:15.030 Jenny Duan: Hi! How's it going. 2 00:06:17.780 --> 00:06:19.789 huda: Hi! It's going well, how are you? 3 00:06:20.543 --> 00:06:27.376 Jenny Duan: It's going well, too. It's Sunday today. So I have a lot of work to do because I have like classes tomorrow, and I have a 4 00:06:27.980 --> 00:06:41.049 Jenny Duan: done that much this weekend. But yeah, anything new for you. I know we met like super recently. So maybe other updates, if not, we can kind of just like go back into what we were working on. So the application. 5 00:06:41.690 --> 00:06:44.889 huda: I don't think there are many updates since yesterday. 6 00:06:46.080 --> 00:06:49.089 Jenny Duan: Okay, cool, I think. Why don't we just start then? 7 00:06:49.955 --> 00:06:52.509 Jenny Duan: Let me open up your doc 8 00:06:53.560 --> 00:06:56.380 Jenny Duan: and let me open up the 9 00:06:56.940 --> 00:06:58.200 Jenny Duan: RE. 10 00:07:00.480 --> 00:07:02.549 Jenny Duan: The document with your essays. 11 00:07:10.730 --> 00:07:14.249 Jenny Duan: Oh, my gosh! You already have an essay. Super! Quick! 12 00:07:14.880 --> 00:07:22.510 huda: Yeah, it was like the essay from like my school. Like the assignment. But I thought, I kind of fit. 13 00:07:22.690 --> 00:07:23.510 huda: yeah. 14 00:07:40.270 --> 00:07:44.140 Jenny Duan: Okay, let's start. I I wanna start actually with, 15 00:07:45.850 --> 00:07:52.609 Jenny Duan: the most significant impact that you have brought to a community. Have you thought about what you wanna answer for this question. 16 00:07:55.610 --> 00:08:01.250 huda: no, but maybe we could write or like I could write about 17 00:08:06.060 --> 00:08:07.450 huda: So 18 00:08:08.520 --> 00:08:13.780 huda: hey, I could read about like teeing for Sunday school, and like 19 00:08:13.940 --> 00:08:17.845 huda: I feel like I don't know if this is too generic, but it could be like 20 00:08:18.370 --> 00:08:42.239 huda: like I changed it like PE young people's like mine, like kind of perspective towards religion. Maybe like like kind of making it fun to learn about religion. Cause we do like lots of activities. And yeah, like as as a ta like you have to do like lots of like lesson planning and such. So I try to make it as like fun as possible, so maybe that could be one. 21 00:08:43.400 --> 00:08:56.930 Jenny Duan: I feel I feel like for this question. You should write about something that you have like the most numerical impact. For, like, for example, something you've reached the most number of people, or that you've highlighted the most I guess, measurable 22 00:08:57.050 --> 00:09:02.889 Jenny Duan: type of impact in, do you have any? I guess suggestions for this. 23 00:09:03.550 --> 00:09:07.770 huda: I think the most measurable impact could probably be synthoria. 24 00:09:09.560 --> 00:09:10.480 huda: yeah. 25 00:09:11.500 --> 00:09:13.239 Jenny Duan: Oh, yeah, I think that that is 26 00:09:13.440 --> 00:09:17.329 Jenny Duan: gonna be something powerful to write about. I think we can go from there. 27 00:09:19.930 --> 00:09:26.479 Jenny Duan: and what like, what do you do? You have any numbers about like number of players for the game? 28 00:09:27.090 --> 00:09:29.160 huda: Let me go to this site. But I think 29 00:09:30.644 --> 00:09:32.890 huda: last time I checked, there's like. 30 00:09:33.460 --> 00:09:34.250 huda: like, 31 00:09:35.980 --> 00:09:37.959 huda: yeah, let me just check again. Actually. 32 00:09:47.840 --> 00:09:52.139 huda: okay, I guess there's only like 262 views 33 00:09:52.480 --> 00:09:53.460 huda: for the game. But. 34 00:09:53.460 --> 00:09:56.590 Jenny Duan: And 1 s, let me silence this phone. You can hear it. 35 00:10:00.430 --> 00:10:07.499 Jenny Duan: Okay, I think some 3 is awesome, but I think that we should try to get it. More people to play it as many as possible. 36 00:10:09.510 --> 00:10:10.720 Jenny Duan: and so 37 00:10:10.800 --> 00:10:16.537 Jenny Duan: I think we should write about synthia. But also I think we should make a plan for how we can increase the number of players even more. 38 00:10:17.530 --> 00:10:19.050 Jenny Duan: And so 39 00:10:20.437 --> 00:10:30.049 Jenny Duan: with that like, do you have any ideas. And how has the distribution gone? Have you sent any more emails to teachers and like, has anyone been responsive? Or is it still the like silence. 40 00:10:30.724 --> 00:10:42.380 huda: It's still kind of the same. I mean, like the feedback form, and I kind of tweak the like I have it. So not like a new one. But I like sent out some like forms, and 41 00:10:42.470 --> 00:10:55.620 huda: I think maybe that's one thing that I can do is probably like, there's like a lot of like discord. Like discords, which like you can like advertise your game. So maybe I could try that. But yeah. 42 00:10:56.730 --> 00:11:05.770 Jenny Duan: Okay, I think that sounds good. Also, like, is there anything that you can do with code, with classy? Do you think you can send it in the code of classy channels in circle. 43 00:11:06.150 --> 00:11:09.269 huda: Oh, yeah, I think that's a good idea. I'm actually. 44 00:11:09.650 --> 00:11:11.170 Jenny Duan: Oh, go ahead! Sorry. 45 00:11:11.489 --> 00:11:23.959 huda: Yeah, it's okay. So in the discord. I can like, ask if anyone would be interested in helping out with empowering AI like so yeah, maybe I could use that for some Gloria as well. 46 00:11:25.200 --> 00:11:30.076 Jenny Duan: You should send email to this person's name is Rye. 47 00:11:30.680 --> 00:11:35.349 Jenny Duan: I think, is she's the one who manages the community@goddivoxy.com email. 48 00:11:35.370 --> 00:11:42.570 Jenny Duan: You should send an email to this email address like introducing yourself and then describing your project and see if 49 00:11:42.800 --> 00:11:46.219 Jenny Duan: if they would be willing to share it, or if there's 50 00:11:47.160 --> 00:11:50.860 Jenny Duan: like anything that they could do to help you distribute your game. 51 00:11:51.090 --> 00:11:52.790 huda: Okay, that's a good idea. 52 00:11:53.990 --> 00:12:01.778 Jenny Duan: And then let me think about everything other ways that you can distribute it cause I feel like, if you get to like 20,000 plays that would be really cool. 53 00:12:05.190 --> 00:12:06.369 Jenny Duan: let's see. 54 00:12:06.610 --> 00:12:09.748 Jenny Duan: do you know of any other slack channels or forums that you 55 00:12:10.340 --> 00:12:10.975 Jenny Duan: have 56 00:12:12.700 --> 00:12:15.189 Jenny Duan: worked with, or that you know of. 57 00:12:17.050 --> 00:12:24.390 huda: So like maybe, like the women in games like the discord is really huge. I posted it on there like 58 00:12:24.610 --> 00:12:37.264 huda: today. And like, I think maybe if if I get to like, be able to like brand it with women games, maybe like more people be able to like play it 59 00:12:37.780 --> 00:12:39.950 huda: trying to see if there's more places. 60 00:12:42.820 --> 00:12:43.880 huda: I think. 61 00:12:46.550 --> 00:13:02.620 huda: maybe like again. Just kind of cold cold like damning people on discord and be like, Oh, can you give me the feedback on the scheme? Maybe, cause that's what I was doing like towards the beginning. But and it was like a lot of people playing that way. But yeah, I can try doing that. 62 00:13:03.480 --> 00:13:05.049 Jenny Duan: And then another thing. 63 00:13:05.160 --> 00:13:20.120 Jenny Duan: can you talk to like local news stations and like, see if they can uplift it? For example, any local, like journalism groups, or any local like. Can your school maybe publish it, or anything like that? Is that possible? 64 00:13:21.057 --> 00:13:27.522 huda: We have like a news newspaper. It's called mountainous matters. 65 00:13:29.200 --> 00:13:44.797 huda: but one thing is also possible is like, there's this thing. Mhcsd, and they kind of like uplift like youth projects. So maybe I can like like kind of talk to them and ask them to like, you know. 66 00:13:45.200 --> 00:13:51.330 huda: get it involved with like Mountain House matters like the journal, and then also just kind of like, give a 67 00:13:51.370 --> 00:13:53.000 huda: testimonial. Maybe. 68 00:13:55.200 --> 00:14:00.271 Jenny Duan: Okay, that's also good. I think that can you reach out to those people? And then 69 00:14:00.830 --> 00:14:06.929 Jenny Duan: let me think about the other ways that we could publicize this. Okay, another thing we can do is 70 00:14:07.480 --> 00:14:08.810 Jenny Duan: can you? 71 00:14:09.670 --> 00:14:16.039 Jenny Duan: How do you feel about Tiktok as a platform? I know you've been trying Ig rails. Do you think you could just post your Ig reels onto Tiktok? 72 00:14:16.290 --> 00:14:17.889 huda: Yeah, I think 73 00:14:18.365 --> 00:14:25.630 huda: like, I've I've been like, maybe a little bit of more content on Tiktok as well. But yeah, I think. 74 00:14:25.720 --> 00:14:28.629 huda: yeah, more oriented around, the game would be better. Yeah. 75 00:14:29.930 --> 00:14:31.623 Jenny Duan: Okay, awesome. And then 76 00:14:32.660 --> 00:14:49.579 Jenny Duan: another thing is sorry. Would you also be able to go? DM, people on Instagram like, do you know the accounts that do like women and stem or women and games, not not the women and games organization, but accounts that are just for like women and stem or like 77 00:14:50.230 --> 00:15:15.080 Jenny Duan: diversity and stem like women. Leadership women empowerment. Do you think you could write a DM that says like, Hi, I'm Puda, I'm a 16 year old game developer like, I'm I recently created this game synthoria to help people to help educate people about AI and AI ethics. I'm wondering if you'd be able to share this game with your audiences like just a quick DM message, and then link your game, and then just blast it to like 78 00:15:15.170 --> 00:15:17.099 Jenny Duan: different Instagram accounts. 79 00:15:17.540 --> 00:15:24.400 huda: Okay, yeah, that sounds good. Yeah. I think definitely like, cool messaging and like mailing and stuff would be helpful. 80 00:15:24.400 --> 00:15:27.439 Jenny Duan: Okay. But I think that once you get, I think let's 81 00:15:27.650 --> 00:15:32.643 Jenny Duan: right this essay about Synthoria. But I do think that we should try to 82 00:15:33.470 --> 00:15:38.886 Jenny Duan: get more plays, if possible, just to give the a bigger like sounding impact. 83 00:15:40.470 --> 00:15:43.920 Jenny Duan: okay, so let me write that down. 84 00:15:44.980 --> 00:15:49.840 Jenny Duan: And then who has made this significant impact in your life. And in what way? 85 00:15:50.461 --> 00:15:55.439 Jenny Duan: What are you thinking? Do you want to write about your mom? Or do you think you want to write about someone different? For this question. 86 00:15:58.310 --> 00:16:19.469 huda: So like we can either like kind of go off of the Bank of America, essay about my mom. But I feel like. Also like maybe that one was a bit like cliche cause like there's like a lot of people who have like immigrant like stay home like kind of pay their own way. So maybe like 87 00:16:20.010 --> 00:16:22.949 huda: I might write about someone else. But 88 00:16:23.690 --> 00:16:25.869 huda: so the question was. 89 00:16:27.077 --> 00:16:29.780 huda: May this be nothing impact in your life. 90 00:16:36.880 --> 00:16:41.880 huda: Is this like more serious or like kind of trying to tell a story. 91 00:16:43.200 --> 00:16:59.759 Jenny Duan: I think it's it's either. I think. So when we look at the questions, we can work backwards and think about what they're trying to learn about you. And in this case they're trying to learn what types of characteristics you find valuable, or you find important or what kind of like qualities in a person do you think are meaningful or important? 92 00:16:59.810 --> 00:17:01.649 Jenny Duan: That's what they're trying to learn here. 93 00:17:03.974 --> 00:17:17.445 huda: so for just kinda, like telling us in like, kinda you unique way, like, if not an actual person, like, maybe we could like, say, a character from like my little pony cause 94 00:17:18.380 --> 00:17:23.756 huda: they've like impacted my life. And like like, maybe I talk about 95 00:17:24.720 --> 00:17:26.610 huda: like, for example, like Apple Jack. 96 00:17:26.958 --> 00:17:35.879 huda: cause like honesty, and like so courage and everything but like I don't know if it's supposed, if that's like too unserious, for, like an essay topic. 97 00:17:36.320 --> 00:17:36.760 Jenny Duan: Mean. 98 00:17:37.140 --> 00:17:41.380 Jenny Duan: I feel like that might be a little bit unsausing. They want a real live person. 99 00:17:41.670 --> 00:17:42.930 huda: Hmm, okay. 100 00:17:46.231 --> 00:17:50.430 Jenny Duan: Is there anyone else you can think of? I think Apple Jack could be good if you wanna write 101 00:17:50.620 --> 00:17:55.450 Jenny Duan: Apple Jack in like you wanna write one line about Apple Jack in your games? I say, you can say like 102 00:17:55.710 --> 00:17:57.764 Jenny Duan: something about that. 103 00:17:58.980 --> 00:18:01.890 Jenny Duan: But I think they want a real live person. In this instance. 104 00:18:02.600 --> 00:18:03.300 huda: Okay. 105 00:18:17.410 --> 00:18:18.880 huda: hmm. 106 00:18:26.250 --> 00:18:27.630 huda: maybe 107 00:18:28.360 --> 00:18:36.512 huda: like, maybe like that essay that we did about like journalism. How there was like the news reporter. 108 00:18:36.920 --> 00:18:37.490 Jenny Duan: Yeah. 109 00:18:37.490 --> 00:18:39.389 huda: Mostly like South Asian. 110 00:18:40.990 --> 00:18:43.969 Jenny Duan: I really like that. I think that that would be a good opportunity 111 00:18:43.980 --> 00:18:46.159 Jenny Duan: to put that as in here. 112 00:18:49.670 --> 00:18:50.480 Jenny Duan: Okay. 113 00:18:51.990 --> 00:18:53.310 Jenny Duan: so 114 00:18:53.740 --> 00:18:57.397 Jenny Duan: now let's talk about this common Fsa, 115 00:19:01.380 --> 00:19:02.900 Jenny Duan: it's also okay. 116 00:19:03.710 --> 00:19:06.939 Jenny Duan: This is, how long is this? The same. 117 00:19:11.000 --> 00:19:14.369 Jenny Duan: 300. So you have 200 more words to go. 118 00:19:15.625 --> 00:19:19.729 Jenny Duan: Tell us about a location that shaped your life in a meaningful way. 119 00:19:22.190 --> 00:19:30.115 huda: Good. This is more of an experience. But I think with those 200 words I could probably like describe, like the kitchen, and like 120 00:19:30.670 --> 00:19:33.799 huda: like the locations in Papua Louis. 121 00:19:36.490 --> 00:19:37.480 Jenny Duan: Make that. 122 00:19:44.490 --> 00:19:47.189 Jenny Duan: Okay, what is the? So what of this essay? 123 00:19:48.780 --> 00:19:50.070 huda: Kind of like 124 00:19:51.360 --> 00:19:57.445 huda: like that. I learned how to kind of. I learned the importance of like 125 00:19:57.900 --> 00:20:02.459 huda: kind of like organization instructorness through, like my own 126 00:20:02.490 --> 00:20:12.780 huda: kind of way in in in Papua. Louisi was like I was like, faced with like lots of like. I grew up in like an environment where like it wasn't really 127 00:20:12.790 --> 00:20:21.709 huda: common, I guess and so like, I was kind of forced to figure it out in like different way, which is probably. 128 00:20:22.200 --> 00:20:27.719 Jenny Duan: So how has that impacted your everyday life like, why is organization so important in your day-to-day. 129 00:20:28.840 --> 00:20:32.039 huda: I guess because it like 130 00:20:32.280 --> 00:20:34.232 huda: it helps me like 131 00:20:36.180 --> 00:20:38.862 huda: I guess like make an impact 132 00:20:39.570 --> 00:20:46.428 huda: and like, kind of there's like this straight out. But like, kind of get my work done. 133 00:20:47.480 --> 00:20:48.810 huda: And 134 00:20:51.080 --> 00:20:52.220 huda: I guess. 135 00:20:55.860 --> 00:20:56.950 huda: yeah, like. 136 00:20:57.130 --> 00:21:01.009 huda: yeah, kinda helps me like, get like the projects done. 137 00:21:02.980 --> 00:21:16.870 Jenny Duan: That's okay. And then what's an example of like the impact that organization has had in your every day. Cause, I feel like we need to just expand this to say, like, Okay, why is organization important for the versus other characteristics? And what impact has that had on your 138 00:21:17.050 --> 00:21:18.520 Jenny Duan: current everyday life. 139 00:21:20.870 --> 00:21:28.930 Jenny Duan: because I feel like a lot of people can say that organization has helped them in different ways. But why is organization the strong thing that you want to bring out about yourself. 140 00:21:33.860 --> 00:21:35.820 huda: I guess. Like. 141 00:21:36.970 --> 00:21:45.859 huda: because I think that the the thing is like or like kind of organization. It kind of comes to everyone, I guess. 142 00:21:46.750 --> 00:21:57.407 huda: it's like more prevalent. And like I guess not, their families and everything, but like growing up in an environment where it wasn't that common like affected me to the point where, like 143 00:21:57.830 --> 00:22:08.970 huda: I didn't really like. I wasn't able to do things because of it. But I guess, for more specific example of like, how it's how like organization has helped me. 144 00:22:09.850 --> 00:22:11.080 huda: I guess. 145 00:22:17.920 --> 00:22:18.770 huda: like. 146 00:22:19.410 --> 00:22:25.890 huda: this is kind of like about my whole like thing. But like managing like several different projects like 147 00:22:25.920 --> 00:22:28.661 huda: empower AI and folklift and 148 00:22:29.220 --> 00:22:34.720 huda: school, and like different like programs. Also same time. 149 00:22:35.383 --> 00:22:38.700 huda: It's like, organization is helping that way. 150 00:22:40.270 --> 00:22:44.204 Jenny Duan: Okay, let's let's make sure to highlight that. Let me make a note to to write. 151 00:22:45.810 --> 00:22:46.470 Jenny Duan: That's 152 00:22:47.790 --> 00:22:50.040 Jenny Duan: talk to you. 153 00:22:52.630 --> 00:22:53.820 Jenny Duan: School. 154 00:23:00.260 --> 00:23:01.150 Jenny Duan: okay. 155 00:23:02.350 --> 00:23:03.370 Jenny Duan: and 156 00:23:04.960 --> 00:23:08.569 Jenny Duan: what else can we bring out about yours? Besides organization. 157 00:23:12.210 --> 00:23:25.999 Jenny Duan: Like, can we add a layer and make this a bit deeper? Because I think right now, this is this is really good, but I do think we can. It's a bit surface level. It's like, okay. This experience led you to realize this. But then, like, how do we go deeper into that like, why is 158 00:23:26.110 --> 00:23:26.960 Jenny Duan: this 159 00:23:27.220 --> 00:23:28.513 Jenny Duan: this place? 160 00:23:29.330 --> 00:23:32.000 Jenny Duan: the most meaningful? Why is this experience 161 00:23:32.090 --> 00:23:34.100 Jenny Duan: the most meaningful 162 00:23:36.880 --> 00:23:42.319 Jenny Duan: like? Why this, out of every single other thing like other every other place, real or fictional, that you've explored. 163 00:23:49.480 --> 00:23:51.328 huda: I I can't really 164 00:23:53.190 --> 00:23:56.199 huda: like maybe like the the kitchen was like a great 165 00:23:56.740 --> 00:24:08.199 huda: contrast from like, maybe I could talk about like a symbolism of like how the kitchen was like a great contrast from like my own kitchen at home. It was like 166 00:24:10.050 --> 00:24:13.392 huda: and like allowed me to like escape like 167 00:24:14.260 --> 00:24:17.149 huda: That's kind of corny, but like escape reality, I guess. 168 00:24:18.610 --> 00:24:22.719 Jenny Duan: Okay, yeah. But why is it important for you to escape reality? 169 00:24:23.050 --> 00:24:25.889 Jenny Duan: I feel like we're here. What we're missing is kind of 170 00:24:26.230 --> 00:24:27.140 Jenny Duan: like 171 00:24:27.600 --> 00:24:42.999 Jenny Duan: a so what or like a why this is, I don't. I don't. I'm not really seeing why this is especially different. Because why couldn't you write about something else to show your organization, for example, why can't you write about like leading different clubs at school or student news like, why can't 172 00:24:43.360 --> 00:24:53.920 Jenny Duan: Mounthouse high school be the place where you learn organization like what is so different about an online game, you can escape reality in other ways, too. Right? Like you can, I don't know. Go 173 00:24:54.020 --> 00:25:02.059 Jenny Duan: on your phone. You can like, go outside, take a walk and like, get lost in nature, and that could teach you things. But what is so special about this game. 174 00:25:03.130 --> 00:25:13.290 huda: Maybe it's because, like I subconsciously just kept like improving in in the game like you know, when you're younger, like 175 00:25:13.778 --> 00:25:18.080 huda: those type of games are like, really fun and you like. 176 00:25:18.130 --> 00:25:25.317 huda: it's like everyone kind of plays those kids when you're younger. But it's like a skill that everyone adopts playing it, maybe, and 177 00:25:25.740 --> 00:25:32.670 huda: like the game specific, like Papa Louise specifically, was so like, unique from other ways of like 178 00:25:32.910 --> 00:25:35.362 huda: escaping reality. Because 179 00:25:38.020 --> 00:25:41.600 huda: Well, I guess like the only way to say is like it's it was fun. But 180 00:25:42.358 --> 00:25:51.760 huda: I think that could be said. I mean, maybe maybe we could shift from a like a different se topic cause I know I kind of just put this because I felt like if it 181 00:25:51.790 --> 00:25:55.480 huda: with the prompt and I was like 182 00:25:55.919 --> 00:26:01.850 huda: similar to the ones that I've already written, so maybe I could like shift away to different essay. 183 00:26:02.130 --> 00:26:10.249 Jenny Duan: I like the idea of writing a game with putting yourself within a game. Are there any games that sort of stand out to you that you feel like you could put your character or yourself in. 184 00:26:25.600 --> 00:26:27.509 huda: Maybe there's 185 00:26:29.660 --> 00:26:54.509 huda: well, there's a Sardu valley. It's like you're oh, I could talk about like, maybe so. It's like a new person comes into like like a little town, and then makes like significant contrib contributions to like farming and like the community and stuff and they just kind of start up from nothing. And then they start building relationships, and like, kind of 186 00:26:54.980 --> 00:27:14.510 huda: opportunities from there. And it's kind of similar to like how like growing up, I'd like move like many times. And it's like kind of gave me, maybe like a new perspective. I feel like, though, that's kind of focus more on the game than the location. So. 187 00:27:14.670 --> 00:27:21.540 huda: but yeah, like, like a new environment, and give me like a new perspective on like going to new environments. Maybe. 188 00:27:21.950 --> 00:27:22.720 Jenny Duan: Okay. 189 00:27:23.160 --> 00:27:25.229 Jenny Duan: yeah, I think we could talk about 190 00:27:25.480 --> 00:27:26.973 Jenny Duan: Startu Valley. 191 00:27:27.810 --> 00:27:29.920 Jenny Duan: how would you describe the location. 192 00:27:30.880 --> 00:27:31.800 huda: It was like. 193 00:27:32.297 --> 00:27:40.729 huda: it's actually kind of like. Part of it is kind of similar to like a part of my town, whereas, like it was like. 194 00:27:40.730 --> 00:27:45.760 Jenny Duan: Anyway, that's that's a perfect connection, Hooda, because I think we can bring out some things about your background, too. Here. 195 00:27:45.990 --> 00:27:47.890 Jenny Duan: then. But continue. 196 00:27:48.940 --> 00:27:55.720 huda: Yeah, so it was like, kind of like farmland, like lots of grass. There'd be like. 197 00:27:56.346 --> 00:28:15.033 huda: there's like a like a billboard which has, like like different community members, which kind of also like mirrors, like a little bit of my town a little bit. We have, like lots of community like events like a town hall, and like community service events and 198 00:28:15.840 --> 00:28:18.149 huda: I guess like there was 199 00:28:19.150 --> 00:28:21.089 huda: like part of the town. 200 00:28:21.712 --> 00:28:28.789 huda: Where there's like lots of people. But then, like you notice that your house is like all the way 201 00:28:29.222 --> 00:28:33.449 huda: like the other side of the map, so maybe we could talk about like 202 00:28:33.890 --> 00:28:46.809 huda: feel like this is kind of like dragging it. But like like feeling like isolation from like people when you're new to location. Like how I felt like kind of alien here when I first moved here. 203 00:28:48.620 --> 00:28:53.212 Jenny Duan: I think that's really powerful. I think that also you can say that like this game, 204 00:28:53.720 --> 00:29:01.700 Jenny Duan: basically gave you the power to dream new worlds like when you were young, and to like. Think about what you can do. Besides the farmland that you 205 00:29:01.910 --> 00:29:02.900 Jenny Duan: live in. 206 00:29:03.020 --> 00:29:08.479 Jenny Duan: I think that's kind of an exaggeration. But I think that you what what year did you start playing this game? How young or old were you. 207 00:29:09.848 --> 00:29:11.960 huda: I was like 11. 208 00:29:13.100 --> 00:29:14.620 Jenny Duan: Okay, I think that. 209 00:29:15.260 --> 00:29:29.919 Jenny Duan: you can say that at 11 years old, like playing this game taught you that you could do more than just you know. What are some of the normal things that people do in in your to town like work at the local grocery store, or what are some of the team jobs people do. 210 00:29:31.048 --> 00:29:36.231 huda: Work at like the local, like Boga cafe, or like 211 00:29:37.000 --> 00:29:38.199 huda: maybe like 212 00:29:38.680 --> 00:29:46.650 huda: volunteer at the at the Taekwondo Academy. Maybe there's also. 213 00:29:47.400 --> 00:29:53.289 huda: like, maybe, like volunteering at the library. That's like another team job. 214 00:29:53.745 --> 00:29:55.529 huda: Yeah, that's kind of 215 00:29:55.900 --> 00:29:56.640 huda: hit. 216 00:29:57.500 --> 00:30:02.493 Jenny Duan: I think that's really good. I think that you could say that like playing this game taught you that you could do more than that. And you can kind of 217 00:30:02.740 --> 00:30:17.539 Jenny Duan: almost it's not escape that. But like kind of get away from that and do something greater with your life, slash experience and like, what are. What's the mission of the game, is it to? I don't. I've never played it before, but I know what it is, but I haven't played it. 218 00:30:17.810 --> 00:30:27.079 huda: Yeah, it's it's kind of just like it's kind of like a simulator. So it's there's not much of a motive. But there's like like you're supposed to like 219 00:30:27.752 --> 00:30:30.160 huda: gain relationships and like 220 00:30:30.610 --> 00:30:39.140 huda: like, build like a farmland and get lots of money to like, improve your farm, and then then you can also like. 221 00:30:40.010 --> 00:30:45.860 huda: yeah, support other people in their like, I guess, in their jobs. 222 00:30:47.480 --> 00:30:49.300 Jenny Duan: Okay, I think that's really cool. So 223 00:30:49.890 --> 00:30:56.730 Jenny Duan: is there any connection you can bring between that and the things that you do at all? Or if there's not a connection, we can force the connection. 224 00:31:04.810 --> 00:31:08.809 huda: maybe like cause, like a large part of it is like 225 00:31:09.256 --> 00:31:14.667 huda: the games, kind of just like interacting with other like Npcs and stuff. But 226 00:31:15.500 --> 00:31:32.720 huda: yeah, so like, maybe. And like, just interacting like there's like support. There are businesses. So there's like grocery stores there as well. And then there's also like tech labs. So maybe like, talk about like how like 227 00:31:33.410 --> 00:31:54.570 huda: how I good to like support others while also, like, like, you know, in the game, like you're building your own form. But then you're also supporting other people. So like I learned how to like grow my own technological experience. Maybe. While supporting my peers. And yeah. 228 00:31:55.590 --> 00:32:05.031 Jenny Duan: I think that's good. So let's draw on that. But I think that the connect. The key thing about this essay is kind of drawing the parallels between like starting value your town, and like dreaming beyond that. 229 00:32:05.410 --> 00:32:12.029 Jenny Duan: and like kind of, you know, like the hero's journey, like sending your character in Started Valley. Do you send your character out to explore. 230 00:32:12.030 --> 00:32:12.730 huda: Yeah. 231 00:32:13.300 --> 00:32:29.000 Jenny Duan: Like you can be that person from your town, because, you know again, Mountain House is the real farm town, like. Let's lean into that trope a little bit and say, like, Okay, you're like this character, like exploring this farm town. But you're wanting to go beyond to like, learn more and see the world, and make a difference. 232 00:32:30.222 --> 00:32:31.040 huda: That makes sense. 233 00:32:31.040 --> 00:32:34.900 Jenny Duan: I think, yeah, I think that framing will be like really powerful 234 00:32:35.300 --> 00:32:36.739 Jenny Duan: what do you think. 235 00:32:37.540 --> 00:32:39.900 huda: Yeah. I think. 236 00:32:40.170 --> 00:32:46.020 huda: Yeah, I could definitely enjoy a connection of like wanting to explore like beyond, like the rural town. 237 00:32:47.590 --> 00:32:50.206 huda: while, like, you know? 238 00:32:51.040 --> 00:32:51.870 huda: yeah. 239 00:32:55.180 --> 00:32:56.430 Jenny Duan: Okay, amazing. 240 00:32:56.940 --> 00:32:58.740 Jenny Duan: Let's do that, then. 241 00:32:59.150 --> 00:32:59.949 Jenny Duan: and then 242 00:33:01.660 --> 00:33:08.729 Jenny Duan: everything else here. Do you feel like you have a good start on everything else in this essay? Or do you have any questions about 243 00:33:09.216 --> 00:33:11.360 Jenny Duan: like any of the other essays here? 244 00:33:15.570 --> 00:33:18.049 Jenny Duan: Oh, of this one we missed this one 245 00:33:18.120 --> 00:33:22.029 Jenny Duan: number 5 of the University colleges. What would be your top? 3 choices. 246 00:33:25.210 --> 00:33:26.839 Jenny Duan: And also what areas of study 247 00:33:27.650 --> 00:33:35.939 Jenny Duan: this also brings to mind. I want to start formalizing your college list. So after we talk about this. I'd like to go in and think about like a concrete college 248 00:33:36.330 --> 00:33:41.030 Jenny Duan: list for you, and think about how we want to position your like early applications and things like that. 249 00:33:41.590 --> 00:33:41.940 huda: Yeah. 250 00:33:41.940 --> 00:33:45.300 Jenny Duan: But anyways back to this top 3 colleges. 251 00:33:45.878 --> 00:33:48.109 huda: I'd say my top 3 would be 252 00:33:48.560 --> 00:33:52.184 huda: us. No Stanford, and then 253 00:33:53.680 --> 00:33:55.040 huda: and then 254 00:33:55.920 --> 00:33:58.489 huda: Usc, and then Uc. Are fine. 255 00:34:00.100 --> 00:34:04.280 Jenny Duan: Alright amazing! Oh, also has your sat score come out yet? 256 00:34:04.280 --> 00:34:06.050 huda: No, it has that. I don't know why 257 00:34:06.090 --> 00:34:09.370 huda: I think so regarding april eighteenth. 258 00:34:09.400 --> 00:34:13.630 huda: And some people are saying, it's gonna come out this weekend, so I'm not sure. 259 00:34:14.790 --> 00:34:17.130 Jenny Duan: It's only kind of a long time to wait, isn't it? April? 260 00:34:17.139 --> 00:34:18.109 huda: Yeah. 261 00:34:18.569 --> 00:34:20.019 huda: yeah, I'm not sure. 262 00:34:20.449 --> 00:34:24.339 Jenny Duan: Okay, no worries. Keep me updated. Okay, but this sounds good. 263 00:34:25.085 --> 00:34:29.189 Jenny Duan: And then for area of study, do you have one that you think 264 00:34:29.369 --> 00:34:30.399 Jenny Duan: games? 265 00:34:30.419 --> 00:34:35.149 Jenny Duan: I feel like game design is more compelling than than computer science. 266 00:34:35.150 --> 00:34:46.069 huda: Yeah, for? Well, at least for Usc and Uc. Irvine, both of them like interact media and game design. And then Stanford, I don't think they have anything for game design but like. 267 00:34:46.070 --> 00:34:46.729 Jenny Duan: And just like. 268 00:34:46.739 --> 00:34:48.139 huda: Yeah, yeah. 269 00:34:48.219 --> 00:34:51.289 huda: I'd say, like, yeah, like, AI ethics fee. 270 00:34:55.389 --> 00:34:56.179 Jenny Duan: go ahead. 271 00:34:59.550 --> 00:35:01.454 Jenny Duan: Think this is good. 272 00:35:02.240 --> 00:35:04.460 Jenny Duan: this is just 150 words. 273 00:35:04.820 --> 00:35:10.440 Jenny Duan: and then games for change, is good, like, you want to be a game maker that, like 274 00:35:10.630 --> 00:35:12.889 Jenny Duan: Foster social change through your work? 275 00:35:14.182 --> 00:35:19.280 Jenny Duan: Okay, beyond this, do you have any questions about any of these essays? 276 00:35:21.850 --> 00:35:24.395 Jenny Duan: I guess, starting like, do you feel comfortable starting them. 277 00:35:25.010 --> 00:35:39.569 huda: So number essay number 8. I was kind of unsure of like like if this is, I know, like most essays, are kind of storytelling, but I wasn't really like sure like how to frame it in terms of like how to start it. Kind of. 278 00:35:40.350 --> 00:35:42.320 Jenny Duan: Yeah, okay, let's see. 279 00:35:45.080 --> 00:35:48.210 Jenny Duan: how has your leadership changed you or an outcome? 280 00:35:51.670 --> 00:36:00.146 Jenny Duan: maybe we can talk about the outcome first. So with this anecdote about Msa. And folklift. Can you write about? 281 00:36:01.100 --> 00:36:03.689 Jenny Duan: I guess how you first felt during 282 00:36:03.780 --> 00:36:10.719 Jenny Duan: Msa. And then how you've changed and grown since then, and then, like kind of frame, your leadership journey through that way. 283 00:36:11.510 --> 00:36:12.220 huda: Okay. 284 00:36:13.470 --> 00:36:15.186 huda: I'm just gonna note that 285 00:36:15.680 --> 00:36:16.590 Jenny Duan: Okay. Cool. 286 00:36:35.520 --> 00:36:36.270 huda: Okay, 287 00:36:38.280 --> 00:36:39.115 huda: okay. 288 00:36:40.650 --> 00:36:42.269 huda: that makes sense. Then. 289 00:36:43.479 --> 00:36:44.469 huda: yeah. 290 00:36:46.130 --> 00:36:50.859 Jenny Duan: Okay, then, do you have any other questions about any of the other essays, or getting started with them? 291 00:36:52.680 --> 00:36:54.349 huda: no, I think makes sense. 292 00:36:55.660 --> 00:36:57.033 Jenny Duan: Okay, amazing. 293 00:36:57.960 --> 00:37:07.251 Jenny Duan: Now, I think I wanna spend some time thinking about your college list and college strategy and where we can go from here. I know we talked a lot about like what schools you're interested in, 294 00:37:07.530 --> 00:37:24.239 Jenny Duan: and I think that we should evaluate what you want to do in terms of early action and early decision, and like, sort of think about that a little bit because of the applications coming up. And I know that we've talked about this in the past, but I do wanna like confirm what you're thinking. So 295 00:37:24.810 --> 00:37:26.640 Jenny Duan: it's not super 296 00:37:27.640 --> 00:37:38.019 Jenny Duan: advantageous to apply for Stanford early, as you know that. And I know that we were thinking about. I know in the previous time that we talked about this. We talked about Usc. 297 00:37:38.636 --> 00:37:44.369 Jenny Duan: early decisioning there. But I know that Stanford's also like a big interest for you. So I just wanted to confirm 298 00:37:44.490 --> 00:37:48.460 Jenny Duan: for early decision or early application, what school you wanted to choose. 299 00:37:50.505 --> 00:37:58.750 huda: So you said Stanford, wouldn't be too advantageous if you're applying early action like? 300 00:37:58.820 --> 00:38:02.510 huda: Do you think it has like no impact or like it wouldn't help at all. 301 00:38:03.350 --> 00:38:06.690 Jenny Duan: I think it has no impact if like a negative impact. 302 00:38:06.710 --> 00:38:10.719 Jenny Duan: because the early early action 303 00:38:10.950 --> 00:38:26.789 Jenny Duan: admission rate is the same as the regular except with the early pool. It's all of the athletes, the committed athletes who, you know, obviously gonna get in the legacies, the donors, and everything. I think that like that makes it harder, for, like the other people applying in the early application pool. 304 00:38:27.010 --> 00:38:29.069 huda: Okay, I think definitely. 305 00:38:29.070 --> 00:38:58.700 Jenny Duan: But like, I do think that if it's if it's what you really want, I do think that, like you can consider if I mean depends on how set you are, because for me, I knew it would. I really want to apply to Sanford early and like, even if that meant I got rejected. I just want to find out earlier. So if that's what you want like, that's also fine. But it's not advantageous. If you think about it from just a purely admissions perspective. So if there's another school that you want to go to more or equally, I would probably urge you to consider that schools too. 306 00:38:59.230 --> 00:39:01.379 huda: Yeah. Then I'd say, like. 307 00:39:01.490 --> 00:39:06.039 huda: maybe like, moving forward with Usc for early action. 308 00:39:06.466 --> 00:39:07.930 huda: would you feel comfortable. 309 00:39:07.930 --> 00:39:10.360 Jenny Duan: Early decisioning to Usc. Because I believe. 310 00:39:10.610 --> 00:39:11.740 Jenny Duan: let me see. 311 00:39:11.770 --> 00:39:13.619 Jenny Duan: believe Usc. Is early decision. 312 00:39:13.620 --> 00:39:15.310 huda: Wait. So that means you're like 313 00:39:15.480 --> 00:39:17.740 huda: you're binded. If you get in right. 314 00:39:20.156 --> 00:39:20.829 Jenny Duan: yeah. 315 00:39:21.000 --> 00:39:25.740 Jenny Duan: Oh, wait early. It's actually early action, it's not binding, actually. 316 00:39:25.940 --> 00:39:27.153 huda: Oh, okay. 317 00:39:29.380 --> 00:39:37.189 huda: In that case, I think Usc cause like, obviously, I have to kind of think about it because it's like in so, Cal, but 318 00:39:38.340 --> 00:39:40.790 huda: yeah, I I think 319 00:39:42.320 --> 00:39:56.639 huda: so. I really do. Wanna go to Sanford. But considering like, it doesn't have too much of an advantage applying early and like the only decision, only reason to take go. So the only reason to go early action would be to like 320 00:39:56.670 --> 00:39:58.747 huda: no earlier or 321 00:39:59.600 --> 00:40:04.729 huda: Okay? Then then I'd say, do regular decision for Stanford. Cause. 322 00:40:05.613 --> 00:40:10.419 huda: Yeah, I don't. I don't see if it's much of a benefit. But yeah. 323 00:40:10.420 --> 00:40:14.939 Jenny Duan: Okay, let me search up the early action admissions rate for Usc. 324 00:40:21.050 --> 00:40:27.404 Jenny Duan: yeah. Okay. Early actions. Acceptance free is about 325 00:40:29.380 --> 00:40:30.740 Jenny Duan: and see? 326 00:40:36.030 --> 00:40:39.369 Jenny Duan: well, let me just check it, cause I feel like this number is not accurate. 327 00:40:41.240 --> 00:40:42.240 Jenny Duan: Bahmani. 328 00:40:55.020 --> 00:40:55.850 Jenny Duan: Okay. 329 00:40:57.260 --> 00:41:02.560 Jenny Duan: actually, I feel like the Usc early acceptance rate is also really was also really low. 330 00:41:02.730 --> 00:41:06.490 Jenny Duan: So I do feel like the Usc. Doesn't really have 331 00:41:06.910 --> 00:41:10.069 Jenny Duan: that much of a benefit with early application, either. 332 00:41:10.230 --> 00:41:11.935 Jenny Duan: because I don't think they have 333 00:41:12.350 --> 00:41:13.790 Jenny Duan: early decision. 334 00:41:16.690 --> 00:41:17.850 Jenny Duan: Yeah. Now. 335 00:41:18.040 --> 00:41:19.409 Jenny Duan: okay, I do feel it. 336 00:41:19.630 --> 00:41:25.189 Jenny Duan: Usc doesn't have an early decision program. And it's the early application also doesn't really make a difference. 337 00:41:25.390 --> 00:41:28.719 Jenny Duan: So I think maybe sticking with Stanford early is 338 00:41:28.850 --> 00:41:30.300 Jenny Duan: gonna be fine. 339 00:41:31.650 --> 00:41:35.529 Jenny Duan: Cause. I don't think it has a difference. Makes a difference. But like 340 00:41:35.630 --> 00:41:39.666 Jenny Duan: for these other schools that you talked about like Chapman 341 00:41:40.430 --> 00:41:42.870 Jenny Duan: mit, I think. Let me see if 342 00:41:47.060 --> 00:41:49.249 Jenny Duan: no mit is also early action. 343 00:41:49.635 --> 00:41:53.570 Jenny Duan: Upenn and Chapman, I think, are the only ones on your list that have early decisions 344 00:41:53.580 --> 00:41:54.789 Jenny Duan: in the top 10. 345 00:41:54.940 --> 00:41:58.589 Jenny Duan: But would you wanna early decision there? Probably not. I don't. 346 00:41:58.590 --> 00:42:02.846 huda: I think I'd rather early decision at Stanford. Maybe. 347 00:42:03.540 --> 00:42:08.215 Jenny Duan: Okay, cool. Then we can just plan to continue doing that. 348 00:42:09.510 --> 00:42:15.370 Jenny Duan: I think that as we think about applying early to Stanford, I think the biggest things are going to be to. 349 00:42:15.750 --> 00:42:33.549 Jenny Duan: I I think that your the challenges for you are that your grades are not on par with Stanford's typical applicant pool. But I do think that we can make that stand out with your test score. So I'm hoping that that works out well for your sat score and then also with some other awards. So 350 00:42:34.100 --> 00:42:37.284 Jenny Duan: I think that getting the Reagan award would be a really good 351 00:42:38.070 --> 00:42:40.240 Jenny Duan: nick opportunity for you, and then. 352 00:42:40.300 --> 00:42:47.050 Jenny Duan: I think, did you end up? You didn't end up suiting to? Did you end up suing to American forward service as a competition. 353 00:42:48.022 --> 00:42:49.259 huda: Yeah, I did. 354 00:42:49.540 --> 00:42:58.349 Jenny Duan: Okay, amazing. So hopefully, maybe that might work out. And then I think that increasing number of wards we're still trying to do that. So 355 00:42:59.180 --> 00:43:13.029 Jenny Duan: I will be thinking about ways to do that. I think other things that we can do to improve your chances to get into Stanford. I think it is the hardest thing, I think is just gonna be the grades elements first of all, and then how are you? Grades looking this 356 00:43:13.130 --> 00:43:14.689 Jenny Duan: semester? By the way. 357 00:43:15.006 --> 00:43:18.483 huda: So far I've always but like to keep that. 358 00:43:19.460 --> 00:43:27.692 Jenny Duan: Okay, I think keeping in all eyes will show you an upward trajectory. So that's good on the great spread. I think, other than that your extracurriculars we can also work on. 359 00:43:28.650 --> 00:43:33.110 Jenny Duan: again, I think it's all about publicity. At this point I think you do a lot of really impactful things. I think 360 00:43:33.160 --> 00:43:42.644 Jenny Duan: just trying to get more and more publicity about it. So like I think the cool Dms will help the sending the media kit to the schools will help 361 00:43:43.930 --> 00:43:51.400 Jenny Duan: And have you been like cold emailing or cold damming people on Linkedin to me? Cause I feel like that's another good resource to publicize. 362 00:43:51.590 --> 00:44:03.025 huda: Yeah, also, there's like senior who graduated last year, and she's at Stanford right now. I think she's also doing AI. So I'm actually not sure. 363 00:44:03.710 --> 00:44:19.689 huda: But yeah, I reached out to her and I said, well, can we set a meeting and talk about, you know, like your experience and like especially like at how you were able to achieve that in manhouse. So yeah, maybe like I could do a little bit more outreach. But yeah. 364 00:44:19.870 --> 00:44:21.410 Jenny Duan: She responded to you, yet. 365 00:44:21.410 --> 00:44:28.277 huda: Yeah, she said, like she said, she's busy. This. No, I guess next week but she like let me know. 366 00:44:29.160 --> 00:44:42.830 Jenny Duan: Okay, amazing. I think that also trying to just DM, more people to see like if they know resources. And so like looking at previous. Stanford students look at their awards and their actual curriculums to see if you can like get involved with something that they do. 367 00:44:43.300 --> 00:44:44.350 huda: Okay. I'll explain. 368 00:44:44.350 --> 00:44:46.160 Jenny Duan: How's the Youth Committee going. 369 00:44:47.419 --> 00:44:56.110 huda: We haven't really done anything yet. Yeah, we just have like a meeting and discuss like like a past event which is like a summer camp. But yeah. 370 00:44:57.220 --> 00:45:01.980 Jenny Duan: What are the monthly meetings like? And what's the cadence gonna be like moving forward for you? 371 00:45:03.278 --> 00:45:05.371 huda: It's kind of just like 372 00:45:05.960 --> 00:45:09.075 huda: like that. We just like like, sit 373 00:45:09.830 --> 00:45:27.312 huda: There's like a few students at the front there. I think they're like leading the Youth Action Committee and then like the rest of the students, kind of just say and listen. And there's like, usually like a call with like I guess. Like education board people from Mountain House. And 374 00:45:27.720 --> 00:45:28.840 huda: yeah. 375 00:45:31.740 --> 00:45:32.700 Jenny Duan: Okay, so 376 00:45:34.580 --> 00:45:39.419 Jenny Duan: how can you become a leader for this group? Is there a way that you can? Also step into that position? 377 00:45:40.130 --> 00:45:46.700 huda: I think it's kind of based more off of like experience, like people that have been really long time. 378 00:45:49.990 --> 00:45:52.779 Jenny Duan: is there like? Are there different committees within the 379 00:45:52.820 --> 00:45:56.830 Jenny Duan: like broader committee like, for example, is there is there someone in charge of like events, or 380 00:45:56.840 --> 00:45:58.810 Jenny Duan: new membership, or anything like that. 381 00:45:59.681 --> 00:46:01.760 huda: No, I feel like it's like a lot more 382 00:46:01.950 --> 00:46:03.960 huda: like casual, I guess. 383 00:46:04.430 --> 00:46:05.910 Jenny Duan: How many people are on it! 384 00:46:08.240 --> 00:46:15.800 huda: I don't know the exact number, but usually like in attendance. There's like around like 30 people. 385 00:46:17.150 --> 00:46:22.650 Jenny Duan: Okay? And then who's the adult leader for this? Is this something that you can like get in touch with them with? 386 00:46:22.670 --> 00:46:24.590 Jenny Duan: But can they all support you, anyway. 387 00:46:24.860 --> 00:46:31.819 huda: Yeah, I think, I've contact with like the organizer. She's like one of the Education Board members. 388 00:46:32.910 --> 00:46:39.529 Jenny Duan: And then is there any opportunities for you to take action? Oh, she's part of the Education Board of like the district or the 389 00:46:40.205 --> 00:46:40.779 Jenny Duan: it's. 390 00:46:41.030 --> 00:46:42.894 huda: I think there's like 391 00:46:43.690 --> 00:46:45.460 huda: It's there's like a 392 00:46:47.440 --> 00:46:56.269 huda: so like volunteer service department. And then like within that, I think there's like board of like education, for 393 00:46:56.690 --> 00:46:58.343 huda: let me see if we can find it. 394 00:46:58.850 --> 00:47:01.580 Jenny Duan: And you talk to her to help you spread synthoria 395 00:47:01.830 --> 00:47:02.510 Jenny Duan: like is there? 396 00:47:02.830 --> 00:47:03.739 Jenny Duan: And do to help you. 397 00:47:04.700 --> 00:47:10.410 huda: Yeah, I think I can talk to her. Maybe. See if she can like instate like a less than that. Maybe. 398 00:47:12.371 --> 00:47:21.930 Jenny Duan: like, can you share your lesson plan? Sure gave? And see if she can help you publicize it because I think, like getting it into like the hands of adult authorities is also gonna be really, really impactful. 399 00:47:24.680 --> 00:47:31.224 Jenny Duan: Okay? And then also, one other thing with your college applications. 400 00:47:32.150 --> 00:47:33.690 Jenny Duan: how do you think that? 401 00:47:34.170 --> 00:47:47.120 Jenny Duan: Is there anything else that you feel like you wanna like instill into your application cause. I feel like I've been telling you a lot of things. But like, is there anything that you wanna add into your application before before the end of summer slash summer programs start. 402 00:47:51.060 --> 00:47:52.942 huda: maybe some more 403 00:47:54.230 --> 00:47:59.389 huda: like, I know, we've been applying to like leadership like 404 00:48:00.110 --> 00:48:20.299 huda: like leadership programs and awards and such maybe like a little bit more of that. So I know, like Ronald Reagan award is as leadership. So maybe like I really liked how that awards kind of like nomination based. So if we go find more awards like that, maybe that could be helpful. 405 00:48:21.060 --> 00:48:23.619 huda: and I feel like. 406 00:48:24.900 --> 00:48:36.160 huda: Oh, yeah, for empowering AI. I'd probably be like, I'd probably try to like, get more collaborations with more initiatives. So maybe I can like look for more of those. 407 00:48:36.290 --> 00:48:43.359 huda: but cause like that kind of gives them more credibility. And like, maybe, like, on my website, be like, Oh, I collaborated with these people. 408 00:48:44.265 --> 00:48:45.979 huda: I did have a question like. 409 00:48:45.980 --> 00:48:48.610 Jenny Duan: Also do the cold DM. For that as well. 410 00:48:48.610 --> 00:48:49.265 huda: Yeah. 411 00:48:50.190 --> 00:48:51.270 Jenny Duan: Now, what's your question? 412 00:48:51.270 --> 00:49:06.370 huda: At Sanford. Are there any like clubs or programs that collaborate with like local like small businesses? Maybe maybe I could like see if I could contact them from booklift. 413 00:49:07.707 --> 00:49:21.789 Jenny Duan: Tell me more about what you're looking for, like like media, or like culture, or from what at length, cause I feel like we do have, like some like consulting close. But they typically work with larger organizations rather than small businesses. Unfortunately. 414 00:49:22.862 --> 00:49:31.443 huda: yeah, kind of more like, like, reporting, maybe. Reporting on these small businesses, or, 415 00:49:32.110 --> 00:49:43.870 huda: kind of like, I know, they have. I know there's the Chamber of Commerce that kind of like helps like fund small businesses. But like, maybe if there's something that 416 00:49:44.430 --> 00:49:47.159 huda: kind of like publicizes them. Maybe. 417 00:49:48.020 --> 00:49:54.430 Jenny Duan: There's a Stanford daily, but I honestly don't think that there's anything that does. What work with small businesses in that capacity 418 00:49:54.820 --> 00:49:55.930 Jenny Duan: to the 419 00:49:56.090 --> 00:50:10.177 Jenny Duan: but I feel like the stanford daily could be a good place to start, maybe and seeing like. If there's if on Linkedin you can reach out to people from the daily and learn about their work. And like how student journalism thrives at Stanford, because I think that's also a good lens for you to 420 00:50:10.970 --> 00:50:12.080 Jenny Duan: right on. 421 00:50:13.440 --> 00:50:14.370 huda: yeah. 422 00:50:16.868 --> 00:50:20.040 Jenny Duan: Let me look up. Actually one of the New York Times. 423 00:50:20.060 --> 00:50:21.520 Jenny Duan: Oh, perfect 424 00:50:22.491 --> 00:50:26.010 Jenny Duan: you should! You should write an OP-ed for this. 425 00:50:26.540 --> 00:50:29.020 Jenny Duan: Oh, no, it didn't. Incorrectly. 426 00:50:29.210 --> 00:50:34.120 Jenny Duan: This is the New York Times student editorial contest. It closes on April nineteenth 427 00:50:34.190 --> 00:50:35.165 Jenny Duan: and 428 00:50:37.370 --> 00:50:39.210 Jenny Duan: oh, wait! Never mind. 429 00:50:39.770 --> 00:50:41.978 Jenny Duan: This is the last years. 430 00:50:42.800 --> 00:50:44.469 Jenny Duan: this open letters. 431 00:50:45.030 --> 00:50:47.110 Jenny Duan: this you should submit to this. 432 00:50:47.585 --> 00:50:50.200 Jenny Duan: Like an open OP. Ed, and 433 00:50:50.210 --> 00:50:55.670 Jenny Duan: an open letter to a specific audience that calls attention to an issue or problem and prompts reflection about it. 434 00:50:56.790 --> 00:50:58.812 Jenny Duan: I think you should. You should. 435 00:50:59.280 --> 00:51:01.650 Jenny Duan: It's a 460 word letter 436 00:51:01.850 --> 00:51:03.869 Jenny Duan: to, and I think you should. 437 00:51:04.610 --> 00:51:05.919 Jenny Duan: You should write this. 438 00:51:06.830 --> 00:51:07.360 huda: Yeah, that's. 439 00:51:07.360 --> 00:51:08.150 Jenny Duan: Tab that's like. 440 00:51:08.545 --> 00:51:08.940 huda: Idea! 441 00:51:09.250 --> 00:51:12.870 Jenny Duan: Yeah, it's due on May first. I think that also, like 442 00:51:12.920 --> 00:51:15.746 Jenny Duan: deepening your work in journalism and your 443 00:51:16.290 --> 00:51:19.179 Jenny Duan: like your credibility in journalism can also be good. 444 00:51:20.800 --> 00:51:24.310 Jenny Duan: yeah. Do you have any ideas right off the bat for what you want to write 445 00:51:25.070 --> 00:51:26.160 Jenny Duan: about this. 446 00:51:26.920 --> 00:51:28.979 Jenny Duan: Like writing about like 447 00:51:29.250 --> 00:51:32.050 Jenny Duan: the Palestine situation could be powerful. 448 00:51:32.180 --> 00:51:36.729 Jenny Duan: Well, is there? If there's anything else that you feel compelled to write about that could also be good. 449 00:51:36.730 --> 00:51:43.109 huda: Yeah, I think, like, yeah, writing about the policy and situation, like, maybe I don't know if this is like. 450 00:51:43.190 --> 00:52:12.120 huda: too controversial like, maybe like dear, like President. And then, maybe like, read about how the people feel and like cause. Recently, there's like a situation where he like like organized like like a dinner for the Muslim residents in America. And and then like people boycotted that so like maybe like right like. Why people did that and like what he can do to like help. Maybe. 451 00:52:13.050 --> 00:52:16.551 Jenny Duan: Okay, yeah, that that seems like a powerful idea. 452 00:52:17.320 --> 00:52:25.749 Jenny Duan: I think. Let's plan to get that submitted. It's only 4 60 words. So it should be fairly short. But I think this is another like really good opportunity for you. 453 00:52:26.370 --> 00:52:27.090 Jenny Duan: Hmm. 454 00:52:27.410 --> 00:52:30.520 Jenny Duan: cool. Do you have? Do you have any other questions. 455 00:52:33.550 --> 00:52:38.729 huda: Do. Do you think that ideal is a bit too controversial to write about to submit because. 456 00:52:38.945 --> 00:52:40.669 Jenny Duan: Because this is the New York Times, like 457 00:52:41.130 --> 00:52:43.480 Jenny Duan: it's I think their motto is like 458 00:52:44.430 --> 00:52:46.080 Jenny Duan: offshore, I forget. 459 00:52:46.120 --> 00:52:55.819 Jenny Duan: like, let democracy shine through darkness like something like that. So I think, like they, they are fine with this. This is journalism like, you can say what you want. That's the premise of journalism. 460 00:52:56.210 --> 00:52:56.990 Jenny Duan: Yeah. 461 00:52:57.530 --> 00:53:00.289 Jenny Duan: my house. I think that you should be fine here. 462 00:53:00.590 --> 00:53:02.190 Jenny Duan: Any other questions. 463 00:53:03.167 --> 00:53:05.794 huda: That's all for now. Oh, actually 464 00:53:06.890 --> 00:53:24.989 huda: So I was thinking about like when we're applying to like Berkeley as well. So like for the major. I know we kind of decided on Cs or data science. But I was wondering if there's any other majors that I can look into, which are less competitive or you know, like less impacted. 465 00:53:25.920 --> 00:53:31.380 Jenny Duan: I think media studies in specifically digital studies could be interesting to you. 466 00:53:31.950 --> 00:53:33.239 Jenny Duan: let me pull it up 467 00:53:33.770 --> 00:53:37.250 Jenny Duan: or like global global cultural studies within media studies. 468 00:53:39.569 --> 00:53:40.969 Jenny Duan: Let me 469 00:53:41.900 --> 00:53:43.730 Jenny Duan: give it this link. 470 00:53:45.980 --> 00:53:48.080 Jenny Duan: Yeah, I think this would be good. 471 00:53:53.880 --> 00:53:54.999 Jenny Duan: What do you think. 472 00:53:58.090 --> 00:54:00.961 huda: okay, it looks. It looks good. 473 00:54:01.710 --> 00:54:03.519 huda: maybe like I can. 474 00:54:04.040 --> 00:54:08.809 huda: And if I really wanted to include like technology, I could probably do like minor and 475 00:54:09.090 --> 00:54:11.229 huda: data science, possibly 476 00:54:11.960 --> 00:54:12.679 Jenny Duan: Yeah, exactly. 477 00:54:12.680 --> 00:54:13.300 huda: Yeah. 478 00:54:14.980 --> 00:54:16.420 Jenny Duan: okay, seems good. 479 00:54:16.430 --> 00:54:21.369 Jenny Duan: Any other questions. Let me look at the courses for this interactive media. Major. 480 00:54:29.120 --> 00:54:33.404 Jenny Duan: yeah, yeah, this looks really interesting. Look at this. 481 00:54:38.010 --> 00:54:55.650 Jenny Duan: look at digital studies, concentration data, science, research foundations, data, science, introduction to probability and statistics. This is also interesting introduction to technology, society and culture, the social life of computing, psychosocial impact of digital media technologies, history of new media, digital 482 00:54:55.810 --> 00:54:58.639 Jenny Duan: storytelling like that's pretty interesting. 483 00:54:58.640 --> 00:54:59.869 huda: Yeah? Ask? I think. 484 00:55:01.020 --> 00:55:03.630 huda: yeah, I think this is definitely something that I wanna do. 485 00:55:04.390 --> 00:55:14.159 Jenny Duan: Yeah. And then the prerequisite courses, history, poly sci, anthropology, econ sociology. And then, if you want to add more Cs, you could always just take Cs classes, or just like add a minor. 486 00:55:15.687 --> 00:55:17.522 huda: Okay, yeah, that makes sense. 487 00:55:18.120 --> 00:55:32.919 Jenny Duan: Cool. Then. Talk soon. I'm excited to see your progress on those essays. And yeah, I will see you soon, and let me know how the New York Times thing also goes, and you could share draft when you start. That I know it's due may first. So you have about a month, but still. 488 00:55:33.280 --> 00:55:33.610 huda: Yeah. 489 00:55:34.160 --> 00:55:36.510 huda: Alright, Thomas, thank you. Bye.",
  "segments": [
    "Week 52 - Coaching_Jenny_Huda_Wk52_2024-04-05_M_0fef4d8ac2159371U_2024-04-04_00-00-00 WEBVTT 1 00:06:13.610 --> 00:06:15.030 Jenny Duan: Hi! How's it going. 2 00:06:17.780 --> 00:06:19.789 huda: Hi! It's going well, how are you? 3 00:06:20.543 --> 00:06:27.376 Jenny Duan: It's going well, too. It's Sunday today. So I have a lot of work to do because I have like classes tomorrow, and I have a 4 00:06:27.980 --> 00:06:41.049 Jenny Duan: done that much this weekend. But yeah, anything new for you. I know we met like super recently. So maybe other updates, if not, we can kind of just like go back into what we were working on. So the application. 5 00:06:41.690 --> 00:06:44.889 huda: I don't think there are many updates since yesterday. 6 00:06:46.080 --> 00:06:49.089 Jenny Duan: Okay, cool, I think. Why don't we just start then? 7 00:06:49.955 --> 00:06:52.509 Jenny Duan: Let me open up your doc 8 00:06:53.560 --> 00:06:56.380 Jenny Duan: and let me open up the 9 00:06:56.940 --> 00:06:58.200 Jenny Duan: RE. 10 00:07:00.480 --> 00:07:02.549 Jenny Duan: The document with your essays. 11 00:07:10.730 --> 00:07:14.249 Jenny Duan: Oh, my gosh! You already have an essay. Super! Quick! 12 00:07:14.880 --> 00:07:22.510 huda: Yeah, it was like the essay from like my school. Like the assignment. But I thought, I kind of fit. 13 00:07:22.690 --> 00:07:23.510 huda: yeah. 14 00:07:40.270 --> 00:07:44.140 Jenny Duan: Okay, let's start. I I wanna start actually with, 15 00:07:45.850 --> 00:07:52.609 Jenny Duan: the most significant impact that you have brought to a community. Have you thought about what you wanna answer for this question. 16 00:07:55.610 --> 00:08:01.250 huda: no, but maybe we could write or like I could write about 17 00:08:06.060 --> 00:08:07.450 huda: So 18 00:08:08.520 --> 00:08:13.780 huda: hey, I could read about like teeing for Sunday school, and like 19 00:08:13.940 --> 00:08:17.845 huda: I feel like I don't know if this is too generic, but it could be like 2",
    "0 00:08:18.370 --> 00:08:42.239 huda: like I changed it like PE young people's like mine, like kind of perspective towards religion. Maybe like like kind of making it fun to learn about religion. Cause we do like lots of activities. And yeah, like as as a ta like you have to do like lots of like lesson planning and such. So I try to make it as like fun as possible, so maybe that could be one. 21 00:08:43.400 --> 00:08:56.930 Jenny Duan: I feel I feel like for this question. You should write about something that you have like the most numerical impact. For, like, for example, something you've reached the most number of people, or that you've highlighted the most I guess, measurable 22 00:08:57.050 --> 00:09:02.889 Jenny Duan: type of impact in, do you have any? I guess suggestions for this. 23 00:09:03.550 --> 00:09:07.770 huda: I think the most measurable impact could probably be synthoria. 24 00:09:09.560 --> 00:09:10.480 huda: yeah. 25 00:09:11.500 --> 00:09:13.239 Jenny Duan: Oh, yeah, I think that that is 26 00:09:13.440 --> 00:09:17.329 Jenny Duan: gonna be something powerful to write about. I think we can go from there. 27 00:09:19.930 --> 00:09:26.479 Jenny Duan: and what like, what do you do? You have any numbers about like number of players for the game? 28 00:09:27.090 --> 00:09:29.160 huda: Let me go to this site. But I think 29 00:09:30.644 --> 00:09:32.890 huda: last time I checked, there's like. 30 00:09:33.460 --> 00:09:34.250 huda: like, 31 00:09:35.980 --> 00:09:37.959 huda: yeah, let me just check again. Actually. 32 00:09:47.840 --> 00:09:52.139 huda: okay, I guess there's only like 262 views 33 00:09:52.480 --> 00:09:53.460 huda: for the game. But. 34 00:09:53.460 --> 00:09:56.590 Jenny Duan: And 1 s, let me silence this phone. You can hear it. 35 00:10:00.430 --> 00:10:07.499 Jenny Duan: Okay, I think some 3 is awesome, but I think that we should try to get it. More people to play it as many as possible. 36 00:10:09.510 --> 00:10:10.720 Jenny Du",
    "an: and so 37 00:10:10.800 --> 00:10:16.537 Jenny Duan: I think we should write about synthia. But also I think we should make a plan for how we can increase the number of players even more. 38 00:10:17.530 --> 00:10:19.050 Jenny Duan: And so 39 00:10:20.437 --> 00:10:30.049 Jenny Duan: with that like, do you have any ideas. And how has the distribution gone? Have you sent any more emails to teachers and like, has anyone been responsive? Or is it still the like silence. 40 00:10:30.724 --> 00:10:42.380 huda: It's still kind of the same. I mean, like the feedback form, and I kind of tweak the like I have it. So not like a new one. But I like sent out some like forms, and 41 00:10:42.470 --> 00:10:55.620 huda: I think maybe that's one thing that I can do is probably like, there's like a lot of like discord. Like discords, which like you can like advertise your game. So maybe I could try that. But yeah. 42 00:10:56.730 --> 00:11:05.770 Jenny Duan: Okay, I think that sounds good. Also, like, is there anything that you can do with code, with classy? Do you think you can send it in the code of classy channels in circle. 43 00:11:06.150 --> 00:11:09.269 huda: Oh, yeah, I think that's a good idea. I'm actually. 44 00:11:09.650 --> 00:11:11.170 Jenny Duan: Oh, go ahead! Sorry. 45 00:11:11.489 --> 00:11:23.959 huda: Yeah, it's okay. So in the discord. I can like, ask if anyone would be interested in helping out with empowering AI like so yeah, maybe I could use that for some Gloria as well. 46 00:11:25.200 --> 00:11:30.076 Jenny Duan: You should send email to this person's name is Rye. 47 00:11:30.680 --> 00:11:35.349 Jenny Duan: I think, is she's the one who manages the community@goddivoxy.com email. 48 00:11:35.370 --> 00:11:42.570 Jenny Duan: You should send an email to this email address like introducing yourself and then describing your project and see if 49 00:11:42.800 --> 00:11:46.219 Jenny Duan: if they would be willing to share it, or if there's 50 00:11:47.160 --> ",
    "00:11:50.860 Jenny Duan: like anything that they could do to help you distribute your game. 51 00:11:51.090 --> 00:11:52.790 huda: Okay, that's a good idea. 52 00:11:53.990 --> 00:12:01.778 Jenny Duan: And then let me think about everything other ways that you can distribute it cause I feel like, if you get to like 20,000 plays that would be really cool. 53 00:12:05.190 --> 00:12:06.369 Jenny Duan: let's see. 54 00:12:06.610 --> 00:12:09.748 Jenny Duan: do you know of any other slack channels or forums that you 55 00:12:10.340 --> 00:12:10.975 Jenny Duan: have 56 00:12:12.700 --> 00:12:15.189 Jenny Duan: worked with, or that you know of. 57 00:12:17.050 --> 00:12:24.390 huda: So like maybe, like the women in games like the discord is really huge. I posted it on there like 58 00:12:24.610 --> 00:12:37.264 huda: today. And like, I think maybe if if I get to like, be able to like brand it with women games, maybe like more people be able to like play it 59 00:12:37.780 --> 00:12:39.950 huda: trying to see if there's more places. 60 00:12:42.820 --> 00:12:43.880 huda: I think. 61 00:12:46.550 --> 00:13:02.620 huda: maybe like again. Just kind of cold cold like damning people on discord and be like, Oh, can you give me the feedback on the scheme? Maybe, cause that's what I was doing like towards the beginning. But and it was like a lot of people playing that way. But yeah, I can try doing that. 62 00:13:03.480 --> 00:13:05.049 Jenny Duan: And then another thing. 63 00:13:05.160 --> 00:13:20.120 Jenny Duan: can you talk to like local news stations and like, see if they can uplift it? For example, any local, like journalism groups, or any local like. Can your school maybe publish it, or anything like that? Is that possible? 64 00:13:21.057 --> 00:13:27.522 huda: We have like a news newspaper. It's called mountainous matters. 65 00:13:29.200 --> 00:13:44.797 huda: but one thing is also possible is like, there's this thing. Mhcsd, and they kind of like uplift like youth proje",
    "cts. So maybe I can like like kind of talk to them and ask them to like, you know. 66 00:13:45.200 --> 00:13:51.330 huda: get it involved with like Mountain House matters like the journal, and then also just kind of like, give a 67 00:13:51.370 --> 00:13:53.000 huda: testimonial. Maybe. 68 00:13:55.200 --> 00:14:00.271 Jenny Duan: Okay, that's also good. I think that can you reach out to those people? And then 69 00:14:00.830 --> 00:14:06.929 Jenny Duan: let me think about the other ways that we could publicize this. Okay, another thing we can do is 70 00:14:07.480 --> 00:14:08.810 Jenny Duan: can you? 71 00:14:09.670 --> 00:14:16.039 Jenny Duan: How do you feel about Tiktok as a platform? I know you've been trying Ig rails. Do you think you could just post your Ig reels onto Tiktok? 72 00:14:16.290 --> 00:14:17.889 huda: Yeah, I think 73 00:14:18.365 --> 00:14:25.630 huda: like, I've I've been like, maybe a little bit of more content on Tiktok as well. But yeah, I think. 74 00:14:25.720 --> 00:14:28.629 huda: yeah, more oriented around, the game would be better. Yeah. 75 00:14:29.930 --> 00:14:31.623 Jenny Duan: Okay, awesome. And then 76 00:14:32.660 --> 00:14:49.579 Jenny Duan: another thing is sorry. Would you also be able to go? DM, people on Instagram like, do you know the accounts that do like women and stem or women and games, not not the women and games organization, but accounts that are just for like women and stem or like 77 00:14:50.230 --> 00:15:15.080 Jenny Duan: diversity and stem like women. Leadership women empowerment. Do you think you could write a DM that says like, Hi, I'm Puda, I'm a 16 year old game developer like, I'm I recently created this game synthoria to help people to help educate people about AI and AI ethics. I'm wondering if you'd be able to share this game with your audiences like just a quick DM message, and then link your game, and then just blast it to like 78 00:15:15.170 --> 00:15:17.099 Jenny Duan: different Instagram account",
    "s. 79 00:15:17.540 --> 00:15:24.400 huda: Okay, yeah, that sounds good. Yeah. I think definitely like, cool messaging and like mailing and stuff would be helpful. 80 00:15:24.400 --> 00:15:27.439 Jenny Duan: Okay. But I think that once you get, I think let's 81 00:15:27.650 --> 00:15:32.643 Jenny Duan: right this essay about Synthoria. But I do think that we should try to 82 00:15:33.470 --> 00:15:38.886 Jenny Duan: get more plays, if possible, just to give the a bigger like sounding impact. 83 00:15:40.470 --> 00:15:43.920 Jenny Duan: okay, so let me write that down. 84 00:15:44.980 --> 00:15:49.840 Jenny Duan: And then who has made this significant impact in your life. And in what way? 85 00:15:50.461 --> 00:15:55.439 Jenny Duan: What are you thinking? Do you want to write about your mom? Or do you think you want to write about someone different? For this question. 86 00:15:58.310 --> 00:16:19.469 huda: So like we can either like kind of go off of the Bank of America, essay about my mom. But I feel like. Also like maybe that one was a bit like cliche cause like there's like a lot of people who have like immigrant like stay home like kind of pay their own way. So maybe like 87 00:16:20.010 --> 00:16:22.949 huda: I might write about someone else. But 88 00:16:23.690 --> 00:16:25.869 huda: so the question was. 89 00:16:27.077 --> 00:16:29.780 huda: May this be nothing impact in your life. 90 00:16:36.880 --> 00:16:41.880 huda: Is this like more serious or like kind of trying to tell a story. 91 00:16:43.200 --> 00:16:59.759 Jenny Duan: I think it's it's either. I think. So when we look at the questions, we can work backwards and think about what they're trying to learn about you. And in this case they're trying to learn what types of characteristics you find valuable, or you find important or what kind of like qualities in a person do you think are meaningful or important? 92 00:16:59.810 --> 00:17:01.649 Jenny Duan: That's what they're trying to learn here. 93 00:17",
    ":03.974 --> 00:17:17.445 huda: so for just kinda, like telling us in like, kinda you unique way, like, if not an actual person, like, maybe we could like, say, a character from like my little pony cause 94 00:17:18.380 --> 00:17:23.756 huda: they've like impacted my life. And like like, maybe I talk about 95 00:17:24.720 --> 00:17:26.610 huda: like, for example, like Apple Jack. 96 00:17:26.958 --> 00:17:35.879 huda: cause like honesty, and like so courage and everything but like I don't know if it's supposed, if that's like too unserious, for, like an essay topic. 97 00:17:36.320 --> 00:17:36.760 Jenny Duan: Mean. 98 00:17:37.140 --> 00:17:41.380 Jenny Duan: I feel like that might be a little bit unsausing. They want a real live person. 99 00:17:41.670 --> 00:17:42.930 huda: Hmm, okay. 100 00:17:46.231 --> 00:17:50.430 Jenny Duan: Is there anyone else you can think of? I think Apple Jack could be good if you wanna write 101 00:17:50.620 --> 00:17:55.450 Jenny Duan: Apple Jack in like you wanna write one line about Apple Jack in your games? I say, you can say like 102 00:17:55.710 --> 00:17:57.764 Jenny Duan: something about that. 103 00:17:58.980 --> 00:18:01.890 Jenny Duan: But I think they want a real live person. In this instance. 104 00:18:02.600 --> 00:18:03.300 huda: Okay. 105 00:18:17.410 --> 00:18:18.880 huda: hmm. 106 00:18:26.250 --> 00:18:27.630 huda: maybe 107 00:18:28.360 --> 00:18:36.512 huda: like, maybe like that essay that we did about like journalism. How there was like the news reporter. 108 00:18:36.920 --> 00:18:37.490 Jenny Duan: Yeah. 109 00:18:37.490 --> 00:18:39.389 huda: Mostly like South Asian. 110 00:18:40.990 --> 00:18:43.969 Jenny Duan: I really like that. I think that that would be a good opportunity 111 00:18:43.980 --> 00:18:46.159 Jenny Duan: to put that as in here. 112 00:18:49.670 --> 00:18:50.480 Jenny Duan: Okay. 113 00:18:51.990 --> 00:18:53.310 Jenny Duan: so 114 00:18:53.740 --> 00:18:57.397 Jenny Duan: now let's talk about ",
    "this common Fsa, 115 00:19:01.380 --> 00:19:02.900 Jenny Duan: it's also okay. 116 00:19:03.710 --> 00:19:06.939 Jenny Duan: This is, how long is this? The same. 117 00:19:11.000 --> 00:19:14.369 Jenny Duan: 300. So you have 200 more words to go. 118 00:19:15.625 --> 00:19:19.729 Jenny Duan: Tell us about a location that shaped your life in a meaningful way. 119 00:19:22.190 --> 00:19:30.115 huda: Good. This is more of an experience. But I think with those 200 words I could probably like describe, like the kitchen, and like 120 00:19:30.670 --> 00:19:33.799 huda: like the locations in Papua Louis. 121 00:19:36.490 --> 00:19:37.480 Jenny Duan: Make that. 122 00:19:44.490 --> 00:19:47.189 Jenny Duan: Okay, what is the? So what of this essay? 123 00:19:48.780 --> 00:19:50.070 huda: Kind of like 124 00:19:51.360 --> 00:19:57.445 huda: like that. I learned how to kind of. I learned the importance of like 125 00:19:57.900 --> 00:20:02.459 huda: kind of like organization instructorness through, like my own 126 00:20:02.490 --> 00:20:12.780 huda: kind of way in in in Papua. Louisi was like I was like, faced with like lots of like. I grew up in like an environment where like it wasn't really 127 00:20:12.790 --> 00:20:21.709 huda: common, I guess and so like, I was kind of forced to figure it out in like different way, which is probably. 128 00:20:22.200 --> 00:20:27.719 Jenny Duan: So how has that impacted your everyday life like, why is organization so important in your day-to-day. 129 00:20:28.840 --> 00:20:32.039 huda: I guess because it like 130 00:20:32.280 --> 00:20:34.232 huda: it helps me like 131 00:20:36.180 --> 00:20:38.862 huda: I guess like make an impact 132 00:20:39.570 --> 00:20:46.428 huda: and like, kind of there's like this straight out. But like, kind of get my work done. 133 00:20:47.480 --> 00:20:48.810 huda: And 134 00:20:51.080 --> 00:20:52.220 huda: I guess. 135 00:20:55.860 --> 00:20:56.950 huda: yeah, like. 136 00:20:57.130 --> 00:21:01.009 huda: ",
    "yeah, kinda helps me like, get like the projects done. 137 00:21:02.980 --> 00:21:16.870 Jenny Duan: That's okay. And then what's an example of like the impact that organization has had in your every day. Cause, I feel like we need to just expand this to say, like, Okay, why is organization important for the versus other characteristics? And what impact has that had on your 138 00:21:17.050 --> 00:21:18.520 Jenny Duan: current everyday life. 139 00:21:20.870 --> 00:21:28.930 Jenny Duan: because I feel like a lot of people can say that organization has helped them in different ways. But why is organization the strong thing that you want to bring out about yourself. 140 00:21:33.860 --> 00:21:35.820 huda: I guess. Like. 141 00:21:36.970 --> 00:21:45.859 huda: because I think that the the thing is like or like kind of organization. It kind of comes to everyone, I guess. 142 00:21:46.750 --> 00:21:57.407 huda: it's like more prevalent. And like I guess not, their families and everything, but like growing up in an environment where it wasn't that common like affected me to the point where, like 143 00:21:57.830 --> 00:22:08.970 huda: I didn't really like. I wasn't able to do things because of it. But I guess, for more specific example of like, how it's how like organization has helped me. 144 00:22:09.850 --> 00:22:11.080 huda: I guess. 145 00:22:17.920 --> 00:22:18.770 huda: like. 146 00:22:19.410 --> 00:22:25.890 huda: this is kind of like about my whole like thing. But like managing like several different projects like 147 00:22:25.920 --> 00:22:28.661 huda: empower AI and folklift and 148 00:22:29.220 --> 00:22:34.720 huda: school, and like different like programs. Also same time. 149 00:22:35.383 --> 00:22:38.700 huda: It's like, organization is helping that way. 150 00:22:40.270 --> 00:22:44.204 Jenny Duan: Okay, let's let's make sure to highlight that. Let me make a note to to write. 151 00:22:45.810 --> 00:22:46.470 Jenny Duan: That's 152 00:22:47.790 --> 00:22:5",
    "0.040 Jenny Duan: talk to you. 153 00:22:52.630 --> 00:22:53.820 Jenny Duan: School. 154 00:23:00.260 --> 00:23:01.150 Jenny Duan: okay. 155 00:23:02.350 --> 00:23:03.370 Jenny Duan: and 156 00:23:04.960 --> 00:23:08.569 Jenny Duan: what else can we bring out about yours? Besides organization. 157 00:23:12.210 --> 00:23:25.999 Jenny Duan: Like, can we add a layer and make this a bit deeper? Because I think right now, this is this is really good, but I do think we can. It's a bit surface level. It's like, okay. This experience led you to realize this. But then, like, how do we go deeper into that like, why is 158 00:23:26.110 --> 00:23:26.960 Jenny Duan: this 159 00:23:27.220 --> 00:23:28.513 Jenny Duan: this place? 160 00:23:29.330 --> 00:23:32.000 Jenny Duan: the most meaningful? Why is this experience 161 00:23:32.090 --> 00:23:34.100 Jenny Duan: the most meaningful 162 00:23:36.880 --> 00:23:42.319 Jenny Duan: like? Why this, out of every single other thing like other every other place, real or fictional, that you've explored. 163 00:23:49.480 --> 00:23:51.328 huda: I I can't really 164 00:23:53.190 --> 00:23:56.199 huda: like maybe like the the kitchen was like a great 165 00:23:56.740 --> 00:24:08.199 huda: contrast from like, maybe I could talk about like a symbolism of like how the kitchen was like a great contrast from like my own kitchen at home. It was like 166 00:24:10.050 --> 00:24:13.392 huda: and like allowed me to like escape like 167 00:24:14.260 --> 00:24:17.149 huda: That's kind of corny, but like escape reality, I guess. 168 00:24:18.610 --> 00:24:22.719 Jenny Duan: Okay, yeah. But why is it important for you to escape reality? 169 00:24:23.050 --> 00:24:25.889 Jenny Duan: I feel like we're here. What we're missing is kind of 170 00:24:26.230 --> 00:24:27.140 Jenny Duan: like 171 00:24:27.600 --> 00:24:42.999 Jenny Duan: a so what or like a why this is, I don't. I don't. I'm not really seeing why this is especially different. Because why couldn't ",
    "you write about something else to show your organization, for example, why can't you write about like leading different clubs at school or student news like, why can't 172 00:24:43.360 --> 00:24:53.920 Jenny Duan: Mounthouse high school be the place where you learn organization like what is so different about an online game, you can escape reality in other ways, too. Right? Like you can, I don't know. Go 173 00:24:54.020 --> 00:25:02.059 Jenny Duan: on your phone. You can like, go outside, take a walk and like, get lost in nature, and that could teach you things. But what is so special about this game. 174 00:25:03.130 --> 00:25:13.290 huda: Maybe it's because, like I subconsciously just kept like improving in in the game like you know, when you're younger, like 175 00:25:13.778 --> 00:25:18.080 huda: those type of games are like, really fun and you like. 176 00:25:18.130 --> 00:25:25.317 huda: it's like everyone kind of plays those kids when you're younger. But it's like a skill that everyone adopts playing it, maybe, and 177 00:25:25.740 --> 00:25:32.670 huda: like the game specific, like Papa Louise specifically, was so like, unique from other ways of like 178 00:25:32.910 --> 00:25:35.362 huda: escaping reality. Because 179 00:25:38.020 --> 00:25:41.600 huda: Well, I guess like the only way to say is like it's it was fun. But 180 00:25:42.358 --> 00:25:51.760 huda: I think that could be said. I mean, maybe maybe we could shift from a like a different se topic cause I know I kind of just put this because I felt like if it 181 00:25:51.790 --> 00:25:55.480 huda: with the prompt and I was like 182 00:25:55.919 --> 00:26:01.850 huda: similar to the ones that I've already written, so maybe I could like shift away to different essay. 183 00:26:02.130 --> 00:26:10.249 Jenny Duan: I like the idea of writing a game with putting yourself within a game. Are there any games that sort of stand out to you that you feel like you could put your character or yourself in. 184 00:",
    "26:25.600 --> 00:26:27.509 huda: Maybe there's 185 00:26:29.660 --> 00:26:54.509 huda: well, there's a Sardu valley. It's like you're oh, I could talk about like, maybe so. It's like a new person comes into like like a little town, and then makes like significant contrib contributions to like farming and like the community and stuff and they just kind of start up from nothing. And then they start building relationships, and like, kind of 186 00:26:54.980 --> 00:27:14.510 huda: opportunities from there. And it's kind of similar to like how like growing up, I'd like move like many times. And it's like kind of gave me, maybe like a new perspective. I feel like, though, that's kind of focus more on the game than the location. So. 187 00:27:14.670 --> 00:27:21.540 huda: but yeah, like, like a new environment, and give me like a new perspective on like going to new environments. Maybe. 188 00:27:21.950 --> 00:27:22.720 Jenny Duan: Okay. 189 00:27:23.160 --> 00:27:25.229 Jenny Duan: yeah, I think we could talk about 190 00:27:25.480 --> 00:27:26.973 Jenny Duan: Startu Valley. 191 00:27:27.810 --> 00:27:29.920 Jenny Duan: how would you describe the location. 192 00:27:30.880 --> 00:27:31.800 huda: It was like. 193 00:27:32.297 --> 00:27:40.729 huda: it's actually kind of like. Part of it is kind of similar to like a part of my town, whereas, like it was like. 194 00:27:40.730 --> 00:27:45.760 Jenny Duan: Anyway, that's that's a perfect connection, Hooda, because I think we can bring out some things about your background, too. Here. 195 00:27:45.990 --> 00:27:47.890 Jenny Duan: then. But continue. 196 00:27:48.940 --> 00:27:55.720 huda: Yeah, so it was like, kind of like farmland, like lots of grass. There'd be like. 197 00:27:56.346 --> 00:28:15.033 huda: there's like a like a billboard which has, like like different community members, which kind of also like mirrors, like a little bit of my town a little bit. We have, like lots of community like events like a town hall, an",
    "d like community service events and 198 00:28:15.840 --> 00:28:18.149 huda: I guess like there was 199 00:28:19.150 --> 00:28:21.089 huda: like part of the town. 200 00:28:21.712 --> 00:28:28.789 huda: Where there's like lots of people. But then, like you notice that your house is like all the way 201 00:28:29.222 --> 00:28:33.449 huda: like the other side of the map, so maybe we could talk about like 202 00:28:33.890 --> 00:28:46.809 huda: feel like this is kind of like dragging it. But like like feeling like isolation from like people when you're new to location. Like how I felt like kind of alien here when I first moved here. 203 00:28:48.620 --> 00:28:53.212 Jenny Duan: I think that's really powerful. I think that also you can say that like this game, 204 00:28:53.720 --> 00:29:01.700 Jenny Duan: basically gave you the power to dream new worlds like when you were young, and to like. Think about what you can do. Besides the farmland that you 205 00:29:01.910 --> 00:29:02.900 Jenny Duan: live in. 206 00:29:03.020 --> 00:29:08.479 Jenny Duan: I think that's kind of an exaggeration. But I think that you what what year did you start playing this game? How young or old were you. 207 00:29:09.848 --> 00:29:11.960 huda: I was like 11. 208 00:29:13.100 --> 00:29:14.620 Jenny Duan: Okay, I think that. 209 00:29:15.260 --> 00:29:29.919 Jenny Duan: you can say that at 11 years old, like playing this game taught you that you could do more than just you know. What are some of the normal things that people do in in your to town like work at the local grocery store, or what are some of the team jobs people do. 210 00:29:31.048 --> 00:29:36.231 huda: Work at like the local, like Boga cafe, or like 211 00:29:37.000 --> 00:29:38.199 huda: maybe like 212 00:29:38.680 --> 00:29:46.650 huda: volunteer at the at the Taekwondo Academy. Maybe there's also. 213 00:29:47.400 --> 00:29:53.289 huda: like, maybe, like volunteering at the library. That's like another team job. 214 00:29:53.74",
    "5 --> 00:29:55.529 huda: Yeah, that's kind of 215 00:29:55.900 --> 00:29:56.640 huda: hit. 216 00:29:57.500 --> 00:30:02.493 Jenny Duan: I think that's really good. I think that you could say that like playing this game taught you that you could do more than that. And you can kind of 217 00:30:02.740 --> 00:30:17.539 Jenny Duan: almost it's not escape that. But like kind of get away from that and do something greater with your life, slash experience and like, what are. What's the mission of the game, is it to? I don't. I've never played it before, but I know what it is, but I haven't played it. 218 00:30:17.810 --> 00:30:27.079 huda: Yeah, it's it's kind of just like it's kind of like a simulator. So it's there's not much of a motive. But there's like like you're supposed to like 219 00:30:27.752 --> 00:30:30.160 huda: gain relationships and like 220 00:30:30.610 --> 00:30:39.140 huda: like, build like a farmland and get lots of money to like, improve your farm, and then then you can also like. 221 00:30:40.010 --> 00:30:45.860 huda: yeah, support other people in their like, I guess, in their jobs. 222 00:30:47.480 --> 00:30:49.300 Jenny Duan: Okay, I think that's really cool. So 223 00:30:49.890 --> 00:30:56.730 Jenny Duan: is there any connection you can bring between that and the things that you do at all? Or if there's not a connection, we can force the connection. 224 00:31:04.810 --> 00:31:08.809 huda: maybe like cause, like a large part of it is like 225 00:31:09.256 --> 00:31:14.667 huda: the games, kind of just like interacting with other like Npcs and stuff. But 226 00:31:15.500 --> 00:31:32.720 huda: yeah, so like, maybe. And like, just interacting like there's like support. There are businesses. So there's like grocery stores there as well. And then there's also like tech labs. So maybe like, talk about like how like 227 00:31:33.410 --> 00:31:54.570 huda: how I good to like support others while also, like, like, you know, in the game, like you're buildi",
    "ng your own form. But then you're also supporting other people. So like I learned how to like grow my own technological experience. Maybe. While supporting my peers. And yeah. 228 00:31:55.590 --> 00:32:05.031 Jenny Duan: I think that's good. So let's draw on that. But I think that the connect. The key thing about this essay is kind of drawing the parallels between like starting value your town, and like dreaming beyond that. 229 00:32:05.410 --> 00:32:12.029 Jenny Duan: and like kind of, you know, like the hero's journey, like sending your character in Started Valley. Do you send your character out to explore. 230 00:32:12.030 --> 00:32:12.730 huda: Yeah. 231 00:32:13.300 --> 00:32:29.000 Jenny Duan: Like you can be that person from your town, because, you know again, Mountain House is the real farm town, like. Let's lean into that trope a little bit and say, like, Okay, you're like this character, like exploring this farm town. But you're wanting to go beyond to like, learn more and see the world, and make a difference. 232 00:32:30.222 --> 00:32:31.040 huda: That makes sense. 233 00:32:31.040 --> 00:32:34.900 Jenny Duan: I think, yeah, I think that framing will be like really powerful 234 00:32:35.300 --> 00:32:36.739 Jenny Duan: what do you think. 235 00:32:37.540 --> 00:32:39.900 huda: Yeah. I think. 236 00:32:40.170 --> 00:32:46.020 huda: Yeah, I could definitely enjoy a connection of like wanting to explore like beyond, like the rural town. 237 00:32:47.590 --> 00:32:50.206 huda: while, like, you know? 238 00:32:51.040 --> 00:32:51.870 huda: yeah. 239 00:32:55.180 --> 00:32:56.430 Jenny Duan: Okay, amazing. 240 00:32:56.940 --> 00:32:58.740 Jenny Duan: Let's do that, then. 241 00:32:59.150 --> 00:32:59.949 Jenny Duan: and then 242 00:33:01.660 --> 00:33:08.729 Jenny Duan: everything else here. Do you feel like you have a good start on everything else in this essay? Or do you have any questions about 243 00:33:09.216 --> 00:33:11.360 Jenny Duan: like any of th",
    "e other essays here? 244 00:33:15.570 --> 00:33:18.049 Jenny Duan: Oh, of this one we missed this one 245 00:33:18.120 --> 00:33:22.029 Jenny Duan: number 5 of the University colleges. What would be your top? 3 choices. 246 00:33:25.210 --> 00:33:26.839 Jenny Duan: And also what areas of study 247 00:33:27.650 --> 00:33:35.939 Jenny Duan: this also brings to mind. I want to start formalizing your college list. So after we talk about this. I'd like to go in and think about like a concrete college 248 00:33:36.330 --> 00:33:41.030 Jenny Duan: list for you, and think about how we want to position your like early applications and things like that. 249 00:33:41.590 --> 00:33:41.940 huda: Yeah. 250 00:33:41.940 --> 00:33:45.300 Jenny Duan: But anyways back to this top 3 colleges. 251 00:33:45.878 --> 00:33:48.109 huda: I'd say my top 3 would be 252 00:33:48.560 --> 00:33:52.184 huda: us. No Stanford, and then 253 00:33:53.680 --> 00:33:55.040 huda: and then 254 00:33:55.920 --> 00:33:58.489 huda: Usc, and then Uc. Are fine. 255 00:34:00.100 --> 00:34:04.280 Jenny Duan: Alright amazing! Oh, also has your sat score come out yet? 256 00:34:04.280 --> 00:34:06.050 huda: No, it has that. I don't know why 257 00:34:06.090 --> 00:34:09.370 huda: I think so regarding april eighteenth. 258 00:34:09.400 --> 00:34:13.630 huda: And some people are saying, it's gonna come out this weekend, so I'm not sure. 259 00:34:14.790 --> 00:34:17.130 Jenny Duan: It's only kind of a long time to wait, isn't it? April? 260 00:34:17.139 --> 00:34:18.109 huda: Yeah. 261 00:34:18.569 --> 00:34:20.019 huda: yeah, I'm not sure. 262 00:34:20.449 --> 00:34:24.339 Jenny Duan: Okay, no worries. Keep me updated. Okay, but this sounds good. 263 00:34:25.085 --> 00:34:29.189 Jenny Duan: And then for area of study, do you have one that you think 264 00:34:29.369 --> 00:34:30.399 Jenny Duan: games? 265 00:34:30.419 --> 00:34:35.149 Jenny Duan: I feel like game design is more compelling than than computer scienc",
    "e. 266 00:34:35.150 --> 00:34:46.069 huda: Yeah, for? Well, at least for Usc and Uc. Irvine, both of them like interact media and game design. And then Stanford, I don't think they have anything for game design but like. 267 00:34:46.070 --> 00:34:46.729 Jenny Duan: And just like. 268 00:34:46.739 --> 00:34:48.139 huda: Yeah, yeah. 269 00:34:48.219 --> 00:34:51.289 huda: I'd say, like, yeah, like, AI ethics fee. 270 00:34:55.389 --> 00:34:56.179 Jenny Duan: go ahead. 271 00:34:59.550 --> 00:35:01.454 Jenny Duan: Think this is good. 272 00:35:02.240 --> 00:35:04.460 Jenny Duan: this is just 150 words. 273 00:35:04.820 --> 00:35:10.440 Jenny Duan: and then games for change, is good, like, you want to be a game maker that, like 274 00:35:10.630 --> 00:35:12.889 Jenny Duan: Foster social change through your work? 275 00:35:14.182 --> 00:35:19.280 Jenny Duan: Okay, beyond this, do you have any questions about any of these essays? 276 00:35:21.850 --> 00:35:24.395 Jenny Duan: I guess, starting like, do you feel comfortable starting them. 277 00:35:25.010 --> 00:35:39.569 huda: So number essay number 8. I was kind of unsure of like like if this is, I know, like most essays, are kind of storytelling, but I wasn't really like sure like how to frame it in terms of like how to start it. Kind of. 278 00:35:40.350 --> 00:35:42.320 Jenny Duan: Yeah, okay, let's see. 279 00:35:45.080 --> 00:35:48.210 Jenny Duan: how has your leadership changed you or an outcome? 280 00:35:51.670 --> 00:36:00.146 Jenny Duan: maybe we can talk about the outcome first. So with this anecdote about Msa. And folklift. Can you write about? 281 00:36:01.100 --> 00:36:03.689 Jenny Duan: I guess how you first felt during 282 00:36:03.780 --> 00:36:10.719 Jenny Duan: Msa. And then how you've changed and grown since then, and then, like kind of frame, your leadership journey through that way. 283 00:36:11.510 --> 00:36:12.220 huda: Okay. 284 00:36:13.470 --> 00:36:15.186 huda: I'm just gonna note that 285 00:",
    "36:15.680 --> 00:36:16.590 Jenny Duan: Okay. Cool. 286 00:36:35.520 --> 00:36:36.270 huda: Okay, 287 00:36:38.280 --> 00:36:39.115 huda: okay. 288 00:36:40.650 --> 00:36:42.269 huda: that makes sense. Then. 289 00:36:43.479 --> 00:36:44.469 huda: yeah. 290 00:36:46.130 --> 00:36:50.859 Jenny Duan: Okay, then, do you have any other questions about any of the other essays, or getting started with them? 291 00:36:52.680 --> 00:36:54.349 huda: no, I think makes sense. 292 00:36:55.660 --> 00:36:57.033 Jenny Duan: Okay, amazing. 293 00:36:57.960 --> 00:37:07.251 Jenny Duan: Now, I think I wanna spend some time thinking about your college list and college strategy and where we can go from here. I know we talked a lot about like what schools you're interested in, 294 00:37:07.530 --> 00:37:24.239 Jenny Duan: and I think that we should evaluate what you want to do in terms of early action and early decision, and like, sort of think about that a little bit because of the applications coming up. And I know that we've talked about this in the past, but I do wanna like confirm what you're thinking. So 295 00:37:24.810 --> 00:37:26.640 Jenny Duan: it's not super 296 00:37:27.640 --> 00:37:38.019 Jenny Duan: advantageous to apply for Stanford early, as you know that. And I know that we were thinking about. I know in the previous time that we talked about this. We talked about Usc. 297 00:37:38.636 --> 00:37:44.369 Jenny Duan: early decisioning there. But I know that Stanford's also like a big interest for you. So I just wanted to confirm 298 00:37:44.490 --> 00:37:48.460 Jenny Duan: for early decision or early application, what school you wanted to choose. 299 00:37:50.505 --> 00:37:58.750 huda: So you said Stanford, wouldn't be too advantageous if you're applying early action like? 300 00:37:58.820 --> 00:38:02.510 huda: Do you think it has like no impact or like it wouldn't help at all. 301 00:38:03.350 --> 00:38:06.690 Jenny Duan: I think it has no impact if like a negative im",
    "pact. 302 00:38:06.710 --> 00:38:10.719 Jenny Duan: because the early early action 303 00:38:10.950 --> 00:38:26.789 Jenny Duan: admission rate is the same as the regular except with the early pool. It's all of the athletes, the committed athletes who, you know, obviously gonna get in the legacies, the donors, and everything. I think that like that makes it harder, for, like the other people applying in the early application pool. 304 00:38:27.010 --> 00:38:29.069 huda: Okay, I think definitely. 305 00:38:29.070 --> 00:38:58.700 Jenny Duan: But like, I do think that if it's if it's what you really want, I do think that, like you can consider if I mean depends on how set you are, because for me, I knew it would. I really want to apply to Sanford early and like, even if that meant I got rejected. I just want to find out earlier. So if that's what you want like, that's also fine. But it's not advantageous. If you think about it from just a purely admissions perspective. So if there's another school that you want to go to more or equally, I would probably urge you to consider that schools too. 306 00:38:59.230 --> 00:39:01.379 huda: Yeah. Then I'd say, like. 307 00:39:01.490 --> 00:39:06.039 huda: maybe like, moving forward with Usc for early action. 308 00:39:06.466 --> 00:39:07.930 huda: would you feel comfortable. 309 00:39:07.930 --> 00:39:10.360 Jenny Duan: Early decisioning to Usc. Because I believe. 310 00:39:10.610 --> 00:39:11.740 Jenny Duan: let me see. 311 00:39:11.770 --> 00:39:13.619 Jenny Duan: believe Usc. Is early decision. 312 00:39:13.620 --> 00:39:15.310 huda: Wait. So that means you're like 313 00:39:15.480 --> 00:39:17.740 huda: you're binded. If you get in right. 314 00:39:20.156 --> 00:39:20.829 Jenny Duan: yeah. 315 00:39:21.000 --> 00:39:25.740 Jenny Duan: Oh, wait early. It's actually early action, it's not binding, actually. 316 00:39:25.940 --> 00:39:27.153 huda: Oh, okay. 317 00:39:29.380 --> 00:39:37.189 huda: In that case, I think Usc caus",
    "e like, obviously, I have to kind of think about it because it's like in so, Cal, but 318 00:39:38.340 --> 00:39:40.790 huda: yeah, I I think 319 00:39:42.320 --> 00:39:56.639 huda: so. I really do. Wanna go to Sanford. But considering like, it doesn't have too much of an advantage applying early and like the only decision, only reason to take go. So the only reason to go early action would be to like 320 00:39:56.670 --> 00:39:58.747 huda: no earlier or 321 00:39:59.600 --> 00:40:04.729 huda: Okay? Then then I'd say, do regular decision for Stanford. Cause. 322 00:40:05.613 --> 00:40:10.419 huda: Yeah, I don't. I don't see if it's much of a benefit. But yeah. 323 00:40:10.420 --> 00:40:14.939 Jenny Duan: Okay, let me search up the early action admissions rate for Usc. 324 00:40:21.050 --> 00:40:27.404 Jenny Duan: yeah. Okay. Early actions. Acceptance free is about 325 00:40:29.380 --> 00:40:30.740 Jenny Duan: and see? 326 00:40:36.030 --> 00:40:39.369 Jenny Duan: well, let me just check it, cause I feel like this number is not accurate. 327 00:40:41.240 --> 00:40:42.240 Jenny Duan: Bahmani. 328 00:40:55.020 --> 00:40:55.850 Jenny Duan: Okay. 329 00:40:57.260 --> 00:41:02.560 Jenny Duan: actually, I feel like the Usc early acceptance rate is also really was also really low. 330 00:41:02.730 --> 00:41:06.490 Jenny Duan: So I do feel like the Usc. Doesn't really have 331 00:41:06.910 --> 00:41:10.069 Jenny Duan: that much of a benefit with early application, either. 332 00:41:10.230 --> 00:41:11.935 Jenny Duan: because I don't think they have 333 00:41:12.350 --> 00:41:13.790 Jenny Duan: early decision. 334 00:41:16.690 --> 00:41:17.850 Jenny Duan: Yeah. Now. 335 00:41:18.040 --> 00:41:19.409 Jenny Duan: okay, I do feel it. 336 00:41:19.630 --> 00:41:25.189 Jenny Duan: Usc doesn't have an early decision program. And it's the early application also doesn't really make a difference. 337 00:41:25.390 --> 00:41:28.719 Jenny Duan: So I think maybe sticking with Stanford ea",
    "rly is 338 00:41:28.850 --> 00:41:30.300 Jenny Duan: gonna be fine. 339 00:41:31.650 --> 00:41:35.529 Jenny Duan: Cause. I don't think it has a difference. Makes a difference. But like 340 00:41:35.630 --> 00:41:39.666 Jenny Duan: for these other schools that you talked about like Chapman 341 00:41:40.430 --> 00:41:42.870 Jenny Duan: mit, I think. Let me see if 342 00:41:47.060 --> 00:41:49.249 Jenny Duan: no mit is also early action. 343 00:41:49.635 --> 00:41:53.570 Jenny Duan: Upenn and Chapman, I think, are the only ones on your list that have early decisions 344 00:41:53.580 --> 00:41:54.789 Jenny Duan: in the top 10. 345 00:41:54.940 --> 00:41:58.589 Jenny Duan: But would you wanna early decision there? Probably not. I don't. 346 00:41:58.590 --> 00:42:02.846 huda: I think I'd rather early decision at Stanford. Maybe. 347 00:42:03.540 --> 00:42:08.215 Jenny Duan: Okay, cool. Then we can just plan to continue doing that. 348 00:42:09.510 --> 00:42:15.370 Jenny Duan: I think that as we think about applying early to Stanford, I think the biggest things are going to be to. 349 00:42:15.750 --> 00:42:33.549 Jenny Duan: I I think that your the challenges for you are that your grades are not on par with Stanford's typical applicant pool. But I do think that we can make that stand out with your test score. So I'm hoping that that works out well for your sat score and then also with some other awards. So 350 00:42:34.100 --> 00:42:37.284 Jenny Duan: I think that getting the Reagan award would be a really good 351 00:42:38.070 --> 00:42:40.240 Jenny Duan: nick opportunity for you, and then. 352 00:42:40.300 --> 00:42:47.050 Jenny Duan: I think, did you end up? You didn't end up suiting to? Did you end up suing to American forward service as a competition. 353 00:42:48.022 --> 00:42:49.259 huda: Yeah, I did. 354 00:42:49.540 --> 00:42:58.349 Jenny Duan: Okay, amazing. So hopefully, maybe that might work out. And then I think that increasing number of wards we're still tr",
    "ying to do that. So 355 00:42:59.180 --> 00:43:13.029 Jenny Duan: I will be thinking about ways to do that. I think other things that we can do to improve your chances to get into Stanford. I think it is the hardest thing, I think is just gonna be the grades elements first of all, and then how are you? Grades looking this 356 00:43:13.130 --> 00:43:14.689 Jenny Duan: semester? By the way. 357 00:43:15.006 --> 00:43:18.483 huda: So far I've always but like to keep that. 358 00:43:19.460 --> 00:43:27.692 Jenny Duan: Okay, I think keeping in all eyes will show you an upward trajectory. So that's good on the great spread. I think, other than that your extracurriculars we can also work on. 359 00:43:28.650 --> 00:43:33.110 Jenny Duan: again, I think it's all about publicity. At this point I think you do a lot of really impactful things. I think 360 00:43:33.160 --> 00:43:42.644 Jenny Duan: just trying to get more and more publicity about it. So like I think the cool Dms will help the sending the media kit to the schools will help 361 00:43:43.930 --> 00:43:51.400 Jenny Duan: And have you been like cold emailing or cold damming people on Linkedin to me? Cause I feel like that's another good resource to publicize. 362 00:43:51.590 --> 00:44:03.025 huda: Yeah, also, there's like senior who graduated last year, and she's at Stanford right now. I think she's also doing AI. So I'm actually not sure. 363 00:44:03.710 --> 00:44:19.689 huda: But yeah, I reached out to her and I said, well, can we set a meeting and talk about, you know, like your experience and like especially like at how you were able to achieve that in manhouse. So yeah, maybe like I could do a little bit more outreach. But yeah. 364 00:44:19.870 --> 00:44:21.410 Jenny Duan: She responded to you, yet. 365 00:44:21.410 --> 00:44:28.277 huda: Yeah, she said, like she said, she's busy. This. No, I guess next week but she like let me know. 366 00:44:29.160 --> 00:44:42.830 Jenny Duan: Okay, amazing. I think that als",
    "o trying to just DM, more people to see like if they know resources. And so like looking at previous. Stanford students look at their awards and their actual curriculums to see if you can like get involved with something that they do. 367 00:44:43.300 --> 00:44:44.350 huda: Okay. I'll explain. 368 00:44:44.350 --> 00:44:46.160 Jenny Duan: How's the Youth Committee going. 369 00:44:47.419 --> 00:44:56.110 huda: We haven't really done anything yet. Yeah, we just have like a meeting and discuss like like a past event which is like a summer camp. But yeah. 370 00:44:57.220 --> 00:45:01.980 Jenny Duan: What are the monthly meetings like? And what's the cadence gonna be like moving forward for you? 371 00:45:03.278 --> 00:45:05.371 huda: It's kind of just like 372 00:45:05.960 --> 00:45:09.075 huda: like that. We just like like, sit 373 00:45:09.830 --> 00:45:27.312 huda: There's like a few students at the front there. I think they're like leading the Youth Action Committee and then like the rest of the students, kind of just say and listen. And there's like, usually like a call with like I guess. Like education board people from Mountain House. And 374 00:45:27.720 --> 00:45:28.840 huda: yeah. 375 00:45:31.740 --> 00:45:32.700 Jenny Duan: Okay, so 376 00:45:34.580 --> 00:45:39.419 Jenny Duan: how can you become a leader for this group? Is there a way that you can? Also step into that position? 377 00:45:40.130 --> 00:45:46.700 huda: I think it's kind of based more off of like experience, like people that have been really long time. 378 00:45:49.990 --> 00:45:52.779 Jenny Duan: is there like? Are there different committees within the 379 00:45:52.820 --> 00:45:56.830 Jenny Duan: like broader committee like, for example, is there is there someone in charge of like events, or 380 00:45:56.840 --> 00:45:58.810 Jenny Duan: new membership, or anything like that. 381 00:45:59.681 --> 00:46:01.760 huda: No, I feel like it's like a lot more 382 00:46:01.950 --> 00:46:03.960 huda:",
    " like casual, I guess. 383 00:46:04.430 --> 00:46:05.910 Jenny Duan: How many people are on it! 384 00:46:08.240 --> 00:46:15.800 huda: I don't know the exact number, but usually like in attendance. There's like around like 30 people. 385 00:46:17.150 --> 00:46:22.650 Jenny Duan: Okay? And then who's the adult leader for this? Is this something that you can like get in touch with them with? 386 00:46:22.670 --> 00:46:24.590 Jenny Duan: But can they all support you, anyway. 387 00:46:24.860 --> 00:46:31.819 huda: Yeah, I think, I've contact with like the organizer. She's like one of the Education Board members. 388 00:46:32.910 --> 00:46:39.529 Jenny Duan: And then is there any opportunities for you to take action? Oh, she's part of the Education Board of like the district or the 389 00:46:40.205 --> 00:46:40.779 Jenny Duan: it's. 390 00:46:41.030 --> 00:46:42.894 huda: I think there's like 391 00:46:43.690 --> 00:46:45.460 huda: It's there's like a 392 00:46:47.440 --> 00:46:56.269 huda: so like volunteer service department. And then like within that, I think there's like board of like education, for 393 00:46:56.690 --> 00:46:58.343 huda: let me see if we can find it. 394 00:46:58.850 --> 00:47:01.580 Jenny Duan: And you talk to her to help you spread synthoria 395 00:47:01.830 --> 00:47:02.510 Jenny Duan: like is there? 396 00:47:02.830 --> 00:47:03.739 Jenny Duan: And do to help you. 397 00:47:04.700 --> 00:47:10.410 huda: Yeah, I think I can talk to her. Maybe. See if she can like instate like a less than that. Maybe. 398 00:47:12.371 --> 00:47:21.930 Jenny Duan: like, can you share your lesson plan? Sure gave? And see if she can help you publicize it because I think, like getting it into like the hands of adult authorities is also gonna be really, really impactful. 399 00:47:24.680 --> 00:47:31.224 Jenny Duan: Okay? And then also, one other thing with your college applications. 400 00:47:32.150 --> 00:47:33.690 Jenny Duan: how do you think that? 401 00:47:34.17",
    "0 --> 00:47:47.120 Jenny Duan: Is there anything else that you feel like you wanna like instill into your application cause. I feel like I've been telling you a lot of things. But like, is there anything that you wanna add into your application before before the end of summer slash summer programs start. 402 00:47:51.060 --> 00:47:52.942 huda: maybe some more 403 00:47:54.230 --> 00:47:59.389 huda: like, I know, we've been applying to like leadership like 404 00:48:00.110 --> 00:48:20.299 huda: like leadership programs and awards and such maybe like a little bit more of that. So I know, like Ronald Reagan award is as leadership. So maybe like I really liked how that awards kind of like nomination based. So if we go find more awards like that, maybe that could be helpful. 405 00:48:21.060 --> 00:48:23.619 huda: and I feel like. 406 00:48:24.900 --> 00:48:36.160 huda: Oh, yeah, for empowering AI. I'd probably be like, I'd probably try to like, get more collaborations with more initiatives. So maybe I can like look for more of those. 407 00:48:36.290 --> 00:48:43.359 huda: but cause like that kind of gives them more credibility. And like, maybe, like, on my website, be like, Oh, I collaborated with these people. 408 00:48:44.265 --> 00:48:45.979 huda: I did have a question like. 409 00:48:45.980 --> 00:48:48.610 Jenny Duan: Also do the cold DM. For that as well. 410 00:48:48.610 --> 00:48:49.265 huda: Yeah. 411 00:48:50.190 --> 00:48:51.270 Jenny Duan: Now, what's your question? 412 00:48:51.270 --> 00:49:06.370 huda: At Sanford. Are there any like clubs or programs that collaborate with like local like small businesses? Maybe maybe I could like see if I could contact them from booklift. 413 00:49:07.707 --> 00:49:21.789 Jenny Duan: Tell me more about what you're looking for, like like media, or like culture, or from what at length, cause I feel like we do have, like some like consulting close. But they typically work with larger organizations rather than small busines",
    "ses. Unfortunately. 414 00:49:22.862 --> 00:49:31.443 huda: yeah, kind of more like, like, reporting, maybe. Reporting on these small businesses, or, 415 00:49:32.110 --> 00:49:43.870 huda: kind of like, I know, they have. I know there's the Chamber of Commerce that kind of like helps like fund small businesses. But like, maybe if there's something that 416 00:49:44.430 --> 00:49:47.159 huda: kind of like publicizes them. Maybe. 417 00:49:48.020 --> 00:49:54.430 Jenny Duan: There's a Stanford daily, but I honestly don't think that there's anything that does. What work with small businesses in that capacity 418 00:49:54.820 --> 00:49:55.930 Jenny Duan: to the 419 00:49:56.090 --> 00:50:10.177 Jenny Duan: but I feel like the stanford daily could be a good place to start, maybe and seeing like. If there's if on Linkedin you can reach out to people from the daily and learn about their work. And like how student journalism thrives at Stanford, because I think that's also a good lens for you to 420 00:50:10.970 --> 00:50:12.080 Jenny Duan: right on. 421 00:50:13.440 --> 00:50:14.370 huda: yeah. 422 00:50:16.868 --> 00:50:20.040 Jenny Duan: Let me look up. Actually one of the New York Times. 423 00:50:20.060 --> 00:50:21.520 Jenny Duan: Oh, perfect 424 00:50:22.491 --> 00:50:26.010 Jenny Duan: you should! You should write an OP-ed for this. 425 00:50:26.540 --> 00:50:29.020 Jenny Duan: Oh, no, it didn't. Incorrectly. 426 00:50:29.210 --> 00:50:34.120 Jenny Duan: This is the New York Times student editorial contest. It closes on April nineteenth 427 00:50:34.190 --> 00:50:35.165 Jenny Duan: and 428 00:50:37.370 --> 00:50:39.210 Jenny Duan: oh, wait! Never mind. 429 00:50:39.770 --> 00:50:41.978 Jenny Duan: This is the last years. 430 00:50:42.800 --> 00:50:44.469 Jenny Duan: this open letters. 431 00:50:45.030 --> 00:50:47.110 Jenny Duan: this you should submit to this. 432 00:50:47.585 --> 00:50:50.200 Jenny Duan: Like an open OP. Ed, and 433 00:50:50.210 --> 00:50:55.670 ",
    "Jenny Duan: an open letter to a specific audience that calls attention to an issue or problem and prompts reflection about it. 434 00:50:56.790 --> 00:50:58.812 Jenny Duan: I think you should. You should. 435 00:50:59.280 --> 00:51:01.650 Jenny Duan: It's a 460 word letter 436 00:51:01.850 --> 00:51:03.869 Jenny Duan: to, and I think you should. 437 00:51:04.610 --> 00:51:05.919 Jenny Duan: You should write this. 438 00:51:06.830 --> 00:51:07.360 huda: Yeah, that's. 439 00:51:07.360 --> 00:51:08.150 Jenny Duan: Tab that's like. 440 00:51:08.545 --> 00:51:08.940 huda: Idea! 441 00:51:09.250 --> 00:51:12.870 Jenny Duan: Yeah, it's due on May first. I think that also, like 442 00:51:12.920 --> 00:51:15.746 Jenny Duan: deepening your work in journalism and your 443 00:51:16.290 --> 00:51:19.179 Jenny Duan: like your credibility in journalism can also be good. 444 00:51:20.800 --> 00:51:24.310 Jenny Duan: yeah. Do you have any ideas right off the bat for what you want to write 445 00:51:25.070 --> 00:51:26.160 Jenny Duan: about this. 446 00:51:26.920 --> 00:51:28.979 Jenny Duan: Like writing about like 447 00:51:29.250 --> 00:51:32.050 Jenny Duan: the Palestine situation could be powerful. 448 00:51:32.180 --> 00:51:36.729 Jenny Duan: Well, is there? If there's anything else that you feel compelled to write about that could also be good. 449 00:51:36.730 --> 00:51:43.109 huda: Yeah, I think, like, yeah, writing about the policy and situation, like, maybe I don't know if this is like. 450 00:51:43.190 --> 00:52:12.120 huda: too controversial like, maybe like dear, like President. And then, maybe like, read about how the people feel and like cause. Recently, there's like a situation where he like like organized like like a dinner for the Muslim residents in America. And and then like people boycotted that so like maybe like right like. Why people did that and like what he can do to like help. Maybe. 451 00:52:13.050 --> 00:52:16.551 Jenny Duan: Okay, yeah, that that seems ",
    "like a powerful idea. 452 00:52:17.320 --> 00:52:25.749 Jenny Duan: I think. Let's plan to get that submitted. It's only 4 60 words. So it should be fairly short. But I think this is another like really good opportunity for you. 453 00:52:26.370 --> 00:52:27.090 Jenny Duan: Hmm. 454 00:52:27.410 --> 00:52:30.520 Jenny Duan: cool. Do you have? Do you have any other questions. 455 00:52:33.550 --> 00:52:38.729 huda: Do. Do you think that ideal is a bit too controversial to write about to submit because. 456 00:52:38.945 --> 00:52:40.669 Jenny Duan: Because this is the New York Times, like 457 00:52:41.130 --> 00:52:43.480 Jenny Duan: it's I think their motto is like 458 00:52:44.430 --> 00:52:46.080 Jenny Duan: offshore, I forget. 459 00:52:46.120 --> 00:52:55.819 Jenny Duan: like, let democracy shine through darkness like something like that. So I think, like they, they are fine with this. This is journalism like, you can say what you want. That's the premise of journalism. 460 00:52:56.210 --> 00:52:56.990 Jenny Duan: Yeah. 461 00:52:57.530 --> 00:53:00.289 Jenny Duan: my house. I think that you should be fine here. 462 00:53:00.590 --> 00:53:02.190 Jenny Duan: Any other questions. 463 00:53:03.167 --> 00:53:05.794 huda: That's all for now. Oh, actually 464 00:53:06.890 --> 00:53:24.989 huda: So I was thinking about like when we're applying to like Berkeley as well. So like for the major. I know we kind of decided on Cs or data science. But I was wondering if there's any other majors that I can look into, which are less competitive or you know, like less impacted. 465 00:53:25.920 --> 00:53:31.380 Jenny Duan: I think media studies in specifically digital studies could be interesting to you. 466 00:53:31.950 --> 00:53:33.239 Jenny Duan: let me pull it up 467 00:53:33.770 --> 00:53:37.250 Jenny Duan: or like global global cultural studies within media studies. 468 00:53:39.569 --> 00:53:40.969 Jenny Duan: Let me 469 00:53:41.900 --> 00:53:43.730 Jenny Duan: give it th",
    "is link. 470 00:53:45.980 --> 00:53:48.080 Jenny Duan: Yeah, I think this would be good. 471 00:53:53.880 --> 00:53:54.999 Jenny Duan: What do you think. 472 00:53:58.090 --> 00:54:00.961 huda: okay, it looks. It looks good. 473 00:54:01.710 --> 00:54:03.519 huda: maybe like I can. 474 00:54:04.040 --> 00:54:08.809 huda: And if I really wanted to include like technology, I could probably do like minor and 475 00:54:09.090 --> 00:54:11.229 huda: data science, possibly 476 00:54:11.960 --> 00:54:12.679 Jenny Duan: Yeah, exactly. 477 00:54:12.680 --> 00:54:13.300 huda: Yeah. 478 00:54:14.980 --> 00:54:16.420 Jenny Duan: okay, seems good. 479 00:54:16.430 --> 00:54:21.369 Jenny Duan: Any other questions. Let me look at the courses for this interactive media. Major. 480 00:54:29.120 --> 00:54:33.404 Jenny Duan: yeah, yeah, this looks really interesting. Look at this. 481 00:54:38.010 --> 00:54:55.650 Jenny Duan: look at digital studies, concentration data, science, research foundations, data, science, introduction to probability and statistics. This is also interesting introduction to technology, society and culture, the social life of computing, psychosocial impact of digital media technologies, history of new media, digital 482 00:54:55.810 --> 00:54:58.639 Jenny Duan: storytelling like that's pretty interesting. 483 00:54:58.640 --> 00:54:59.869 huda: Yeah? Ask? I think. 484 00:55:01.020 --> 00:55:03.630 huda: yeah, I think this is definitely something that I wanna do. 485 00:55:04.390 --> 00:55:14.159 Jenny Duan: Yeah. And then the prerequisite courses, history, poly sci, anthropology, econ sociology. And then, if you want to add more Cs, you could always just take Cs classes, or just like add a minor. 486 00:55:15.687 --> 00:55:17.522 huda: Okay, yeah, that makes sense. 487 00:55:18.120 --> 00:55:32.919 Jenny Duan: Cool. Then. Talk soon. I'm excited to see your progress on those essays. And yeah, I will see you soon, and let me know how the New York Times thing also",
    " goes, and you could share draft when you start. That I know it's due may first. So you have about a month, but still. 488 00:55:33.280 --> 00:55:33.610 huda: Yeah. 489 00:55:34.160 --> 00:55:36.510 huda: Alright, Thomas, thank you. Bye."
  ],
  "turns": [
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 373.61,
      "end": 375.03,
      "text": "Hi! How's it going. 2"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 377.78,
      "end": 379.789,
      "text": "Hi! It's going well, how are you? 3"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 380.543,
      "end": 401.049,
      "text": "It's going well, too. It's Sunday today. So I have a lot of work to do because I have like classes tomorrow, and I have a 4 done that much this weekend. But yeah, anything new for you. I know we met like super recently. So maybe other updates, if not, we can kind of just like go back into what we were working on. So the application. 5"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 401.69,
      "end": 404.889,
      "text": "I don't think there are many updates since yesterday. 6"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 406.08,
      "end": 422.549,
      "text": "Okay, cool, I think. Why don't we just start then? 7 Let me open up your doc 8 and let me open up the 9 RE. 10 The document with your essays. 11"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 430.73,
      "end": 434.249,
      "text": "Oh, my gosh! You already have an essay. Super! Quick! 12"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 434.88,
      "end": 443.51,
      "text": "Yeah, it was like the essay from like my school. Like the assignment. But I thought, I kind of fit. 13 yeah. 14"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 460.27,
      "end": 472.609,
      "text": "Okay, let's start. I I wanna start actually with, 15 the most significant impact that you have brought to a community. Have you thought about what you wanna answer for this question. 16"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 475.61,
      "end": 481.25,
      "text": "no, but maybe we could write or like I could write about 17"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 486.06,
      "end": 522.239,
      "text": "So 18 hey, I could read about like teeing for Sunday school, and like 19 I feel like I don't know if this is too generic, but it could be like 20 like I changed it like PE young people's like mine, like kind of perspective towards religion. Maybe like like kind of making it fun to learn about religion. Cause we do like lots of activities. And yeah, like as as a ta like you have to do like lots of like lesson planning and such. So I try to make it as like fun as possible, so maybe that could be one. 21"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 523.4,
      "end": 542.889,
      "text": "I feel I feel like for this question. You should write about something that you have like the most numerical impact. For, like, for example, something you've reached the most number of people, or that you've highlighted the most I guess, measurable 22 type of impact in, do you have any? I guess suggestions for this. 23"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 543.55,
      "end": 550.48,
      "text": "I think the most measurable impact could probably be synthoria. 24 yeah. 25"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 551.5,
      "end": 566.479,
      "text": "Oh, yeah, I think that that is 26 gonna be something powerful to write about. I think we can go from there. 27 and what like, what do you do? You have any numbers about like number of players for the game? 28"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 567.09,
      "end": 577.9590000000001,
      "text": "Let me go to this site. But I think 29 last time I checked, there's like. 30 like, 31 yeah, let me just check again. Actually. 32"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 587.84,
      "end": 593.46,
      "text": "okay, I guess there's only like 262 views 33 for the game. But. 34"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 593.46,
      "end": 630.049,
      "text": "And 1 s, let me silence this phone. You can hear it. 35 Okay, I think some 3 is awesome, but I think that we should try to get it. More people to play it as many as possible. 36 and so 37 I think we should write about synthia. But also I think we should make a plan for how we can increase the number of players even more. 38 And so 39 with that like, do you have any ideas. And how has the distribution gone? Have you sent any more emails to teachers and like, has anyone been responsive? Or is it still the like silence. 40"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 630.724,
      "end": 655.62,
      "text": "It's still kind of the same. I mean, like the feedback form, and I kind of tweak the like I have it. So not like a new one. But I like sent out some like forms, and 41 I think maybe that's one thing that I can do is probably like, there's like a lot of like discord. Like discords, which like you can like advertise your game. So maybe I could try that. But yeah. 42"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 656.73,
      "end": 665.77,
      "text": "Okay, I think that sounds good. Also, like, is there anything that you can do with code, with classy? Do you think you can send it in the code of classy channels in circle. 43"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 666.15,
      "end": 669.269,
      "text": "Oh, yeah, I think that's a good idea. I'm actually. 44"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 669.65,
      "end": 671.17,
      "text": "Oh, go ahead! Sorry. 45"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 671.489,
      "end": 683.959,
      "text": "Yeah, it's okay. So in the discord. I can like, ask if anyone would be interested in helping out with empowering AI like so yeah, maybe I could use that for some Gloria as well. 46"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 685.2,
      "end": 710.86,
      "text": "You should send email to this person's name is Rye. 47 I think, is she's the one who manages the community@goddivoxy.com email. 48 You should send an email to this email address like introducing yourself and then describing your project and see if 49 if they would be willing to share it, or if there's 50 like anything that they could do to help you distribute your game. 51"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 711.09,
      "end": 712.79,
      "text": "Okay, that's a good idea. 52"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 713.99,
      "end": 735.189,
      "text": "And then let me think about everything other ways that you can distribute it cause I feel like, if you get to like 20,000 plays that would be really cool. 53 let's see. 54 do you know of any other slack channels or forums that you 55 have 56 worked with, or that you know of. 57"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 737.05,
      "end": 782.62,
      "text": "So like maybe, like the women in games like the discord is really huge. I posted it on there like 58 today. And like, I think maybe if if I get to like, be able to like brand it with women games, maybe like more people be able to like play it 59 trying to see if there's more places. 60 I think. 61 maybe like again. Just kind of cold cold like damning people on discord and be like, Oh, can you give me the feedback on the scheme? Maybe, cause that's what I was doing like towards the beginning. But and it was like a lot of people playing that way. But yeah, I can try doing that. 62"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 783.48,
      "end": 800.12,
      "text": "And then another thing. 63 can you talk to like local news stations and like, see if they can uplift it? For example, any local, like journalism groups, or any local like. Can your school maybe publish it, or anything like that? Is that possible? 64"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 801.057,
      "end": 833,
      "text": "We have like a news newspaper. It's called mountainous matters. 65 but one thing is also possible is like, there's this thing. Mhcsd, and they kind of like uplift like youth projects. So maybe I can like like kind of talk to them and ask them to like, you know. 66 get it involved with like Mountain House matters like the journal, and then also just kind of like, give a 67 testimonial. Maybe. 68"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 835.2,
      "end": 856.039,
      "text": "Okay, that's also good. I think that can you reach out to those people? And then 69 let me think about the other ways that we could publicize this. Okay, another thing we can do is 70 can you? 71 How do you feel about Tiktok as a platform? I know you've been trying Ig rails. Do you think you could just post your Ig reels onto Tiktok? 72"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 856.29,
      "end": 868.629,
      "text": "Yeah, I think 73 like, I've I've been like, maybe a little bit of more content on Tiktok as well. But yeah, I think. 74 yeah, more oriented around, the game would be better. Yeah. 75"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 869.93,
      "end": 917.099,
      "text": "Okay, awesome. And then 76 another thing is sorry. Would you also be able to go? DM, people on Instagram like, do you know the accounts that do like women and stem or women and games, not not the women and games organization, but accounts that are just for like women and stem or like 77 diversity and stem like women. Leadership women empowerment. Do you think you could write a DM that says like, Hi, I'm Puda, I'm a 16 year old game developer like, I'm I recently created this game synthoria to help people to help educate people about AI and AI ethics. I'm wondering if you'd be able to share this game with your audiences like just a quick DM message, and then link your game, and then just blast it to like 78 different Instagram accounts. 79"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 917.54,
      "end": 924.4,
      "text": "Okay, yeah, that sounds good. Yeah. I think definitely like, cool messaging and like mailing and stuff would be helpful. 80"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 924.4,
      "end": 955.439,
      "text": "Okay. But I think that once you get, I think let's 81 right this essay about Synthoria. But I do think that we should try to 82 get more plays, if possible, just to give the a bigger like sounding impact. 83 okay, so let me write that down. 84 And then who has made this significant impact in your life. And in what way? 85 What are you thinking? Do you want to write about your mom? Or do you think you want to write about someone different? For this question. 86"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 958.31,
      "end": 989.78,
      "text": "So like we can either like kind of go off of the Bank of America, essay about my mom. But I feel like. Also like maybe that one was a bit like cliche cause like there's like a lot of people who have like immigrant like stay home like kind of pay their own way. So maybe like 87 I might write about someone else. But 88 so the question was. 89 May this be nothing impact in your life. 90"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 996.88,
      "end": 1001.88,
      "text": "Is this like more serious or like kind of trying to tell a story. 91"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1003.2,
      "end": 1021.649,
      "text": "I think it's it's either. I think. So when we look at the questions, we can work backwards and think about what they're trying to learn about you. And in this case they're trying to learn what types of characteristics you find valuable, or you find important or what kind of like qualities in a person do you think are meaningful or important? 92 That's what they're trying to learn here. 93"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1023.974,
      "end": 1055.879,
      "text": "so for just kinda, like telling us in like, kinda you unique way, like, if not an actual person, like, maybe we could like, say, a character from like my little pony cause 94 they've like impacted my life. And like like, maybe I talk about 95 like, for example, like Apple Jack. 96 cause like honesty, and like so courage and everything but like I don't know if it's supposed, if that's like too unserious, for, like an essay topic. 97"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1056.32,
      "end": 1061.38,
      "text": "Mean. 98 I feel like that might be a little bit unsausing. They want a real live person. 99"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1061.67,
      "end": 1062.93,
      "text": "Hmm, okay. 100"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1066.231,
      "end": 1081.89,
      "text": "Is there anyone else you can think of? I think Apple Jack could be good if you wanna write 101 Apple Jack in like you wanna write one line about Apple Jack in your games? I say, you can say like 102 something about that. 103 But I think they want a real live person. In this instance. 104"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1082.6,
      "end": 1083.3,
      "text": "Okay. 105"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1097.41,
      "end": 1098.88,
      "text": "hmm. 106"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1106.25,
      "end": 1116.512,
      "text": "maybe 107 like, maybe like that essay that we did about like journalism. How there was like the news reporter. 108"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1116.92,
      "end": 1117.49,
      "text": "Yeah. 109"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1117.49,
      "end": 1119.389,
      "text": "Mostly like South Asian. 110"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1120.99,
      "end": 1146.939,
      "text": "I really like that. I think that that would be a good opportunity 111 to put that as in here. 112 Okay. 113 so 114 now let's talk about this common Fsa, 115 it's also okay. 116 This is, how long is this? The same. 117"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1151,
      "end": 1159.729,
      "text": "300. So you have 200 more words to go. 118 Tell us about a location that shaped your life in a meaningful way. 119"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1162.19,
      "end": 1173.799,
      "text": "Good. This is more of an experience. But I think with those 200 words I could probably like describe, like the kitchen, and like 120 like the locations in Papua Louis. 121"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1176.49,
      "end": 1177.48,
      "text": "Make that. 122"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1184.49,
      "end": 1187.189,
      "text": "Okay, what is the? So what of this essay? 123"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1188.78,
      "end": 1221.709,
      "text": "Kind of like 124 like that. I learned how to kind of. I learned the importance of like 125 kind of like organization instructorness through, like my own 126 kind of way in in in Papua. Louisi was like I was like, faced with like lots of like. I grew up in like an environment where like it wasn't really 127 common, I guess and so like, I was kind of forced to figure it out in like different way, which is probably. 128"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1222.2,
      "end": 1227.719,
      "text": "So how has that impacted your everyday life like, why is organization so important in your day-to-day. 129"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1228.84,
      "end": 1261.009,
      "text": "I guess because it like 130 it helps me like 131 I guess like make an impact 132 and like, kind of there's like this straight out. But like, kind of get my work done. 133 And 134 I guess. 135 yeah, like. 136 yeah, kinda helps me like, get like the projects done. 137"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1262.98,
      "end": 1288.93,
      "text": "That's okay. And then what's an example of like the impact that organization has had in your every day. Cause, I feel like we need to just expand this to say, like, Okay, why is organization important for the versus other characteristics? And what impact has that had on your 138 current everyday life. 139 because I feel like a lot of people can say that organization has helped them in different ways. But why is organization the strong thing that you want to bring out about yourself. 140"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1293.86,
      "end": 1331.08,
      "text": "I guess. Like. 141 because I think that the the thing is like or like kind of organization. It kind of comes to everyone, I guess. 142 it's like more prevalent. And like I guess not, their families and everything, but like growing up in an environment where it wasn't that common like affected me to the point where, like 143 I didn't really like. I wasn't able to do things because of it. But I guess, for more specific example of like, how it's how like organization has helped me. 144 I guess. 145"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1337.92,
      "end": 1358.7,
      "text": "like. 146 this is kind of like about my whole like thing. But like managing like several different projects like 147 empower AI and folklift and 148 school, and like different like programs. Also same time. 149 It's like, organization is helping that way. 150"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1360.27,
      "end": 1373.82,
      "text": "Okay, let's let's make sure to highlight that. Let me make a note to to write. 151 That's 152 talk to you. 153 School. 154"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1380.26,
      "end": 1422.319,
      "text": "okay. 155 and 156 what else can we bring out about yours? Besides organization. 157 Like, can we add a layer and make this a bit deeper? Because I think right now, this is this is really good, but I do think we can. It's a bit surface level. It's like, okay. This experience led you to realize this. But then, like, how do we go deeper into that like, why is 158 this 159 this place? 160 the most meaningful? Why is this experience 161 the most meaningful 162 like? Why this, out of every single other thing like other every other place, real or fictional, that you've explored. 163"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1429.48,
      "end": 1457.149,
      "text": "I I can't really 164 like maybe like the the kitchen was like a great 165 contrast from like, maybe I could talk about like a symbolism of like how the kitchen was like a great contrast from like my own kitchen at home. It was like 166 and like allowed me to like escape like 167 That's kind of corny, but like escape reality, I guess. 168"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1458.61,
      "end": 1502.059,
      "text": "Okay, yeah. But why is it important for you to escape reality? 169 I feel like we're here. What we're missing is kind of 170 like 171 a so what or like a why this is, I don't. I don't. I'm not really seeing why this is especially different. Because why couldn't you write about something else to show your organization, for example, why can't you write about like leading different clubs at school or student news like, why can't 172 Mounthouse high school be the place where you learn organization like what is so different about an online game, you can escape reality in other ways, too. Right? Like you can, I don't know. Go 173 on your phone. You can like, go outside, take a walk and like, get lost in nature, and that could teach you things. But what is so special about this game. 174"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1503.13,
      "end": 1555.48,
      "text": "Maybe it's because, like I subconsciously just kept like improving in in the game like you know, when you're younger, like 175 those type of games are like, really fun and you like. 176 it's like everyone kind of plays those kids when you're younger. But it's like a skill that everyone adopts playing it, maybe, and 177 like the game specific, like Papa Louise specifically, was so like, unique from other ways of like 178 escaping reality. Because 179 Well, I guess like the only way to say is like it's it was fun. But 180 I think that could be said. I mean, maybe maybe we could shift from a like a different se topic cause I know I kind of just put this because I felt like if it 181 with the prompt and I was like 182"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1555.919,
      "end": 1561.85,
      "text": "similar to the ones that I've already written, so maybe I could like shift away to different essay. 183"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1562.13,
      "end": 1570.249,
      "text": "I like the idea of writing a game with putting yourself within a game. Are there any games that sort of stand out to you that you feel like you could put your character or yourself in. 184"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1585.6,
      "end": 1641.54,
      "text": "Maybe there's 185 well, there's a Sardu valley. It's like you're oh, I could talk about like, maybe so. It's like a new person comes into like like a little town, and then makes like significant contrib contributions to like farming and like the community and stuff and they just kind of start up from nothing. And then they start building relationships, and like, kind of 186 opportunities from there. And it's kind of similar to like how like growing up, I'd like move like many times. And it's like kind of gave me, maybe like a new perspective. I feel like, though, that's kind of focus more on the game than the location. So. 187 but yeah, like, like a new environment, and give me like a new perspective on like going to new environments. Maybe. 188"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1641.95,
      "end": 1649.92,
      "text": "Okay. 189 yeah, I think we could talk about 190 Startu Valley. 191 how would you describe the location. 192"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1650.88,
      "end": 1660.729,
      "text": "It was like. 193 it's actually kind of like. Part of it is kind of similar to like a part of my town, whereas, like it was like. 194"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1660.73,
      "end": 1667.89,
      "text": "Anyway, that's that's a perfect connection, Hooda, because I think we can bring out some things about your background, too. Here. 195 then. But continue. 196"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1668.94,
      "end": 1726.809,
      "text": "Yeah, so it was like, kind of like farmland, like lots of grass. There'd be like. 197 there's like a like a billboard which has, like like different community members, which kind of also like mirrors, like a little bit of my town a little bit. We have, like lots of community like events like a town hall, and like community service events and 198 I guess like there was 199 like part of the town. 200 Where there's like lots of people. But then, like you notice that your house is like all the way 201 like the other side of the map, so maybe we could talk about like 202 feel like this is kind of like dragging it. But like like feeling like isolation from like people when you're new to location. Like how I felt like kind of alien here when I first moved here. 203"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1728.62,
      "end": 1748.479,
      "text": "I think that's really powerful. I think that also you can say that like this game, 204 basically gave you the power to dream new worlds like when you were young, and to like. Think about what you can do. Besides the farmland that you 205 live in. 206 I think that's kind of an exaggeration. But I think that you what what year did you start playing this game? How young or old were you. 207"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1749.848,
      "end": 1751.96,
      "text": "I was like 11. 208"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1753.1,
      "end": 1769.919,
      "text": "Okay, I think that. 209 you can say that at 11 years old, like playing this game taught you that you could do more than just you know. What are some of the normal things that people do in in your to town like work at the local grocery store, or what are some of the team jobs people do. 210"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1771.048,
      "end": 1796.64,
      "text": "Work at like the local, like Boga cafe, or like 211 maybe like 212 volunteer at the at the Taekwondo Academy. Maybe there's also. 213 like, maybe, like volunteering at the library. That's like another team job. 214 Yeah, that's kind of 215 hit. 216"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1797.5,
      "end": 1817.539,
      "text": "I think that's really good. I think that you could say that like playing this game taught you that you could do more than that. And you can kind of 217 almost it's not escape that. But like kind of get away from that and do something greater with your life, slash experience and like, what are. What's the mission of the game, is it to? I don't. I've never played it before, but I know what it is, but I haven't played it. 218"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1817.81,
      "end": 1845.86,
      "text": "Yeah, it's it's kind of just like it's kind of like a simulator. So it's there's not much of a motive. But there's like like you're supposed to like 219 gain relationships and like 220 like, build like a farmland and get lots of money to like, improve your farm, and then then you can also like. 221 yeah, support other people in their like, I guess, in their jobs. 222"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1847.48,
      "end": 1856.73,
      "text": "Okay, I think that's really cool. So 223 is there any connection you can bring between that and the things that you do at all? Or if there's not a connection, we can force the connection. 224"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1864.81,
      "end": 1914.57,
      "text": "maybe like cause, like a large part of it is like 225 the games, kind of just like interacting with other like Npcs and stuff. But 226 yeah, so like, maybe. And like, just interacting like there's like support. There are businesses. So there's like grocery stores there as well. And then there's also like tech labs. So maybe like, talk about like how like 227 how I good to like support others while also, like, like, you know, in the game, like you're building your own form. But then you're also supporting other people. So like I learned how to like grow my own technological experience. Maybe. While supporting my peers. And yeah. 228"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1915.59,
      "end": 1932.029,
      "text": "I think that's good. So let's draw on that. But I think that the connect. The key thing about this essay is kind of drawing the parallels between like starting value your town, and like dreaming beyond that. 229 and like kind of, you know, like the hero's journey, like sending your character in Started Valley. Do you send your character out to explore. 230"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1932.03,
      "end": 1932.73,
      "text": "Yeah. 231"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1933.3,
      "end": 1949,
      "text": "Like you can be that person from your town, because, you know again, Mountain House is the real farm town, like. Let's lean into that trope a little bit and say, like, Okay, you're like this character, like exploring this farm town. But you're wanting to go beyond to like, learn more and see the world, and make a difference. 232"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1950.222,
      "end": 1951.04,
      "text": "That makes sense. 233"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1951.04,
      "end": 1956.739,
      "text": "I think, yeah, I think that framing will be like really powerful 234 what do you think. 235"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1957.54,
      "end": 1971.87,
      "text": "Yeah. I think. 236 Yeah, I could definitely enjoy a connection of like wanting to explore like beyond, like the rural town. 237 while, like, you know? 238 yeah. 239"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1975.18,
      "end": 1991.36,
      "text": "Okay, amazing. 240 Let's do that, then. 241 and then 242 everything else here. Do you feel like you have a good start on everything else in this essay? Or do you have any questions about 243 like any of the other essays here? 244"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1995.57,
      "end": 2021.03,
      "text": "Oh, of this one we missed this one 245 number 5 of the University colleges. What would be your top? 3 choices. 246 And also what areas of study 247 this also brings to mind. I want to start formalizing your college list. So after we talk about this. I'd like to go in and think about like a concrete college 248 list for you, and think about how we want to position your like early applications and things like that. 249"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2021.59,
      "end": 2021.94,
      "text": "Yeah. 250"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2021.94,
      "end": 2025.3,
      "text": "But anyways back to this top 3 colleges. 251"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2025.878,
      "end": 2038.489,
      "text": "I'd say my top 3 would be 252 us. No Stanford, and then 253 and then 254 Usc, and then Uc. Are fine. 255"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2040.1,
      "end": 2044.28,
      "text": "Alright amazing! Oh, also has your sat score come out yet? 256"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2044.28,
      "end": 2053.63,
      "text": "No, it has that. I don't know why 257 I think so regarding april eighteenth. 258 And some people are saying, it's gonna come out this weekend, so I'm not sure. 259"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2054.79,
      "end": 2057.13,
      "text": "It's only kind of a long time to wait, isn't it? April? 260"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2057.139,
      "end": 2060.019,
      "text": "Yeah. 261 yeah, I'm not sure. 262"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2060.449,
      "end": 2075.149,
      "text": "Okay, no worries. Keep me updated. Okay, but this sounds good. 263 And then for area of study, do you have one that you think 264 games? 265 I feel like game design is more compelling than than computer science. 266"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2075.15,
      "end": 2086.069,
      "text": "Yeah, for? Well, at least for Usc and Uc. Irvine, both of them like interact media and game design. And then Stanford, I don't think they have anything for game design but like. 267"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2086.07,
      "end": 2086.729,
      "text": "And just like. 268"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2086.739,
      "end": 2091.289,
      "text": "Yeah, yeah. 269 I'd say, like, yeah, like, AI ethics fee. 270"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2095.389,
      "end": 2124.395,
      "text": "go ahead. 271 Think this is good. 272 this is just 150 words. 273 and then games for change, is good, like, you want to be a game maker that, like 274 Foster social change through your work? 275 Okay, beyond this, do you have any questions about any of these essays? 276 I guess, starting like, do you feel comfortable starting them. 277"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2125.01,
      "end": 2139.569,
      "text": "So number essay number 8. I was kind of unsure of like like if this is, I know, like most essays, are kind of storytelling, but I wasn't really like sure like how to frame it in terms of like how to start it. Kind of. 278"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2140.35,
      "end": 2170.719,
      "text": "Yeah, okay, let's see. 279 how has your leadership changed you or an outcome? 280 maybe we can talk about the outcome first. So with this anecdote about Msa. And folklift. Can you write about? 281 I guess how you first felt during 282 Msa. And then how you've changed and grown since then, and then, like kind of frame, your leadership journey through that way. 283"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2171.51,
      "end": 2175.186,
      "text": "Okay. 284 I'm just gonna note that 285"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2175.68,
      "end": 2176.59,
      "text": "Okay. Cool. 286"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2195.52,
      "end": 2204.469,
      "text": "Okay, 287 okay. 288 that makes sense. Then. 289 yeah. 290"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2206.13,
      "end": 2210.859,
      "text": "Okay, then, do you have any other questions about any of the other essays, or getting started with them? 291"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2212.68,
      "end": 2214.349,
      "text": "no, I think makes sense. 292"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2215.66,
      "end": 2258.019,
      "text": "Okay, amazing. 293 Now, I think I wanna spend some time thinking about your college list and college strategy and where we can go from here. I know we talked a lot about like what schools you're interested in, 294 and I think that we should evaluate what you want to do in terms of early action and early decision, and like, sort of think about that a little bit because of the applications coming up. And I know that we've talked about this in the past, but I do wanna like confirm what you're thinking. So 295 it's not super 296 advantageous to apply for Stanford early, as you know that. And I know that we were thinking about. I know in the previous time that we talked about this. We talked about Usc. 297"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2258.636,
      "end": 2268.46,
      "text": "early decisioning there. But I know that Stanford's also like a big interest for you. So I just wanted to confirm 298 for early decision or early application, what school you wanted to choose. 299"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2270.505,
      "end": 2282.51,
      "text": "So you said Stanford, wouldn't be too advantageous if you're applying early action like? 300 Do you think it has like no impact or like it wouldn't help at all. 301"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2283.35,
      "end": 2306.789,
      "text": "I think it has no impact if like a negative impact. 302 because the early early action 303 admission rate is the same as the regular except with the early pool. It's all of the athletes, the committed athletes who, you know, obviously gonna get in the legacies, the donors, and everything. I think that like that makes it harder, for, like the other people applying in the early application pool. 304"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2307.01,
      "end": 2309.069,
      "text": "Okay, I think definitely. 305"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2309.07,
      "end": 2338.7,
      "text": "But like, I do think that if it's if it's what you really want, I do think that, like you can consider if I mean depends on how set you are, because for me, I knew it would. I really want to apply to Sanford early and like, even if that meant I got rejected. I just want to find out earlier. So if that's what you want like, that's also fine. But it's not advantageous. If you think about it from just a purely admissions perspective. So if there's another school that you want to go to more or equally, I would probably urge you to consider that schools too. 306"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2339.23,
      "end": 2347.93,
      "text": "Yeah. Then I'd say, like. 307 maybe like, moving forward with Usc for early action. 308 would you feel comfortable. 309"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2347.93,
      "end": 2353.619,
      "text": "Early decisioning to Usc. Because I believe. 310 let me see. 311 believe Usc. Is early decision. 312"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2353.62,
      "end": 2357.74,
      "text": "Wait. So that means you're like 313 you're binded. If you get in right. 314"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2360.156,
      "end": 2365.74,
      "text": "yeah. 315 Oh, wait early. It's actually early action, it's not binding, actually. 316"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2365.94,
      "end": 2410.419,
      "text": "Oh, okay. 317 In that case, I think Usc cause like, obviously, I have to kind of think about it because it's like in so, Cal, but 318 yeah, I I think 319 so. I really do. Wanna go to Sanford. But considering like, it doesn't have too much of an advantage applying early and like the only decision, only reason to take go. So the only reason to go early action would be to like 320 no earlier or 321 Okay? Then then I'd say, do regular decision for Stanford. Cause. 322 Yeah, I don't. I don't see if it's much of a benefit. But yeah. 323"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2410.42,
      "end": 2414.939,
      "text": "Okay, let me search up the early action admissions rate for Usc. 324"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2421.05,
      "end": 2430.74,
      "text": "yeah. Okay. Early actions. Acceptance free is about 325 and see? 326"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2436.03,
      "end": 2442.24,
      "text": "well, let me just check it, cause I feel like this number is not accurate. 327 Bahmani. 328"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2455.02,
      "end": 2502.87,
      "text": "Okay. 329 actually, I feel like the Usc early acceptance rate is also really was also really low. 330 So I do feel like the Usc. Doesn't really have 331 that much of a benefit with early application, either. 332 because I don't think they have 333 early decision. 334 Yeah. Now. 335 okay, I do feel it. 336 Usc doesn't have an early decision program. And it's the early application also doesn't really make a difference. 337 So I think maybe sticking with Stanford early is 338 gonna be fine. 339 Cause. I don't think it has a difference. Makes a difference. But like 340 for these other schools that you talked about like Chapman 341 mit, I think. Let me see if 342"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2507.06,
      "end": 2518.589,
      "text": "no mit is also early action. 343 Upenn and Chapman, I think, are the only ones on your list that have early decisions 344 in the top 10. 345 But would you wanna early decision there? Probably not. I don't. 346"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2518.59,
      "end": 2522.846,
      "text": "I think I'd rather early decision at Stanford. Maybe. 347"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2523.54,
      "end": 2567.05,
      "text": "Okay, cool. Then we can just plan to continue doing that. 348 I think that as we think about applying early to Stanford, I think the biggest things are going to be to. 349 I I think that your the challenges for you are that your grades are not on par with Stanford's typical applicant pool. But I do think that we can make that stand out with your test score. So I'm hoping that that works out well for your sat score and then also with some other awards. So 350 I think that getting the Reagan award would be a really good 351 nick opportunity for you, and then. 352 I think, did you end up? You didn't end up suiting to? Did you end up suing to American forward service as a competition. 353"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2568.022,
      "end": 2569.259,
      "text": "Yeah, I did. 354"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2569.54,
      "end": 2594.689,
      "text": "Okay, amazing. So hopefully, maybe that might work out. And then I think that increasing number of wards we're still trying to do that. So 355 I will be thinking about ways to do that. I think other things that we can do to improve your chances to get into Stanford. I think it is the hardest thing, I think is just gonna be the grades elements first of all, and then how are you? Grades looking this 356 semester? By the way. 357"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2595.006,
      "end": 2598.483,
      "text": "So far I've always but like to keep that. 358"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2599.46,
      "end": 2631.4,
      "text": "Okay, I think keeping in all eyes will show you an upward trajectory. So that's good on the great spread. I think, other than that your extracurriculars we can also work on. 359 again, I think it's all about publicity. At this point I think you do a lot of really impactful things. I think 360 just trying to get more and more publicity about it. So like I think the cool Dms will help the sending the media kit to the schools will help 361 And have you been like cold emailing or cold damming people on Linkedin to me? Cause I feel like that's another good resource to publicize. 362"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2631.59,
      "end": 2659.689,
      "text": "Yeah, also, there's like senior who graduated last year, and she's at Stanford right now. I think she's also doing AI. So I'm actually not sure. 363 But yeah, I reached out to her and I said, well, can we set a meeting and talk about, you know, like your experience and like especially like at how you were able to achieve that in manhouse. So yeah, maybe like I could do a little bit more outreach. But yeah. 364"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2659.87,
      "end": 2661.41,
      "text": "She responded to you, yet. 365"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2661.41,
      "end": 2668.277,
      "text": "Yeah, she said, like she said, she's busy. This. No, I guess next week but she like let me know. 366"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2669.16,
      "end": 2682.83,
      "text": "Okay, amazing. I think that also trying to just DM, more people to see like if they know resources. And so like looking at previous. Stanford students look at their awards and their actual curriculums to see if you can like get involved with something that they do. 367"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2683.3,
      "end": 2684.35,
      "text": "Okay. I'll explain. 368"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2684.35,
      "end": 2686.16,
      "text": "How's the Youth Committee going. 369"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2687.419,
      "end": 2696.11,
      "text": "We haven't really done anything yet. Yeah, we just have like a meeting and discuss like like a past event which is like a summer camp. But yeah. 370"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2697.22,
      "end": 2701.98,
      "text": "What are the monthly meetings like? And what's the cadence gonna be like moving forward for you? 371"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2703.278,
      "end": 2728.84,
      "text": "It's kind of just like 372 like that. We just like like, sit 373 There's like a few students at the front there. I think they're like leading the Youth Action Committee and then like the rest of the students, kind of just say and listen. And there's like, usually like a call with like I guess. Like education board people from Mountain House. And 374 yeah. 375"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2731.74,
      "end": 2739.419,
      "text": "Okay, so 376 how can you become a leader for this group? Is there a way that you can? Also step into that position? 377"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2740.13,
      "end": 2746.7,
      "text": "I think it's kind of based more off of like experience, like people that have been really long time. 378"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2749.99,
      "end": 2758.81,
      "text": "is there like? Are there different committees within the 379 like broader committee like, for example, is there is there someone in charge of like events, or 380 new membership, or anything like that. 381"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2759.681,
      "end": 2763.96,
      "text": "No, I feel like it's like a lot more 382 like casual, I guess. 383"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2764.43,
      "end": 2765.91,
      "text": "How many people are on it! 384"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2768.24,
      "end": 2775.8,
      "text": "I don't know the exact number, but usually like in attendance. There's like around like 30 people. 385"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2777.15,
      "end": 2784.59,
      "text": "Okay? And then who's the adult leader for this? Is this something that you can like get in touch with them with? 386 But can they all support you, anyway. 387"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2784.86,
      "end": 2791.819,
      "text": "Yeah, I think, I've contact with like the organizer. She's like one of the Education Board members. 388"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2792.91,
      "end": 2800.779,
      "text": "And then is there any opportunities for you to take action? Oh, she's part of the Education Board of like the district or the 389 it's. 390"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2801.03,
      "end": 2818.343,
      "text": "I think there's like 391 It's there's like a 392 so like volunteer service department. And then like within that, I think there's like board of like education, for 393 let me see if we can find it. 394"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2818.85,
      "end": 2823.739,
      "text": "And you talk to her to help you spread synthoria 395 like is there? 396 And do to help you. 397"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2824.7,
      "end": 2830.41,
      "text": "Yeah, I think I can talk to her. Maybe. See if she can like instate like a less than that. Maybe. 398"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2832.371,
      "end": 2867.12,
      "text": "like, can you share your lesson plan? Sure gave? And see if she can help you publicize it because I think, like getting it into like the hands of adult authorities is also gonna be really, really impactful. 399 Okay? And then also, one other thing with your college applications. 400 how do you think that? 401 Is there anything else that you feel like you wanna like instill into your application cause. I feel like I've been telling you a lot of things. But like, is there anything that you wanna add into your application before before the end of summer slash summer programs start. 402"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2871.06,
      "end": 2925.979,
      "text": "maybe some more 403 like, I know, we've been applying to like leadership like 404 like leadership programs and awards and such maybe like a little bit more of that. So I know, like Ronald Reagan award is as leadership. So maybe like I really liked how that awards kind of like nomination based. So if we go find more awards like that, maybe that could be helpful. 405 and I feel like. 406 Oh, yeah, for empowering AI. I'd probably be like, I'd probably try to like, get more collaborations with more initiatives. So maybe I can like look for more of those. 407 but cause like that kind of gives them more credibility. And like, maybe, like, on my website, be like, Oh, I collaborated with these people. 408 I did have a question like. 409"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2925.98,
      "end": 2928.61,
      "text": "Also do the cold DM. For that as well. 410"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2928.61,
      "end": 2929.265,
      "text": "Yeah. 411"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2930.19,
      "end": 2931.27,
      "text": "Now, what's your question? 412"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2931.27,
      "end": 2946.37,
      "text": "At Sanford. Are there any like clubs or programs that collaborate with like local like small businesses? Maybe maybe I could like see if I could contact them from booklift. 413"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2947.707,
      "end": 2961.789,
      "text": "Tell me more about what you're looking for, like like media, or like culture, or from what at length, cause I feel like we do have, like some like consulting close. But they typically work with larger organizations rather than small businesses. Unfortunately. 414"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2962.862,
      "end": 2987.159,
      "text": "yeah, kind of more like, like, reporting, maybe. Reporting on these small businesses, or, 415 kind of like, I know, they have. I know there's the Chamber of Commerce that kind of like helps like fund small businesses. But like, maybe if there's something that 416 kind of like publicizes them. Maybe. 417"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2988.02,
      "end": 3012.08,
      "text": "There's a Stanford daily, but I honestly don't think that there's anything that does. What work with small businesses in that capacity 418 to the 419 but I feel like the stanford daily could be a good place to start, maybe and seeing like. If there's if on Linkedin you can reach out to people from the daily and learn about their work. And like how student journalism thrives at Stanford, because I think that's also a good lens for you to 420 right on. 421"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3013.44,
      "end": 3014.37,
      "text": "yeah. 422"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3016.868,
      "end": 3065.919,
      "text": "Let me look up. Actually one of the New York Times. 423 Oh, perfect 424 you should! You should write an OP-ed for this. 425 Oh, no, it didn't. Incorrectly. 426 This is the New York Times student editorial contest. It closes on April nineteenth 427 and 428 oh, wait! Never mind. 429 This is the last years. 430 this open letters. 431 this you should submit to this. 432 Like an open OP. Ed, and 433 an open letter to a specific audience that calls attention to an issue or problem and prompts reflection about it. 434 I think you should. You should. 435 It's a 460 word letter 436 to, and I think you should. 437 You should write this. 438"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3066.83,
      "end": 3067.36,
      "text": "Yeah, that's. 439"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3067.36,
      "end": 3068.15,
      "text": "Tab that's like. 440"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3068.545,
      "end": 3068.94,
      "text": "Idea! 441"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3069.25,
      "end": 3096.729,
      "text": "Yeah, it's due on May first. I think that also, like 442 deepening your work in journalism and your 443 like your credibility in journalism can also be good. 444 yeah. Do you have any ideas right off the bat for what you want to write 445 about this. 446 Like writing about like 447 the Palestine situation could be powerful. 448 Well, is there? If there's anything else that you feel compelled to write about that could also be good. 449"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3096.73,
      "end": 3132.12,
      "text": "Yeah, I think, like, yeah, writing about the policy and situation, like, maybe I don't know if this is like. 450 too controversial like, maybe like dear, like President. And then, maybe like, read about how the people feel and like cause. Recently, there's like a situation where he like like organized like like a dinner for the Muslim residents in America. And and then like people boycotted that so like maybe like right like. Why people did that and like what he can do to like help. Maybe. 451"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3133.05,
      "end": 3150.52,
      "text": "Okay, yeah, that that seems like a powerful idea. 452 I think. Let's plan to get that submitted. It's only 4 60 words. So it should be fairly short. But I think this is another like really good opportunity for you. 453 Hmm. 454 cool. Do you have? Do you have any other questions. 455"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3153.55,
      "end": 3158.729,
      "text": "Do. Do you think that ideal is a bit too controversial to write about to submit because. 456"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3158.945,
      "end": 3182.19,
      "text": "Because this is the New York Times, like 457 it's I think their motto is like 458 offshore, I forget. 459 like, let democracy shine through darkness like something like that. So I think, like they, they are fine with this. This is journalism like, you can say what you want. That's the premise of journalism. 460 Yeah. 461 my house. I think that you should be fine here. 462 Any other questions. 463"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3183.167,
      "end": 3204.989,
      "text": "That's all for now. Oh, actually 464 So I was thinking about like when we're applying to like Berkeley as well. So like for the major. I know we kind of decided on Cs or data science. But I was wondering if there's any other majors that I can look into, which are less competitive or you know, like less impacted. 465"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3205.92,
      "end": 3228.08,
      "text": "I think media studies in specifically digital studies could be interesting to you. 466 let me pull it up 467 or like global global cultural studies within media studies. 468 Let me 469 give it this link. 470 Yeah, I think this would be good. 471"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3233.88,
      "end": 3234.999,
      "text": "What do you think. 472"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3238.09,
      "end": 3251.229,
      "text": "okay, it looks. It looks good. 473 maybe like I can. 474 And if I really wanted to include like technology, I could probably do like minor and 475 data science, possibly 476"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3251.96,
      "end": 3252.679,
      "text": "Yeah, exactly. 477"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3252.68,
      "end": 3253.3,
      "text": "Yeah. 478"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3254.98,
      "end": 3261.369,
      "text": "okay, seems good. 479 Any other questions. Let me look at the courses for this interactive media. Major. 480"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3269.12,
      "end": 3273.404,
      "text": "yeah, yeah, this looks really interesting. Look at this. 481"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3278.01,
      "end": 3298.639,
      "text": "look at digital studies, concentration data, science, research foundations, data, science, introduction to probability and statistics. This is also interesting introduction to technology, society and culture, the social life of computing, psychosocial impact of digital media technologies, history of new media, digital 482 storytelling like that's pretty interesting. 483"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3298.64,
      "end": 3303.63,
      "text": "Yeah? Ask? I think. 484 yeah, I think this is definitely something that I wanna do. 485"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3304.39,
      "end": 3314.159,
      "text": "Yeah. And then the prerequisite courses, history, poly sci, anthropology, econ sociology. And then, if you want to add more Cs, you could always just take Cs classes, or just like add a minor. 486"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3315.687,
      "end": 3317.522,
      "text": "Okay, yeah, that makes sense. 487"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3318.12,
      "end": 3332.919,
      "text": "Cool. Then. Talk soon. I'm excited to see your progress on those essays. And yeah, I will see you soon, and let me know how the New York Times thing also goes, and you could share draft when you start. That I know it's due may first. So you have about a month, but still. 488"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3333.28,
      "end": 3336.51,
      "text": "Yeah. 489 Alright, Thomas, thank you. Bye."
    }
  ],
  "meta": {
    "ext": ".pdf",
    "source": "normalize-v1",
    "vtt": true
  }
}