{
  "id": "03-Raw-SessionTranscripts/2024-06-29_W056_P3-JUNIOR_TRANS-RAW_PreLondonStrategicOutreachandplatformDis.pdf",
  "name": "2024-06-29_W056_P3-JUNIOR_TRANS-RAW_PreLondonStrategicOutreachandplatformDis.pdf",
  "path": "03-Raw-SessionTranscripts/2024-06-29_W056_P3-JUNIOR_TRANS-RAW_PreLondonStrategicOutreachandplatformDis.pdf",
  "kind": "TRANS-RAW",
  "week": "56",
  "phase": "3",
  "date": "2024-06-29",
  "link": null,
  "text": "Week 73 - Coaching_Jenny_Huda_Wk73_2024-06-29_M_2da22175abdd91fcU_2024-06-28_00-00-00 WEBVTT 1 00:01:48.980 --> 00:01:50.240 Jenny Duan: Hi, Huda! 2 00:01:51.840 --> 00:02:00.309 Jenny Duan: How's it going? Well, oh, cute! I love it! How is how was the last day of Coda's classy like couple of days ago yesterday? 3 00:02:00.310 --> 00:02:17.170 huda: It was really it was kind of it was really nice, but I was a bit sad, because I won't be seeing like the rest of the scholars from my group. But yeah, it was really fun. Yeah, I think presentation day. I was like a little nervous. But yeah. I think it went well. 4 00:02:18.090 --> 00:02:25.030 Jenny Duan: Awesome. Well, I'm really glad to hear that, and did like your can. I see a demo of your project? If you have it. 5 00:02:25.220 --> 00:02:27.217 huda: Oh, yeah, it's just a website. 6 00:02:30.740 --> 00:02:31.680 huda: yeah, it's like. 7 00:02:36.330 --> 00:02:38.500 huda: for some reason, it's not loading. 8 00:02:55.550 --> 00:02:57.230 huda: Yeah, I don't know. Tell me. 9 00:03:06.130 --> 00:03:11.610 huda: Oh, yeah, I guess we can move on from that. I'll like I'll send to you later, maybe through messages. I don't know why it's not 10 00:03:12.070 --> 00:03:13.520 huda: showing up now. But 11 00:03:14.590 --> 00:03:15.410 huda: yeah. 12 00:03:26.930 --> 00:03:27.690 huda: okay. 13 00:03:29.020 --> 00:03:31.900 Jenny Duan: Did you send it? Oh, there, I see it. 14 00:03:32.310 --> 00:03:34.550 Jenny Duan: Okay, cool. Let me open this. 15 00:03:38.480 --> 00:03:40.860 Jenny Duan: Oh, my gosh! It looks so good. 16 00:03:42.510 --> 00:03:43.430 huda: Thank you. 17 00:03:49.987 --> 00:03:57.820 Jenny Duan: I can't access the report. But that's fine. I think it's not okay. But any it doesn't. It doesn't matter that much. It looks really good. Who that I really like it? 18 00:03:58.880 --> 00:04:01.260 Jenny Duan: And when do you leave for London again? 19 00:04:01.550 --> 00:04:02.880 huda: Tomorrow, actually. 20 00:04:03.544 --> 00:04:05.000 Jenny Duan: How do you feel? 21 00:04:05.200 --> 00:04:08.542 huda: I really I'm really excited. 22 00:04:09.290 --> 00:04:17.009 huda: like kind of nervous, but like I'm really excited. Cause I'm actually, I'm turning 17 in like 4 days. So. 23 00:04:18.370 --> 00:04:23.280 Jenny Duan: Oh, my gosh! Wait! Happy! Early birthday is your birthday. On July 3.rd 24 00:04:23.280 --> 00:04:23.950 huda: Yeah. 25 00:04:24.420 --> 00:04:28.229 Jenny Duan: Okay, it's really cool. And are you doing anything to celebrate in London? 26 00:04:28.741 --> 00:04:39.899 huda: We're probably going to like a restaurant that, like my dad's been there a couple of times, so I'm probably going to like a restaurant, and then I don't know. Probably just like some tourist attractions. 27 00:04:40.940 --> 00:04:53.630 Jenny Duan: Alright, that's gonna be really fun. I think I haven't been to London in a while, but I have a very positive impression of the city. So okay, cool. That means that we should get a lot of things wrapped up before your big trip. What's top of mind for you? 28 00:04:57.320 --> 00:05:16.620 huda: I'm not exactly sure but maybe like I'm kind of focusing on my plan for folklift and also synthetic cause. Those things I feel like I'm making like less progress on. And then kind of just like what I should do beforehand. I think that would 29 00:05:16.660 --> 00:05:18.529 huda: that would be helpful. 30 00:05:19.470 --> 00:05:22.506 Jenny Duan: Yeah. So let's start off with forklift. I think that 31 00:05:22.980 --> 00:05:34.050 Jenny Duan: for folklift. The, in my opinion, the best thing that you can do right now is 1st continuing, continuing to get people to like, submit to your journal, and like, what methods have you been doing 32 00:05:34.260 --> 00:05:35.549 Jenny Duan: for that right now? 33 00:05:36.317 --> 00:05:39.002 huda: I've tried like contacting like 34 00:05:39.580 --> 00:05:41.490 huda: a few people like 35 00:05:42.010 --> 00:05:56.340 huda: through like messages or not. Messages. Sorry. Through like Instagram, and stuff like through Dms, and just like, ask them that they'd be interested. That hasn't worked out too well. And like. 36 00:05:56.420 --> 00:06:02.239 huda: yeah. But I think that's kind of like the only method I've I've been using. But yeah. 37 00:06:04.520 --> 00:06:08.069 Jenny Duan: Okay, have you started like pitching yourself to other newsletters, too? 38 00:06:09.103 --> 00:06:11.119 huda: I don't think I have. 39 00:06:11.650 --> 00:06:34.900 Jenny Duan: Okay, I think that could be like something to do. To like start sharing it with other news services and also to start pitching your own independent journalism like this is kind of separate from folklift, but like, if you could cross share, like some of the folklift journalism that you've written or other people have written onto like bigger publications like teen vogue. I think that would be a good idea. Maybe we could spend some time. Do you remember that New York 40 00:06:35.220 --> 00:06:39.200 Jenny Duan: New York Times. Like article of youth, magazines. 41 00:06:39.707 --> 00:06:42.810 Jenny Duan: submissions? Have you like pitched any of these. 42 00:06:43.520 --> 00:06:55.540 huda: No, I've I was like looking through the list and trying to see like which ones are still available. And A lot of them like are inactive, or they have like deadlines that have passed. 43 00:06:56.210 --> 00:06:57.769 huda: So I think 44 00:06:58.010 --> 00:07:03.509 huda: I think maybe like I haven't like done one for them yet. 45 00:07:04.380 --> 00:07:10.199 Jenny Duan: Okay? Are any of them open so far, or like, do any of them have upcoming deadlines that haven't closed yet? 46 00:07:11.032 --> 00:07:16.299 huda: I think they might be like I haven't really checked into the ones which are open, but. 47 00:07:20.150 --> 00:07:24.420 Jenny Duan: Okay. Why don't we take up some time to like? Go through that list and see 48 00:07:24.700 --> 00:07:26.609 Jenny Duan: and let me open? It, too. 49 00:08:24.800 --> 00:08:27.449 Jenny Duan: Seems like the latest was 50 00:08:27.470 --> 00:08:29.170 Jenny Duan: June 19.th 51 00:08:30.690 --> 00:08:31.650 huda: Yeah. 52 00:08:39.380 --> 00:08:42.200 Jenny Duan: And I'm just looking at student opinion right now. 53 00:09:52.750 --> 00:09:56.879 huda: Yeah, I haven't. I haven't really found anything in New York Times yet. 54 00:09:59.430 --> 00:10:01.160 Jenny Duan: A joy. Seems like it's 55 00:10:03.340 --> 00:10:05.230 Jenny Duan: taking submissions. 56 00:10:06.670 --> 00:10:07.690 huda: Sorry, which one. 57 00:10:09.685 --> 00:10:10.230 Jenny Duan: Droid! 58 00:10:10.310 --> 00:10:11.330 Jenny Duan: See. 59 00:10:30.690 --> 00:10:32.760 Jenny Duan: Oh, they're close to all submissions. 60 00:10:53.290 --> 00:10:54.770 Jenny Duan: Elementary is 61 00:10:54.860 --> 00:10:56.400 Jenny Duan: submittable. 62 00:11:01.580 --> 00:11:05.699 Jenny Duan: But it's a 2025 deadline. But they have like a committee thing 63 00:11:05.850 --> 00:11:07.670 Jenny Duan: that seems interesting. 64 00:11:22.870 --> 00:11:23.740 Jenny Duan: Actually. 65 00:11:23.910 --> 00:11:26.419 Jenny Duan: I think I want you to take a look at 66 00:11:27.320 --> 00:11:28.720 Jenny Duan: reboot. 67 00:11:30.320 --> 00:11:32.460 Jenny Duan: I think you have a good chance of 68 00:11:33.207 --> 00:11:34.880 Jenny Duan: submitting to here. 69 00:11:50.890 --> 00:11:51.870 Jenny Duan: Check it out. 70 00:11:52.100 --> 00:11:58.539 Jenny Duan: Do you see it? It's all about like AI, and like AI, they do like creative fiction. It's all about technology. But like 71 00:11:59.020 --> 00:12:08.570 Jenny Duan: they do like creative fiction, criticisms other things like Leila Shroff is one of writer. She goes to Stanford like anyone can submit to reboot. By the way. 72 00:12:08.990 --> 00:12:09.840 Jenny Duan: like. 73 00:12:09.840 --> 00:12:10.870 huda: It's pretty cool. 74 00:12:11.180 --> 00:12:14.739 Jenny Duan: Read like what other pieces like any of their pieces. 75 00:12:14.990 --> 00:12:16.419 Jenny Duan: They're all pretty good. 76 00:12:20.600 --> 00:12:24.670 huda: Is there like a way to do? You have like email? 77 00:12:27.140 --> 00:12:32.059 huda: like this? Is is this a sub stack, or like, how do we pitch like our idea. 78 00:12:32.060 --> 00:12:35.030 Jenny Duan: It's a subset. I think you can. Just 79 00:12:36.250 --> 00:12:39.600 Jenny Duan: could you? To Jasmine's son, who's like the editor? 80 00:12:44.010 --> 00:12:44.879 Jenny Duan: I think 81 00:12:47.690 --> 00:12:49.759 Jenny Duan: the editorial board. 82 00:12:50.930 --> 00:12:54.920 Jenny Duan: if you. Yeah, if you like. Email, Jasmine's son, I feel like that's 83 00:12:55.370 --> 00:12:56.360 Jenny Duan: home. 84 00:12:58.710 --> 00:13:00.750 Jenny Duan: That's probably a good place to 85 00:13:01.580 --> 00:13:03.010 Jenny Duan: check email. 86 00:13:03.190 --> 00:13:07.379 Jenny Duan: jazz W. Son, ny@gmail.com. 87 00:13:10.810 --> 00:13:16.529 Jenny Duan: I think if you if you email any member of their editorial board, that's that should be. That should be a good way to submit. 88 00:13:17.090 --> 00:13:17.840 huda: Okay. 89 00:13:20.150 --> 00:13:24.330 Jenny Duan: Is there a piece, 1st of all, that you would want to submit, or that you have an interest in submitting. 90 00:13:25.638 --> 00:13:29.021 huda: I haven't finished it yet, but I was gonna write 91 00:13:29.900 --> 00:13:49.630 huda: right like I was writing a piece about like being like a Muslim Indian, and like how how like? The experience of like having people like guess your race and like it's kind of I was writing like an article about that. And I think that would be actually, this sounds like about tech. So maybe, like something else, I could 92 00:13:51.950 --> 00:13:53.910 huda: possibly read about like 93 00:13:54.160 --> 00:14:02.659 huda: an interesting like perspective. Maybe, like, how about like AI bias, maybe, and like kind of focusing on a very 94 00:14:03.735 --> 00:14:04.380 huda: like 95 00:14:05.040 --> 00:14:13.549 huda: specific example of how AI bias has affected people. I might have to do a little bit of research into that. But since it's like technology, I think. 96 00:14:14.450 --> 00:14:20.350 Jenny Duan: Also, if you like, like creative writing on reboot, there's a lot of good creative writing here. 97 00:14:23.110 --> 00:14:24.340 Jenny Duan: let me see you. 98 00:14:26.150 --> 00:14:27.729 Jenny Duan: What's an example 99 00:14:35.880 --> 00:14:37.900 Jenny Duan: like this one. This is like a 100 00:14:38.080 --> 00:14:38.870 Jenny Duan: 10 101 00:14:39.660 --> 00:14:40.910 Jenny Duan: example. 102 00:14:42.260 --> 00:14:43.899 Jenny Duan: Liars dividend. 103 00:14:48.170 --> 00:14:52.979 Jenny Duan: You can read this later. It's about like deep fakes and like an election. But this is like creative fiction 104 00:14:53.040 --> 00:14:53.545 Jenny Duan: tone. 105 00:14:54.350 --> 00:14:58.749 Jenny Duan: So if you're interested in writing creative fiction like this could also be a platform for that 106 00:14:59.298 --> 00:15:08.070 Jenny Duan: but obviously unnecessary, just like whatever you think would be impactful. So I think, okay, to summarize, submitting your work 107 00:15:08.190 --> 00:15:30.540 Jenny Duan: from folklift to other journals is another way to gain visibility. I think what we can think about is like exactly what metrics are we looking for for each extracurricular and for folklift? I think the biggest metric is readership, and the amount of work that you publish. So you can increase readership by, you know, having other organizations amplify it by 108 00:15:31.160 --> 00:15:32.310 Jenny Duan: by 109 00:15:32.810 --> 00:15:35.409 Jenny Duan: publishing on social media, by 110 00:15:35.570 --> 00:15:39.960 Jenny Duan: doing different marketing techniques, techniques, techniques still send it out in different newsletters. 111 00:15:39.990 --> 00:15:44.522 Jenny Duan: And the way you can get people to submit is, I think, 112 00:15:45.570 --> 00:15:50.820 Jenny Duan: again, through linkedin, through social media, and like through writing, through having writing contests. 113 00:15:51.379 --> 00:15:55.870 Jenny Duan: What do you think you struggle more with like readership, or getting submissions, or both? 114 00:15:58.430 --> 00:16:21.879 huda: I feel like honestly kind of both. But like readership is like kind of, since I'm like connected to a lot of nonprofits like a lot of time they like send Instagram posts and be like, Oh, can you like this? And so it's kind of. I'd be able to like share my posts through there as well. But like, I think, yeah, getting people to submit as well as like kind of a struggle. 115 00:16:22.550 --> 00:16:24.169 Jenny Duan: Yeah, that makes sense. 116 00:16:25.810 --> 00:16:28.160 Jenny Duan: which? So I think maybe this is like 117 00:16:28.960 --> 00:16:37.079 Jenny Duan: the thing is like, I don't know if people know that folklift exists. So what ways have you been trying to publish folklift so far. 118 00:16:37.590 --> 00:16:47.699 huda: I've been like kind of a little more active on Instagram and like I like, I I think I've been trying to like post on like 119 00:16:48.148 --> 00:17:02.169 huda: on substack and and medium. I'm trying to like post all the folklift like pieces on there. So then I might be more accessible. And so like, I've tried that. And I've also tried 120 00:17:02.825 --> 00:17:18.760 huda: so really like sending out like emails to or like messages to like other nonprofits. To advertise things. I haven't like reached like reached out to individuals too much. But yeah. 121 00:17:20.569 --> 00:17:22.859 Jenny Duan: Okay, have you tried advertising on Reddit? 122 00:17:24.220 --> 00:17:30.519 huda: I actually did one time like on. I think there's like an opportunities reddit or something. 123 00:17:30.530 --> 00:17:36.030 huda: And then, like someone replied, but then they just kind of like ditched it, but like I haven't. 124 00:17:36.290 --> 00:17:41.240 huda: I don't exactly know like what channels and like, how I should kind of advertise it. 125 00:17:42.660 --> 00:17:45.360 Jenny Duan: Okay, where did you put it in? What was the message. 126 00:17:47.140 --> 00:17:50.289 huda: Let me see specifically if I could find the 127 00:18:32.240 --> 00:18:35.853 huda: it was under like this Ec, advice 128 00:18:36.510 --> 00:18:42.110 huda: like reddit. And then there's like a mega thread for advertising your organizations. 129 00:18:42.170 --> 00:18:44.030 huda: and so like I posted. 130 00:18:48.250 --> 00:18:50.309 huda: And you know this is like a while ago. 131 00:18:50.310 --> 00:18:52.430 Jenny Duan: Oh, how many people are in that subreddit. 132 00:18:56.140 --> 00:18:59.170 huda: There's around 5,000 members. 133 00:19:00.550 --> 00:19:04.000 Jenny Duan: You know, if like applying to college would take it if you could post. 134 00:19:04.000 --> 00:19:07.700 huda: Do you think they might like ban it for like advertising? Maybe. 135 00:19:09.330 --> 00:19:10.470 Jenny Duan: We see you. 136 00:19:10.470 --> 00:19:17.980 huda: And this is also like a little while ago. So so maybe I think, like my pitching was a little too complicated. But this is what I put there. 137 00:19:19.510 --> 00:19:20.510 Jenny Duan: Hmm. 138 00:19:21.420 --> 00:19:24.090 Jenny Duan: okay, yeah, that makes sense, I think. 139 00:19:24.530 --> 00:19:26.970 Jenny Duan: Let's see. So like your 140 00:19:27.230 --> 00:19:43.490 Jenny Duan: right now, you're looking for places to submit your writing right? Like as a as a young person like looking to submit writing, and you're not finding places that you can submit. So I wonder if anybody else has the same experience as you, where like, they want to publicize their writing somewhere, but like have no platform. 141 00:19:44.260 --> 00:19:45.420 Jenny Duan: and so 142 00:19:46.150 --> 00:19:49.509 Jenny Duan: to that end it seems like folklift is a natural fit 143 00:19:50.100 --> 00:19:55.620 Jenny Duan: for, like both you and people like you, who are looking for places to submit their writing, but like 144 00:19:55.860 --> 00:20:04.189 Jenny Duan: don't have access to different journals, or different or like it doesn't exist right? We went through that New York Times list and like there's not very many places to submit. 145 00:20:04.510 --> 00:20:14.400 Jenny Duan: So I wonder if, like, you can actually ask your J. Camp people, do you have connections to J. Camp right now? Like, do you know, do they do they start like a slack or anything with the J. Camp people. 146 00:20:14.666 --> 00:20:18.929 huda: Not yet. There! They're trying to keep it a little private until it actually starts. 147 00:20:19.750 --> 00:20:20.510 Jenny Duan: Okay. 148 00:20:22.620 --> 00:20:28.399 Jenny Duan: So I was thinking, like you could maybe ask them to help. But like, if you can't find, are you allowed to announce it on your Linkedin. 149 00:20:28.400 --> 00:20:29.240 huda: No. 150 00:20:30.560 --> 00:20:32.519 Jenny Duan: Are you allowed to reach out to other J. Campers. 151 00:20:32.760 --> 00:20:36.125 huda: No, they're trying to like have it so that we or I, okay. So they. 152 00:20:36.350 --> 00:20:37.860 Jenny Duan: Previous day, campers. 153 00:20:38.220 --> 00:20:54.709 huda: Yeah. They also like, had like the other person who's coming from like the same airport cause. They booked like the flight for both of us. And then, like they they'd like told the name and everything, and I tried connecting as well. But he just like left me pending on Linkedin. So I'm not sure. 154 00:20:54.980 --> 00:21:00.619 Jenny Duan: Are you allowed to reach? Wait? Who is this other person like? Are they? What school do they go to like? Who is this person. 155 00:21:00.820 --> 00:21:03.669 huda: Hold on. I think his name was like Julian. 156 00:21:05.260 --> 00:21:07.550 Jenny Duan: Maybe he just doesn't. Isn't active on Linkedin. 157 00:21:07.550 --> 00:21:12.660 huda: No, but he like viewed my my profile like 5 days ago, after I've like, requested. 158 00:21:13.670 --> 00:21:15.010 Jenny Duan: That's crazy. 159 00:21:15.010 --> 00:21:15.810 huda: Yeah. 160 00:21:17.260 --> 00:21:19.370 huda: it was a bit odd. But 161 00:21:19.480 --> 00:21:20.325 huda: yeah, 162 00:21:26.610 --> 00:21:32.540 Jenny Duan: Wondering like, are you allowed to reach out to previous day campers cause? Why don't you reach out to alum of the program and ask them to help. 163 00:21:32.540 --> 00:21:33.410 huda: Yeah. 164 00:21:33.700 --> 00:21:34.759 huda: that's a good idea. 165 00:21:34.760 --> 00:21:42.939 Jenny Duan: That would be a good idea. See? Like how you're working on like getting this literary project or this, you know, journalism project kicked off, but, like you need some support. 166 00:21:44.730 --> 00:21:46.290 Jenny Duan: I feel like that would be 167 00:21:47.430 --> 00:21:48.929 Jenny Duan: a good thing to do. 168 00:21:52.030 --> 00:21:57.059 huda: I'm not trying to find like the it was from all those like competitive schools. I know that. 169 00:22:14.640 --> 00:22:19.100 huda: But yeah, he goes to. He lives in Palo Alto. Actually. 170 00:22:21.310 --> 00:22:21.820 huda: people. 171 00:22:22.376 --> 00:22:25.159 Jenny Duan: Palo Alto's people ignoring you. 172 00:22:25.160 --> 00:22:27.450 huda: I don't know, but I think he's like 173 00:22:27.510 --> 00:22:29.879 huda: like experienced journalists like 174 00:22:30.120 --> 00:22:34.819 huda: he has, like he's like an editor in chief, for, like a journal. 175 00:22:35.560 --> 00:22:36.784 Jenny Duan: What journal is this. 176 00:22:37.270 --> 00:22:39.009 huda: The Campanile. 177 00:22:39.930 --> 00:22:42.909 huda: Oh, it's like a student led type journal. 178 00:22:42.910 --> 00:22:44.035 Jenny Duan: Okay, yeah. So 179 00:22:44.460 --> 00:22:47.679 Jenny Duan: I feel like, I feel like, you know, you should like. 180 00:22:48.800 --> 00:22:49.759 Jenny Duan: I feel like. 181 00:22:49.870 --> 00:22:53.489 Jenny Duan: if you reach out to alum, they will be receptive in helping you. 182 00:22:54.040 --> 00:22:55.080 huda: Okay, yeah. 183 00:23:01.450 --> 00:23:03.580 huda: Me see if I could find any right now. 184 00:23:10.480 --> 00:23:12.302 Jenny Duan: Okay. Why don't you do a search of 185 00:23:14.120 --> 00:23:15.800 Jenny Duan: of alum of J. Camp. 186 00:23:19.610 --> 00:23:21.780 huda: Okay, let me share my screen. Actually. 187 00:23:29.660 --> 00:23:32.260 huda: oh, actually, I think this is this is. 188 00:23:50.130 --> 00:23:51.279 Jenny Duan: Oh! Dang! 189 00:23:51.790 --> 00:23:52.500 huda: Okay. 190 00:23:52.500 --> 00:23:56.570 Jenny Duan: Dang. Yeah. Okay, why don't you? Just why don't you just reach out to like 191 00:23:56.590 --> 00:24:02.520 Jenny Duan: all the J. Camp people you have and like, say you'd love to like speak with them. Basically. 192 00:24:02.970 --> 00:24:04.480 huda: Okay. Yeah. 193 00:24:11.250 --> 00:24:12.180 Jenny Duan: Because, like. 194 00:24:12.500 --> 00:24:15.210 Jenny Duan: like, there's no, there's really no harm in, like. 195 00:24:15.390 --> 00:24:17.699 Jenny Duan: you know, wanting to just talk to them. 196 00:24:52.120 --> 00:24:54.290 Jenny Duan: Yeah, looks good. 197 00:24:56.210 --> 00:24:58.560 Jenny Duan: And then during that meeting you could like. 198 00:24:58.830 --> 00:25:01.054 Jenny Duan: talk to them about your 199 00:25:02.060 --> 00:25:03.560 Jenny Duan: experiences 200 00:25:05.980 --> 00:25:07.759 Jenny Duan: and like ask them for advice. 201 00:25:23.810 --> 00:25:25.350 huda: Does this sound good. 202 00:25:31.810 --> 00:25:33.799 Jenny Duan: yeah, that that looks good. 203 00:25:35.250 --> 00:25:36.000 huda: Okay. And then. 204 00:25:36.000 --> 00:25:38.569 Jenny Duan: Ask if like, if she'd be available for a 205 00:25:38.650 --> 00:25:41.350 Jenny Duan: I don't know. 30 min call sometime. 206 00:25:42.690 --> 00:25:46.379 Jenny Duan: not sometime, but like in the next coming weeks, something like that. 207 00:26:03.730 --> 00:26:04.400 huda: Who got it? 208 00:26:06.770 --> 00:26:08.316 Jenny Duan: Alright cool 209 00:26:10.100 --> 00:26:15.179 Jenny Duan: Can you send that message to like? Let's just send it to 5 other people right now, just 210 00:26:15.220 --> 00:26:16.430 Jenny Duan: while we're at it. 211 00:26:32.000 --> 00:26:33.630 huda: Oh! She goes to Stanford. 212 00:26:34.200 --> 00:26:35.560 Jenny Duan: Oh, awesome! 213 00:26:37.800 --> 00:26:39.130 Jenny Duan: I don't know her, though. 214 00:26:42.056 --> 00:26:44.060 huda: I'm not sure if she oh, she's 215 00:26:44.460 --> 00:26:46.517 huda: oh, she got her masters here. 216 00:26:47.320 --> 00:26:50.138 huda: I'm not sure if she went to J. Camp actually 217 00:26:50.420 --> 00:26:51.890 Jenny Duan: Okay, never mind. Then. 218 00:27:09.840 --> 00:27:12.209 huda: I think I remember there's some J. Camp like. 219 00:27:14.990 --> 00:27:16.099 huda: or do you feel like it's. 220 00:27:16.100 --> 00:27:17.509 Jenny Duan: There's like a Linkedin group 221 00:27:18.250 --> 00:27:19.700 Jenny Duan: our alumni list. 222 00:27:23.340 --> 00:27:25.380 huda: I think they like post them here. 223 00:27:29.400 --> 00:27:34.710 huda: Should I contact people that like recently went to J camp, or like they went to J. Camp a while ago. 224 00:27:35.930 --> 00:27:38.759 Jenny Duan: I think both, I think, like it's fine either way. 225 00:27:43.520 --> 00:27:45.379 Jenny Duan: Do you like Arc? The browser. 226 00:27:45.750 --> 00:27:49.800 huda: Yeah, I think it's like, it's a lot more like easier to navigate. 227 00:27:51.190 --> 00:27:52.410 Jenny Duan: Awesome. 228 00:27:55.560 --> 00:27:59.150 Jenny Duan: Make sure they have. J. Camp. Do they have J. Camp in there. 229 00:28:01.000 --> 00:28:01.810 huda: Okay. Yeah. 230 00:28:04.280 --> 00:28:06.414 Jenny Duan: Okay. You should talk to him. 231 00:28:09.610 --> 00:28:11.130 huda: Oh, no! I deleted my. 232 00:28:11.540 --> 00:28:13.959 Jenny Duan: Oh, no! You can just write a new message. 233 00:29:24.200 --> 00:29:25.509 huda: Great? Does this sound good. 234 00:29:27.180 --> 00:29:28.169 Jenny Duan: Let me see. 235 00:29:31.060 --> 00:29:32.639 Jenny Duan: Yeah, I think that looks great. 236 00:30:00.316 --> 00:30:05.519 Jenny Duan: Keep going. Make sure they have J. Camp, though, in their profile. So it doesn't look like you're just straight up stalking them. 237 00:30:06.190 --> 00:30:08.780 huda: Yeah, I think they reposted. 238 00:30:08.960 --> 00:30:10.559 Jenny Duan: Okay, cool. Then it's fine. 239 00:31:17.840 --> 00:31:18.900 Jenny Duan: Yeah, okay. 240 00:31:19.340 --> 00:31:21.920 Jenny Duan: it's cool to see like what they're up to. Now. 241 00:31:22.190 --> 00:31:23.490 huda: Yeah, I'm a business. 242 00:31:23.490 --> 00:31:24.720 Jenny Duan: School thing. 243 00:31:25.100 --> 00:31:26.489 huda: I don't know if this is. 244 00:31:29.030 --> 00:31:30.849 Jenny Duan: I don't know if that's the right person, either. 245 00:31:35.700 --> 00:31:36.320 huda: Yeah. 246 00:31:59.130 --> 00:32:01.450 huda: okay, there's like a lot of people. 247 00:32:06.110 --> 00:32:08.569 huda: well, this person also came from Palo Alto. 248 00:32:13.420 --> 00:32:15.940 Jenny Duan: Why don't you message like 2 more? And then we can move on. 249 00:32:39.960 --> 00:32:43.767 huda: yeah, I don't know if this is yeah. Cause. 250 00:32:45.140 --> 00:32:46.440 Jenny Duan: Find another one. 251 00:32:48.780 --> 00:32:53.690 Jenny Duan: Young Women's Dean Research and Preparatory Academy sounds like such an interesting school. 252 00:32:53.690 --> 00:32:54.100 huda: Yeah. 253 00:32:55.970 --> 00:32:56.919 Jenny Duan: Yeah, that's her. 254 00:32:57.310 --> 00:32:58.610 huda: Oh Princeton. 255 00:32:58.850 --> 00:33:00.460 Jenny Duan: Dang! 256 00:33:00.640 --> 00:33:01.075 huda: Yeah. 257 00:33:01.700 --> 00:33:05.562 Jenny Duan: Look at what she says. Look at, hey? It also, maybe, is a helpful tip to like. 258 00:33:05.900 --> 00:33:08.460 Jenny Duan: Look at what these people are doing and like. 259 00:33:09.650 --> 00:33:16.440 Jenny Duan: See if you can like, borrow some of their extracurriculars like, what is puffin student writing fellow like that, could be you? What is that 260 00:33:16.710 --> 00:33:21.039 Jenny Duan: scroll down. I saw a post. Yeah, what is that like that? Could be you? 261 00:33:24.070 --> 00:33:27.020 Jenny Duan: The best extracurriculars are borrowed from other people. 262 00:33:28.700 --> 00:33:31.329 Jenny Duan: Yeah, apply. How do you apply for this. 263 00:33:32.330 --> 00:33:33.160 Jenny Duan: Oh. 264 00:33:34.130 --> 00:33:35.189 Jenny Duan: it's kind of cool. 265 00:33:39.120 --> 00:33:40.470 Jenny Duan: Oh, it's full time. 266 00:33:41.220 --> 00:33:43.210 Jenny Duan: fellowship! Can you click the fellowship. 267 00:33:44.080 --> 00:33:44.640 huda: Where. 268 00:33:45.020 --> 00:33:45.879 Jenny Duan: At the top 269 00:33:46.860 --> 00:33:48.060 Jenny Duan: on the oh. 270 00:33:48.180 --> 00:33:49.800 Jenny Duan: where did it go? Fellowship? Yeah. 271 00:33:54.490 --> 00:33:56.700 Jenny Duan: How do you join the fellowship? 272 00:33:57.800 --> 00:33:58.750 Jenny Duan: Apply? 273 00:34:10.936 --> 00:34:15.839 Jenny Duan: Okay, well, that's that's maybe something that you could ask her to when you call her. 274 00:34:20.520 --> 00:34:22.730 huda: Well, let me just double check that she went to. 275 00:34:24.679 --> 00:34:26.370 huda: It's just so impressive. 276 00:34:30.300 --> 00:34:31.070 huda: Okay. 277 00:34:55.790 --> 00:34:58.220 huda: okay, I think maybe 278 00:34:59.446 --> 00:35:02.569 huda: I can like message more. Maybe later. 279 00:35:07.070 --> 00:35:18.140 Jenny Duan: Alright awesome. So that's folklift. I feel like this is like a pretty good next step again, just to clarify like what we really wanna optimize with folklift is the number of readers, and also the number of submitters. 280 00:35:18.340 --> 00:35:40.229 Jenny Duan: And so I think by talking to these people, you can have a better sense, like a lot of them. Probably did student news or student journalism when they were in high school, too. So I think by talking to these people, you can get a sense of like what the options are for students interested in journalism like, what's what the current availabilities are for people wanting to publish, and then like how you can leverage these understandings to like benefit your own process. 281 00:35:40.500 --> 00:35:41.680 Jenny Duan: Okay, yeah. 282 00:35:42.110 --> 00:35:53.738 Jenny Duan: Cool. So then, the other thing is synthoria, I think with centuria again, the the biggest metric is just getting the maximum number of people to play your 283 00:35:55.882 --> 00:36:01.869 huda: I was looking at some an analytics for like the website, and there's like people from like 284 00:36:01.960 --> 00:36:05.160 huda: like many countries, just like playing it like. 285 00:36:05.160 --> 00:36:10.109 Jenny Duan: Oh, how do you? How do you think like, how do you think they got there? Is my question. 286 00:36:10.730 --> 00:36:13.339 huda: I'm not sure, actually. But maybe. 287 00:36:13.840 --> 00:36:16.089 huda: like I've been really active on like. 288 00:36:16.960 --> 00:36:18.660 huda: tech talk about it. But 289 00:36:18.880 --> 00:36:26.210 huda: I yeah, like, it's kind of shocking. I know some of them from like India, like like my family members. But 290 00:36:26.810 --> 00:36:31.150 huda: There's like literally people from like Italy, and like 291 00:36:31.950 --> 00:36:32.760 huda: great. 292 00:36:34.900 --> 00:36:35.840 Jenny Duan: Wow! 293 00:36:37.610 --> 00:36:39.990 Jenny Duan: Italy is is pretty far. 294 00:36:39.990 --> 00:36:40.570 huda: Yeah. 295 00:36:41.860 --> 00:36:42.840 huda: Home. 296 00:36:46.680 --> 00:36:48.960 huda: Okay, I don't know. It's not showing up anymore. But 297 00:36:52.530 --> 00:36:53.760 huda: oh, wait. 298 00:36:59.800 --> 00:37:03.179 huda: Yeah, there's like people from Germany, Indonesia. 299 00:37:07.640 --> 00:37:08.530 huda: like 300 00:37:09.050 --> 00:37:11.130 huda: Italy, like, I don't know. 301 00:37:16.240 --> 00:37:19.350 huda: But yeah, I want to definitely, obviously grow that 302 00:37:22.380 --> 00:37:23.730 huda: And yeah, I think 303 00:37:23.970 --> 00:37:29.789 huda: sharing sharing it on. Tiktok might help. That helped me like with my website a couple of times. 304 00:37:30.696 --> 00:37:32.050 huda: And then 305 00:37:33.360 --> 00:37:43.221 huda: I think I might watch like a little bit more like videos, or maybe contact more game developer, indie game developers and see how they were able to like popularize their game. 306 00:37:43.530 --> 00:37:44.560 Jenny Duan: A good idea. 307 00:37:44.560 --> 00:37:45.220 huda: Yeah. 308 00:37:47.199 --> 00:37:49.800 Jenny Duan: And like, how do you plan to do that? 309 00:37:51.234 --> 00:38:07.585 huda: So maybe like similar to like like, like how we're like reaching out to people who want to j camp before. Maybe like since that one like Linkedin Post. I had like had commenters who are like also in the game developers. But they're more like seasoned in the field. So. 310 00:38:08.160 --> 00:38:20.439 huda: I think I'd like it would be valuable to like set up a call with them, and also ask them a few questions on like how to kind of go about marketing your game. I think that could be helpful. 311 00:38:23.360 --> 00:38:25.630 huda: maybe even even like 312 00:38:26.070 --> 00:38:36.820 huda: trying to like continuing on that thing where I was like trying to message like youtubers to review my game. Actually, like, I recently like, I recently found, like a bunch of like 313 00:38:36.920 --> 00:38:48.320 huda: one of those like cozy game, like review people. And I was gonna like I was like making a list of like who I should reach out to and possibly have them review Sentoria. But yeah. 314 00:38:50.860 --> 00:39:00.459 Jenny Duan: That makes sense. How like do when you do India game developers? I know we talked about this. Do they typically like charge a fee, or will they do it for free for promoting your game? 315 00:39:01.688 --> 00:39:26.660 huda: Some some like content creators who are like not as like great, but like not as like popular. They they kind of do it for free, because they like need content. And then I think, like, when it comes to like youtubers. Most of the time. I don't think I've ever gotten a response from youtuber. But like, yeah, so like, I'm not really sure. But I think for the most part. 316 00:39:27.230 --> 00:39:31.850 huda: I'd probably aim for like people like like like a medium like kind of 317 00:39:32.020 --> 00:39:36.119 huda: audience, that they might be more like receptive and also 318 00:39:37.410 --> 00:39:39.749 huda: maybe just more cooperative. Yeah. 319 00:39:40.460 --> 00:39:42.439 Jenny Duan: Right? Yeah, exactly. 320 00:39:42.850 --> 00:39:53.659 Jenny Duan: So I think may have maybe reach out to those people. Do you have a list of like small creators that you want to find or like. Are you gonna find them? Instagram Tiktok, Youtube discord. 321 00:39:53.870 --> 00:40:02.590 huda: Yeah, I've I have like a list of like a few Instagrams that I wanna like reach out to I haven't done too much research on Youtube. 322 00:40:04.250 --> 00:40:16.780 huda: I mean, like, I had, like Chat Gbt, like generate a few youtubers. But, like, I also reached out to them. And they, I didn't get a response. So maybe I have to like some like organic researches into like, who I should contact 323 00:40:16.830 --> 00:40:17.484 huda: the 324 00:40:18.600 --> 00:40:33.009 huda: yeah, like, I think, I think like on Instagram is pretty easy cause. They all kind of like follow each other on the different content creators. Youtube, I might need to do a little more searching, like seeing their past videos and stuff like that. 325 00:40:33.130 --> 00:40:37.429 huda: or maybe like finding like a game that's similar to mine, which is like educational. But fun. 326 00:40:38.190 --> 00:40:38.760 huda: And seeing the. 327 00:40:38.760 --> 00:40:43.410 Jenny Duan: Maybe you could do like cross promo like you could help promo them. They could help promote you like 328 00:40:44.120 --> 00:40:45.269 Jenny Duan: that could work. 329 00:40:47.359 --> 00:40:53.129 huda: Yeah, maybe. Oh, maybe I could join some sort of like game dev like discord, and like 330 00:40:53.431 --> 00:40:55.470 huda: maybe put my like link on there. 331 00:40:55.660 --> 00:40:59.230 Jenny Duan: Why don't you look for that right now? That seems like a valuable use of your time. 332 00:40:59.828 --> 00:41:03.999 Jenny Duan: Are you not in any game dev discourse right now. That's surprising to hear actually. 333 00:41:04.912 --> 00:41:13.670 huda: I was part of one previously, but like, I think, like, they didn't really talk about game development, that. So then I just kind of left it. So 334 00:41:14.230 --> 00:41:16.013 huda: yeah, well, let me see. 335 00:41:57.350 --> 00:41:58.410 Jenny Duan: Oh, great! 336 00:41:59.080 --> 00:42:04.130 Jenny Duan: Yeah. Why don't you just start promoting your game in these discords, too? That seems like a good idea. 337 00:42:04.490 --> 00:42:04.870 huda: Yeah. 338 00:42:04.870 --> 00:42:07.160 Jenny Duan: Also Dakota coffee ever respond to you. 339 00:42:07.640 --> 00:42:08.040 huda: No. 340 00:42:09.050 --> 00:42:10.279 Jenny Duan: Do you send a follow up. 341 00:42:11.160 --> 00:42:13.937 huda: I haven't. I think I think 342 00:42:14.400 --> 00:42:16.699 Jenny Duan: Why don't you schedule one for Monday morning? 343 00:42:16.960 --> 00:42:18.509 huda: Okay, yeah, that's a good idea. 344 00:42:26.930 --> 00:42:28.819 huda: Oh, I think we did follow up. 345 00:42:29.830 --> 00:42:30.359 huda: Yes. 346 00:42:30.360 --> 00:42:33.220 Jenny Duan: Okay, then maybe just wait for a little bit more. 347 00:42:33.470 --> 00:42:37.160 Jenny Duan: and then you can also promote it in the circle. If you haven't already been doing that. 348 00:42:37.340 --> 00:42:38.120 huda: Oh, yeah. 349 00:42:41.350 --> 00:42:42.100 huda: home. 350 00:42:48.880 --> 00:42:52.469 huda: Okay. I think this might be a process. Let me just like look for more. Maybe. 351 00:42:52.760 --> 00:42:56.259 Jenny Duan: Yeah, okay, you don't have to spend your time doing this right now. I can do it after this call, too. 352 00:43:00.330 --> 00:43:03.769 huda: Okay, this one looks looks larger. So maybe that would be more helpful. 353 00:43:04.160 --> 00:43:05.849 Jenny Duan: Yeah, I think that would be good. 354 00:43:30.180 --> 00:43:31.690 huda: Very game promotion. 355 00:43:33.910 --> 00:43:34.870 huda: Interesting? 356 00:43:38.170 --> 00:43:40.930 huda: Yeah, I think that there's actually like a fair 357 00:43:40.950 --> 00:43:42.360 huda: amount of them. 358 00:43:43.980 --> 00:43:49.691 Jenny Duan: Cool. So why don't you send? Why don't you just like start messaging people and like promoting your game in these servers? If that's allowed. 359 00:43:49.920 --> 00:44:16.159 huda: Actually one at 1 point I like in like the beginning, when I 1st released it, I just like, while on discord on, like one of the random discords I think I was like for like a half a month, and then and then, like, I went to like random people, and I just started dealing with them like, Hey, I'm making this game. Can you give me like feedback how to improve it? And that's like gave me like players, but I think I could do that again. Maybe it's kind of helpful. It went up a bit. But yeah. 360 00:44:16.850 --> 00:44:19.689 Jenny Duan: How is the social media aspect going as well. 361 00:44:20.397 --> 00:44:28.919 huda: Yeah, I've been posting like daily, on tech talk as well. I'm kind of running out of ideas to make like relating to synthoria. 362 00:44:29.333 --> 00:44:35.519 huda: Like, I've been like just making like tech content in general. But like, yeah, like, I feel like. 363 00:44:35.520 --> 00:44:36.220 Jenny Duan: Going. 364 00:44:36.620 --> 00:44:41.300 huda: It's going well, I feel like I'm had some like content about 365 00:44:41.340 --> 00:44:51.259 huda: like I think the content that I make about like specific women and stuff like random facts. I think those do really? Well, so I've been like making those mo mainly. And then 366 00:44:51.890 --> 00:44:53.360 huda: that's been going. Well. 367 00:44:55.380 --> 00:44:56.680 huda: yeah, I think 368 00:44:56.760 --> 00:44:59.049 huda: I think you could definitely expand that as well. 369 00:44:59.438 --> 00:45:06.620 huda: Yeah, I have like one kind of like, semi viral, not really viral viral video. But like I think 370 00:45:06.950 --> 00:45:09.929 huda: it's valuable to like keep going with that. 371 00:45:10.460 --> 00:45:15.920 Jenny Duan: Yeah, okay, and has it been hard coming up with video ideas? Or have you been like mainly consistent with those. 372 00:45:17.380 --> 00:45:31.760 huda: I think sometimes, like my content isn't really super related to Sentoria, which might be like kind of a problem, because it's like one of like the main reasons I wanted to post about on tick tock, but like, I've been making like normal tech content. So that hasn't been difficult. 373 00:45:31.890 --> 00:45:36.198 huda: I mean, like, especially in like code with class, we have like this, 374 00:45:37.410 --> 00:45:49.589 huda: like code culture. I think, culture of code or something. We had those type of sessions. And I gave like a bunch of specific stories. And I'm actually been using like the information that I got on there and posting on social media 375 00:45:49.610 --> 00:45:53.479 huda: that was helpful. But yeah, like, I think 376 00:45:53.870 --> 00:45:59.409 huda: I wanna come up with like, more like ways to advertise synthoria. Maybe. 377 00:46:01.010 --> 00:46:01.725 Jenny Duan: Yeah, 378 00:46:02.800 --> 00:46:04.120 Jenny Duan: I think. 379 00:46:05.440 --> 00:46:09.840 Jenny Duan: maybe another thing you can do is like trying to send it out to like 380 00:46:11.315 --> 00:46:13.250 Jenny Duan: like newsletters like 381 00:46:13.290 --> 00:46:18.210 Jenny Duan: you can say like I would love for you to share this in your in your newsletter. If you know anyone who like. 382 00:46:18.360 --> 00:46:24.530 Jenny Duan: If you find any organization that runs like a newsletter or an email chain. I think that would be like really good. 383 00:46:25.180 --> 00:46:26.290 huda: Okay. Yeah. 384 00:46:28.779 --> 00:46:31.331 Jenny Duan: And then I think the other thing is 385 00:46:32.150 --> 00:46:36.670 Jenny Duan: Have you tried like commenting? I know we talked about this earlier, but like, have you tried that. 386 00:46:38.268 --> 00:46:44.540 huda: Well, like, okay. So my, my, for you, page like it doesn't really have any like content that 387 00:46:44.560 --> 00:46:54.540 huda: really makes sense. For like it's like, even relate to Cynthoria, or like any other organizations like, is it just kind of like casual content? And then, like. 388 00:46:54.790 --> 00:46:58.969 huda: just doesn't have to do with like tech or like video games. But 389 00:47:00.750 --> 00:47:06.979 huda: yeah, I think, like, I'm trying to like change it by like following more like programming people and like gaming people. 390 00:47:07.170 --> 00:47:09.810 huda: But yeah, I think I can work on that. 391 00:47:10.000 --> 00:47:11.690 Jenny Duan: Why don't you also, like 392 00:47:11.870 --> 00:47:12.780 Jenny Duan: Tony? 393 00:47:14.220 --> 00:47:16.930 Jenny Duan: Have you tried like commenting on 394 00:47:17.700 --> 00:47:23.719 Jenny Duan: non gaming related things? But, like AI related content? Because you could also do that too. 395 00:47:24.560 --> 00:47:25.060 huda: Yeah. 396 00:47:25.060 --> 00:47:27.314 Jenny Duan: Empowerment in general type of content. 397 00:47:28.970 --> 00:47:29.610 huda: Broke. 398 00:47:30.100 --> 00:47:30.770 huda: Yep. 399 00:47:32.468 --> 00:47:33.620 huda: What were you saying. 400 00:47:33.830 --> 00:47:35.649 Jenny Duan: Oh, no! I cut you off. Go ahead! 401 00:47:36.040 --> 00:47:39.420 huda: No, I was just saying like, I I've tried like commenting. 402 00:47:39.807 --> 00:47:47.800 huda: Yeah, I think I mean, I don't think that's like anything change from that. But yeah, I've been like commenting on a few tiktoks. I see. 403 00:47:48.850 --> 00:47:51.920 Jenny Duan: Has? Has has that been like effective at all? 404 00:47:51.920 --> 00:47:52.809 huda: Not really. 405 00:47:54.510 --> 00:47:55.416 Jenny Duan: Okay. 406 00:47:55.900 --> 00:48:03.890 Jenny Duan: let's see what other ways to provide synthia. Does your school have a newsletter that you could send out like, what about the clubs at school? Do they send out a newsletter. 407 00:48:06.620 --> 00:48:18.260 huda: yeah. But like, I think I don't think like promoting someone else's game is like, like, I feel like, it's like, really competitive. So they they wouldn't really like want to advertise someone else's project. 408 00:48:18.853 --> 00:48:22.189 huda: I mean, I could always ask. But like, yeah, like. 409 00:48:22.684 --> 00:48:28.710 huda: yeah, I think it's worth a shot. I can ask the maybe like the girls who Code club 410 00:48:29.060 --> 00:48:29.960 huda: maybe. 411 00:48:31.210 --> 00:48:31.960 Jenny Duan: Yeah. 412 00:48:33.820 --> 00:48:41.690 Jenny Duan: like, I think, promoting it. Starting from your school, promoting it at local hackathons like, what about hackathons? They send out like information. 413 00:48:41.760 --> 00:48:52.620 Jenny Duan: I wonder? Okay, like this is another kind of not dumb. But like just a strategy is to like sign up for a ton of hackathons. Don't compete. But just like user discord is a way to promote your things. 414 00:48:52.770 --> 00:48:54.561 huda: Oh, yeah, that's smart. 415 00:48:55.150 --> 00:48:57.224 Jenny Duan: You could think about doing that. 416 00:48:58.260 --> 00:49:02.390 Jenny Duan: Have you promoted in Hat Club at all? I feel like Hat Club. People are very receptive. 417 00:49:03.206 --> 00:49:04.510 huda: I haven't. I think 418 00:49:05.350 --> 00:49:10.289 huda: I think I could try doing that like I I don't really go on slack too often. But 419 00:49:11.520 --> 00:49:12.300 huda: yeah. 420 00:49:12.300 --> 00:49:15.289 Jenny Duan: Try promoting it on slack channels as well. 421 00:49:15.830 --> 00:49:17.110 Jenny Duan: Okay. 422 00:49:17.420 --> 00:49:18.490 Jenny Duan: yeah. 423 00:49:19.030 --> 00:49:21.750 Jenny Duan: And then let me think, what else? 424 00:49:25.140 --> 00:49:29.499 Jenny Duan: are you able to share it with your teachers? 425 00:49:32.180 --> 00:49:34.710 Jenny Duan: Like, would your teachers be able to like, give you feedback. 426 00:49:35.570 --> 00:49:39.839 huda: Yeah, I think I could share to like my computer science teacher, maybe or 427 00:49:41.280 --> 00:49:42.580 huda: yeah, I think 428 00:49:42.800 --> 00:49:47.100 huda: I think she'd like to, actually. And since I'm like asking her for recommendation. 429 00:49:47.170 --> 00:49:50.995 huda: I think, showing her this might be pretty special. 430 00:49:51.700 --> 00:49:52.650 huda: yeah. 431 00:49:53.880 --> 00:49:56.299 Jenny Duan: Yeah, okay, I think that sounds good. 432 00:49:58.320 --> 00:50:03.320 Jenny Duan: and also like being just open with your teachers in general is really good, because 433 00:50:03.698 --> 00:50:05.550 Jenny Duan: then it gives you like the 434 00:50:05.560 --> 00:50:15.110 Jenny Duan: opportunity for them to get to know your work outside of school better and like, when they actually write your letters of recommendation. It'll like they'll just be able to do that better, too. 435 00:50:16.820 --> 00:50:19.829 Jenny Duan: so yeah, in that case, I think, like 436 00:50:20.160 --> 00:50:25.569 Jenny Duan: talking to your Cs teacher, what about your math teacher. Do you feel like that? Would be like a good person to talk to. 437 00:50:29.590 --> 00:50:31.250 huda: No, I don't think so like. 438 00:50:31.790 --> 00:50:34.450 Jenny Duan: Okay, okay, fair enough. Fair enough. 439 00:50:37.370 --> 00:50:38.470 Jenny Duan: see you? 440 00:50:43.680 --> 00:50:44.930 Jenny Duan: What else? 441 00:50:46.600 --> 00:50:55.289 Jenny Duan: Okay, I feel like this is a good start with Sinoria. What, exactly are the struggles that you're facing. Maybe we can talk about how to address them like more specifically. 442 00:50:55.640 --> 00:50:56.390 huda: Yeah, 443 00:50:58.190 --> 00:51:06.089 huda: I feel like, so right now, I have like 890 plays right now. And I think 444 00:51:06.470 --> 00:51:17.779 huda: I don't know this is like the specific benchmark, like amount of players that I want to get. But previously, when I spoke to Rishi, he said, I think like 2,000 would be like a good start. 445 00:51:18.395 --> 00:51:25.430 huda: So like, I'm kind of like, okay. First, st I need to set a goal. And then also, like, I need to 446 00:51:25.690 --> 00:51:27.969 huda: be able to show this as like 447 00:51:28.250 --> 00:51:40.040 huda: something that's fun to learn, I think. Cause I think, like, maybe if people like see my tiktoks, they just like notes and add so they might not be like likely to play the game 448 00:51:40.733 --> 00:51:42.100 huda: and also 449 00:51:44.770 --> 00:51:50.050 huda: I think, like I don't know if I have enough impact with, like the 200 classrooms 450 00:51:50.130 --> 00:51:55.130 huda: like by saying like, Oh, I distributed to 200 classrooms and like, maybe like 451 00:51:55.640 --> 00:51:59.590 huda: knowing exactly like where I should be distributing it to right now. 452 00:52:00.870 --> 00:52:01.700 Jenny Duan: Hmm. 453 00:52:05.220 --> 00:52:14.250 Jenny Duan: I see. Okay. So the distribution seems like that's not really taking off. I wonder if, like. 454 00:52:14.700 --> 00:52:17.920 Jenny Duan: you know? Like, do you know, like teachers on Tiktok? 455 00:52:18.544 --> 00:52:21.009 Jenny Duan: Happen if you tried to reach out to them. 456 00:52:21.440 --> 00:52:22.210 huda: Oh! 457 00:52:22.360 --> 00:52:36.340 Jenny Duan: Like, if you like, tag them in one of your videos, or like you, DM them on Tiktok or Instagram, and say like, Hey, like, I know that you're like a computer science teacher who focuses on Xyz like, I developed this game like, and I would love for 458 00:52:36.360 --> 00:52:41.799 Jenny Duan: you'd get your feedback share with your students like, etc, and if you like, tag them in your videos. 459 00:52:42.570 --> 00:52:44.220 Jenny Duan: But they might respond to you. 460 00:52:44.220 --> 00:52:45.799 huda: Very interesting. Yeah. 461 00:52:46.340 --> 00:52:51.089 Jenny Duan: You could do like a direct call out to for someone famous. You could be like, oh, like Xyz person like 462 00:52:51.120 --> 00:52:53.860 Jenny Duan: I made this game like, what do you soon think of it? 463 00:52:53.870 --> 00:53:00.140 Jenny Duan: Like you? Just I mean, like, you just try it and see like, maybe it doesn't work. I don't know right? But like. 464 00:53:00.290 --> 00:53:00.900 Jenny Duan: yeah, so. 465 00:53:00.900 --> 00:53:01.780 huda: A try. 466 00:53:03.540 --> 00:53:03.975 Jenny Duan: Yeah. 467 00:53:04.680 --> 00:53:06.190 Jenny Duan: that seems good. 468 00:53:09.140 --> 00:53:10.910 Jenny Duan: and 469 00:53:17.000 --> 00:53:19.640 Jenny Duan: yeah, I think that those are like good options. 470 00:53:19.750 --> 00:53:21.163 Jenny Duan: For now, 471 00:53:24.900 --> 00:53:29.320 Jenny Duan: yeah, okay, do you have anything else that's specific that we could address with Cynthoria. 472 00:53:32.310 --> 00:53:37.540 huda: not at the moment. Okay, wait. So what? How many like players am I? 473 00:53:37.650 --> 00:53:39.989 huda: Am I? Aiming for? 474 00:53:40.950 --> 00:53:48.190 Jenny Duan: I think as many as possible. Starting with, I think 2,000 is like a good start. I think you could do like 10,000 would be better. 475 00:53:48.640 --> 00:53:49.470 huda: Okay? 476 00:53:51.602 --> 00:53:55.780 huda: Yeah. Hopefully, I've hit that benchmark. But yeah. 477 00:53:56.870 --> 00:53:58.840 Jenny Duan: Think like, the more the better. 478 00:54:00.020 --> 00:54:05.989 huda: Yeah, I think if I find like a way to like make centuria viral, that would be like pretty easy. But. 479 00:54:05.990 --> 00:54:15.300 Jenny Duan: Yeah, I think social media is like the best way, honestly, or like sharing it in reddits to subreddits like game, developer subreddits, or like student subreddits could be good 480 00:54:15.778 --> 00:54:18.230 Jenny Duan: calling it out with celebrities on 481 00:54:18.360 --> 00:54:20.000 Jenny Duan: on social media. 482 00:54:20.010 --> 00:54:24.980 Jenny Duan: I wonder if you do like a paid promo like? What if you just pay like a page to promote your your game. 483 00:54:25.230 --> 00:54:26.220 huda: Oh, don't! 484 00:54:26.450 --> 00:54:29.609 Jenny Duan: I wonder, like, how much impact that would give you. 485 00:54:30.960 --> 00:54:33.510 huda: Yeah, I think that would. Okay. Wait. 486 00:54:33.830 --> 00:54:38.290 huda: How do we find these like pages to like promote synthesis. 487 00:54:38.290 --> 00:54:49.570 Jenny Duan: So basically like any indie niche game developer like Instagram Page, DM, them is to see if they will like promote your if you they could share your game, and they might ask to charge you. You can just see like how much it costs. 488 00:54:50.230 --> 00:54:51.930 huda: Okay, let me see if I could find it. 489 00:54:51.930 --> 00:54:59.610 Jenny Duan: Like. There's so many, indeed, niche game developer like newsletters, Instagram like, find your niche, and then, like within that niche you can just like. 490 00:54:59.630 --> 00:55:03.300 Jenny Duan: try to get them to promote you, obviously better for free, but like. 491 00:55:03.490 --> 00:55:06.899 Jenny Duan: if not for free, then that's also fine. 492 00:55:35.860 --> 00:55:37.320 huda: Okay, I found 493 00:55:37.830 --> 00:55:39.130 huda: like an 494 00:55:39.450 --> 00:55:40.250 huda: wait. 495 00:55:40.910 --> 00:55:45.552 huda: I think I found an like a journal, or like an article place. 496 00:55:46.050 --> 00:55:49.789 huda: which writes about game development. Maybe I could like submit to that. 497 00:55:51.310 --> 00:55:51.790 huda: Yeah. 498 00:55:51.790 --> 00:55:54.990 Jenny Duan: That seems good. What does the submission process look like. 499 00:55:55.820 --> 00:55:56.460 huda: Oh. 500 00:56:02.800 --> 00:56:08.770 huda: okay. So first, st you upload your blog post materials to shared folder like Google Drive. 501 00:56:09.120 --> 00:56:10.310 huda: And then 502 00:56:10.340 --> 00:56:14.619 huda: you include a text document and separate files for images. 503 00:56:16.660 --> 00:56:19.410 huda: okay, it's just like logistics. And then 504 00:56:19.980 --> 00:56:21.510 huda: and then you just submit. 505 00:56:22.770 --> 00:56:23.380 huda: Oh. 506 00:56:23.380 --> 00:56:24.932 Jenny Duan: Pretty straightforward. Go forward. 507 00:56:26.250 --> 00:56:28.120 huda: Okay, that I feel like this is. 508 00:56:29.010 --> 00:56:32.019 huda: I feel like they can like. They probably accept it. 509 00:56:33.460 --> 00:56:34.026 Jenny Duan: I agree? 510 00:56:35.670 --> 00:56:39.240 Jenny Duan: okay, that sounds that seems good to me. Then, like, go for it. 511 00:56:40.300 --> 00:56:41.010 huda: Okay. 512 00:56:47.110 --> 00:56:52.590 Jenny Duan: I think, like just finding similar newsletters and publications, and like submitting to as many as possible. Like 513 00:56:52.640 --> 00:57:00.790 Jenny Duan: I think it's like rinse and repeat for every single extracurricular like, how do you get publicity? You just reach out to as many people as possible and see if they'll take you. 514 00:57:01.120 --> 00:57:03.499 Jenny Duan: is the short answer. I guess. 515 00:57:05.540 --> 00:57:06.370 huda: On. 516 00:57:09.790 --> 00:57:10.720 huda: Okay. 517 00:57:16.610 --> 00:57:19.079 huda: yeah, I'm just going to right now. 518 00:57:19.080 --> 00:57:19.770 Jenny Duan: Go ahead. 519 00:57:22.860 --> 00:57:30.010 Jenny Duan: Okay, I think. Is there anything else I can do to help support you with Synthoria like any other questions you have or anything we can talk through together. 520 00:57:31.162 --> 00:57:35.140 huda: No, I think I think that's good for now 521 00:57:35.250 --> 00:57:41.297 huda: I'll let you know about any updates. Regarding like any of the other 522 00:57:42.060 --> 00:57:45.410 huda: like. I guess, the any of the other extracurriculars. 523 00:57:45.760 --> 00:57:57.359 huda: But I think that's all for sinceory. I think I'll continue this efforts, and maybe, like I think the discord like method might work a lot. So I think I'll like definitely, look into that. 524 00:57:58.060 --> 00:58:00.010 Jenny Duan: Okay, keep me updated. 525 00:58:01.240 --> 00:58:16.019 Jenny Duan: Okay, then, sounds good. Feel free to text me. If you have any questions. I'm always like very available for anything you might need when you're away and have so much fun in London. I think it's gonna be like an amazing experience for you. 526 00:58:16.310 --> 00:58:20.352 huda: Yeah, maybe I'll find my college app essay story from there. 527 00:58:20.800 --> 00:58:22.439 Jenny Duan: Yeah, that'd be awesome. 528 00:58:22.900 --> 00:58:24.739 Jenny Duan: I think. Like there's I mean. 529 00:58:25.110 --> 00:58:31.599 Jenny Duan: Indian food is like the national food of London, I mean, of England, which is like, really interesting. So like there could be like some story there. 530 00:58:31.800 --> 00:58:32.630 huda: Yeah. 531 00:58:33.460 --> 00:58:36.640 Jenny Duan: Okay. Cool. Well, take care. Have a great time. 532 00:58:36.870 --> 00:58:38.090 huda: Thank you. Bye. 533 00:58:38.090 --> 00:58:38.780 Jenny Duan: Bye.",
  "segments": [
    "Week 73 - Coaching_Jenny_Huda_Wk73_2024-06-29_M_2da22175abdd91fcU_2024-06-28_00-00-00 WEBVTT 1 00:01:48.980 --> 00:01:50.240 Jenny Duan: Hi, Huda! 2 00:01:51.840 --> 00:02:00.309 Jenny Duan: How's it going? Well, oh, cute! I love it! How is how was the last day of Coda's classy like couple of days ago yesterday? 3 00:02:00.310 --> 00:02:17.170 huda: It was really it was kind of it was really nice, but I was a bit sad, because I won't be seeing like the rest of the scholars from my group. But yeah, it was really fun. Yeah, I think presentation day. I was like a little nervous. But yeah. I think it went well. 4 00:02:18.090 --> 00:02:25.030 Jenny Duan: Awesome. Well, I'm really glad to hear that, and did like your can. I see a demo of your project? If you have it. 5 00:02:25.220 --> 00:02:27.217 huda: Oh, yeah, it's just a website. 6 00:02:30.740 --> 00:02:31.680 huda: yeah, it's like. 7 00:02:36.330 --> 00:02:38.500 huda: for some reason, it's not loading. 8 00:02:55.550 --> 00:02:57.230 huda: Yeah, I don't know. Tell me. 9 00:03:06.130 --> 00:03:11.610 huda: Oh, yeah, I guess we can move on from that. I'll like I'll send to you later, maybe through messages. I don't know why it's not 10 00:03:12.070 --> 00:03:13.520 huda: showing up now. But 11 00:03:14.590 --> 00:03:15.410 huda: yeah. 12 00:03:26.930 --> 00:03:27.690 huda: okay. 13 00:03:29.020 --> 00:03:31.900 Jenny Duan: Did you send it? Oh, there, I see it. 14 00:03:32.310 --> 00:03:34.550 Jenny Duan: Okay, cool. Let me open this. 15 00:03:38.480 --> 00:03:40.860 Jenny Duan: Oh, my gosh! It looks so good. 16 00:03:42.510 --> 00:03:43.430 huda: Thank you. 17 00:03:49.987 --> 00:03:57.820 Jenny Duan: I can't access the report. But that's fine. I think it's not okay. But any it doesn't. It doesn't matter that much. It looks really good. Who that I really like it? 18 00:03:58.880 --> 00:04:01.260 Jenny Duan: And when do you leave for London again? 19 00:04:01.550 --> 00:04:02.880 huda: Tomorrow, actually. 20 00:04:0",
    "3.544 --> 00:04:05.000 Jenny Duan: How do you feel? 21 00:04:05.200 --> 00:04:08.542 huda: I really I'm really excited. 22 00:04:09.290 --> 00:04:17.009 huda: like kind of nervous, but like I'm really excited. Cause I'm actually, I'm turning 17 in like 4 days. So. 23 00:04:18.370 --> 00:04:23.280 Jenny Duan: Oh, my gosh! Wait! Happy! Early birthday is your birthday. On July 3.rd 24 00:04:23.280 --> 00:04:23.950 huda: Yeah. 25 00:04:24.420 --> 00:04:28.229 Jenny Duan: Okay, it's really cool. And are you doing anything to celebrate in London? 26 00:04:28.741 --> 00:04:39.899 huda: We're probably going to like a restaurant that, like my dad's been there a couple of times, so I'm probably going to like a restaurant, and then I don't know. Probably just like some tourist attractions. 27 00:04:40.940 --> 00:04:53.630 Jenny Duan: Alright, that's gonna be really fun. I think I haven't been to London in a while, but I have a very positive impression of the city. So okay, cool. That means that we should get a lot of things wrapped up before your big trip. What's top of mind for you? 28 00:04:57.320 --> 00:05:16.620 huda: I'm not exactly sure but maybe like I'm kind of focusing on my plan for folklift and also synthetic cause. Those things I feel like I'm making like less progress on. And then kind of just like what I should do beforehand. I think that would 29 00:05:16.660 --> 00:05:18.529 huda: that would be helpful. 30 00:05:19.470 --> 00:05:22.506 Jenny Duan: Yeah. So let's start off with forklift. I think that 31 00:05:22.980 --> 00:05:34.050 Jenny Duan: for folklift. The, in my opinion, the best thing that you can do right now is 1st continuing, continuing to get people to like, submit to your journal, and like, what methods have you been doing 32 00:05:34.260 --> 00:05:35.549 Jenny Duan: for that right now? 33 00:05:36.317 --> 00:05:39.002 huda: I've tried like contacting like 34 00:05:39.580 --> 00:05:41.490 huda: a few people like 35 00:05:42.010 --> 00:05:56.340 huda",
    ": through like messages or not. Messages. Sorry. Through like Instagram, and stuff like through Dms, and just like, ask them that they'd be interested. That hasn't worked out too well. And like. 36 00:05:56.420 --> 00:06:02.239 huda: yeah. But I think that's kind of like the only method I've I've been using. But yeah. 37 00:06:04.520 --> 00:06:08.069 Jenny Duan: Okay, have you started like pitching yourself to other newsletters, too? 38 00:06:09.103 --> 00:06:11.119 huda: I don't think I have. 39 00:06:11.650 --> 00:06:34.900 Jenny Duan: Okay, I think that could be like something to do. To like start sharing it with other news services and also to start pitching your own independent journalism like this is kind of separate from folklift, but like, if you could cross share, like some of the folklift journalism that you've written or other people have written onto like bigger publications like teen vogue. I think that would be a good idea. Maybe we could spend some time. Do you remember that New York 40 00:06:35.220 --> 00:06:39.200 Jenny Duan: New York Times. Like article of youth, magazines. 41 00:06:39.707 --> 00:06:42.810 Jenny Duan: submissions? Have you like pitched any of these. 42 00:06:43.520 --> 00:06:55.540 huda: No, I've I was like looking through the list and trying to see like which ones are still available. And A lot of them like are inactive, or they have like deadlines that have passed. 43 00:06:56.210 --> 00:06:57.769 huda: So I think 44 00:06:58.010 --> 00:07:03.509 huda: I think maybe like I haven't like done one for them yet. 45 00:07:04.380 --> 00:07:10.199 Jenny Duan: Okay? Are any of them open so far, or like, do any of them have upcoming deadlines that haven't closed yet? 46 00:07:11.032 --> 00:07:16.299 huda: I think they might be like I haven't really checked into the ones which are open, but. 47 00:07:20.150 --> 00:07:24.420 Jenny Duan: Okay. Why don't we take up some time to like? Go through that list and see 48 00:07:24.700 --> 00:07:26.6",
    "09 Jenny Duan: and let me open? It, too. 49 00:08:24.800 --> 00:08:27.449 Jenny Duan: Seems like the latest was 50 00:08:27.470 --> 00:08:29.170 Jenny Duan: June 19.th 51 00:08:30.690 --> 00:08:31.650 huda: Yeah. 52 00:08:39.380 --> 00:08:42.200 Jenny Duan: And I'm just looking at student opinion right now. 53 00:09:52.750 --> 00:09:56.879 huda: Yeah, I haven't. I haven't really found anything in New York Times yet. 54 00:09:59.430 --> 00:10:01.160 Jenny Duan: A joy. Seems like it's 55 00:10:03.340 --> 00:10:05.230 Jenny Duan: taking submissions. 56 00:10:06.670 --> 00:10:07.690 huda: Sorry, which one. 57 00:10:09.685 --> 00:10:10.230 Jenny Duan: Droid! 58 00:10:10.310 --> 00:10:11.330 Jenny Duan: See. 59 00:10:30.690 --> 00:10:32.760 Jenny Duan: Oh, they're close to all submissions. 60 00:10:53.290 --> 00:10:54.770 Jenny Duan: Elementary is 61 00:10:54.860 --> 00:10:56.400 Jenny Duan: submittable. 62 00:11:01.580 --> 00:11:05.699 Jenny Duan: But it's a 2025 deadline. But they have like a committee thing 63 00:11:05.850 --> 00:11:07.670 Jenny Duan: that seems interesting. 64 00:11:22.870 --> 00:11:23.740 Jenny Duan: Actually. 65 00:11:23.910 --> 00:11:26.419 Jenny Duan: I think I want you to take a look at 66 00:11:27.320 --> 00:11:28.720 Jenny Duan: reboot. 67 00:11:30.320 --> 00:11:32.460 Jenny Duan: I think you have a good chance of 68 00:11:33.207 --> 00:11:34.880 Jenny Duan: submitting to here. 69 00:11:50.890 --> 00:11:51.870 Jenny Duan: Check it out. 70 00:11:52.100 --> 00:11:58.539 Jenny Duan: Do you see it? It's all about like AI, and like AI, they do like creative fiction. It's all about technology. But like 71 00:11:59.020 --> 00:12:08.570 Jenny Duan: they do like creative fiction, criticisms other things like Leila Shroff is one of writer. She goes to Stanford like anyone can submit to reboot. By the way. 72 00:12:08.990 --> 00:12:09.840 Jenny Duan: like. 73 00:12:09.840 --> 00:12:10.870 huda: It's pretty cool. 74 00:12:11.180 --> 00:12:14.739 Jenny Duan",
    ": Read like what other pieces like any of their pieces. 75 00:12:14.990 --> 00:12:16.419 Jenny Duan: They're all pretty good. 76 00:12:20.600 --> 00:12:24.670 huda: Is there like a way to do? You have like email? 77 00:12:27.140 --> 00:12:32.059 huda: like this? Is is this a sub stack, or like, how do we pitch like our idea. 78 00:12:32.060 --> 00:12:35.030 Jenny Duan: It's a subset. I think you can. Just 79 00:12:36.250 --> 00:12:39.600 Jenny Duan: could you? To Jasmine's son, who's like the editor? 80 00:12:44.010 --> 00:12:44.879 Jenny Duan: I think 81 00:12:47.690 --> 00:12:49.759 Jenny Duan: the editorial board. 82 00:12:50.930 --> 00:12:54.920 Jenny Duan: if you. Yeah, if you like. Email, Jasmine's son, I feel like that's 83 00:12:55.370 --> 00:12:56.360 Jenny Duan: home. 84 00:12:58.710 --> 00:13:00.750 Jenny Duan: That's probably a good place to 85 00:13:01.580 --> 00:13:03.010 Jenny Duan: check email. 86 00:13:03.190 --> 00:13:07.379 Jenny Duan: jazz W. Son, ny@gmail.com. 87 00:13:10.810 --> 00:13:16.529 Jenny Duan: I think if you if you email any member of their editorial board, that's that should be. That should be a good way to submit. 88 00:13:17.090 --> 00:13:17.840 huda: Okay. 89 00:13:20.150 --> 00:13:24.330 Jenny Duan: Is there a piece, 1st of all, that you would want to submit, or that you have an interest in submitting. 90 00:13:25.638 --> 00:13:29.021 huda: I haven't finished it yet, but I was gonna write 91 00:13:29.900 --> 00:13:49.630 huda: right like I was writing a piece about like being like a Muslim Indian, and like how how like? The experience of like having people like guess your race and like it's kind of I was writing like an article about that. And I think that would be actually, this sounds like about tech. So maybe, like something else, I could 92 00:13:51.950 --> 00:13:53.910 huda: possibly read about like 93 00:13:54.160 --> 00:14:02.659 huda: an interesting like perspective. Maybe, like, how about like AI bias, maybe, and like ki",
    "nd of focusing on a very 94 00:14:03.735 --> 00:14:04.380 huda: like 95 00:14:05.040 --> 00:14:13.549 huda: specific example of how AI bias has affected people. I might have to do a little bit of research into that. But since it's like technology, I think. 96 00:14:14.450 --> 00:14:20.350 Jenny Duan: Also, if you like, like creative writing on reboot, there's a lot of good creative writing here. 97 00:14:23.110 --> 00:14:24.340 Jenny Duan: let me see you. 98 00:14:26.150 --> 00:14:27.729 Jenny Duan: What's an example 99 00:14:35.880 --> 00:14:37.900 Jenny Duan: like this one. This is like a 100 00:14:38.080 --> 00:14:38.870 Jenny Duan: 10 101 00:14:39.660 --> 00:14:40.910 Jenny Duan: example. 102 00:14:42.260 --> 00:14:43.899 Jenny Duan: Liars dividend. 103 00:14:48.170 --> 00:14:52.979 Jenny Duan: You can read this later. It's about like deep fakes and like an election. But this is like creative fiction 104 00:14:53.040 --> 00:14:53.545 Jenny Duan: tone. 105 00:14:54.350 --> 00:14:58.749 Jenny Duan: So if you're interested in writing creative fiction like this could also be a platform for that 106 00:14:59.298 --> 00:15:08.070 Jenny Duan: but obviously unnecessary, just like whatever you think would be impactful. So I think, okay, to summarize, submitting your work 107 00:15:08.190 --> 00:15:30.540 Jenny Duan: from folklift to other journals is another way to gain visibility. I think what we can think about is like exactly what metrics are we looking for for each extracurricular and for folklift? I think the biggest metric is readership, and the amount of work that you publish. So you can increase readership by, you know, having other organizations amplify it by 108 00:15:31.160 --> 00:15:32.310 Jenny Duan: by 109 00:15:32.810 --> 00:15:35.409 Jenny Duan: publishing on social media, by 110 00:15:35.570 --> 00:15:39.960 Jenny Duan: doing different marketing techniques, techniques, techniques still send it out in different newsletters. 111 00:15:39.990 --> 00:15:44.5",
    "22 Jenny Duan: And the way you can get people to submit is, I think, 112 00:15:45.570 --> 00:15:50.820 Jenny Duan: again, through linkedin, through social media, and like through writing, through having writing contests. 113 00:15:51.379 --> 00:15:55.870 Jenny Duan: What do you think you struggle more with like readership, or getting submissions, or both? 114 00:15:58.430 --> 00:16:21.879 huda: I feel like honestly kind of both. But like readership is like kind of, since I'm like connected to a lot of nonprofits like a lot of time they like send Instagram posts and be like, Oh, can you like this? And so it's kind of. I'd be able to like share my posts through there as well. But like, I think, yeah, getting people to submit as well as like kind of a struggle. 115 00:16:22.550 --> 00:16:24.169 Jenny Duan: Yeah, that makes sense. 116 00:16:25.810 --> 00:16:28.160 Jenny Duan: which? So I think maybe this is like 117 00:16:28.960 --> 00:16:37.079 Jenny Duan: the thing is like, I don't know if people know that folklift exists. So what ways have you been trying to publish folklift so far. 118 00:16:37.590 --> 00:16:47.699 huda: I've been like kind of a little more active on Instagram and like I like, I I think I've been trying to like post on like 119 00:16:48.148 --> 00:17:02.169 huda: on substack and and medium. I'm trying to like post all the folklift like pieces on there. So then I might be more accessible. And so like, I've tried that. And I've also tried 120 00:17:02.825 --> 00:17:18.760 huda: so really like sending out like emails to or like messages to like other nonprofits. To advertise things. I haven't like reached like reached out to individuals too much. But yeah. 121 00:17:20.569 --> 00:17:22.859 Jenny Duan: Okay, have you tried advertising on Reddit? 122 00:17:24.220 --> 00:17:30.519 huda: I actually did one time like on. I think there's like an opportunities reddit or something. 123 00:17:30.530 --> 00:17:36.030 huda: And then, like someone replied, but the",
    "n they just kind of like ditched it, but like I haven't. 124 00:17:36.290 --> 00:17:41.240 huda: I don't exactly know like what channels and like, how I should kind of advertise it. 125 00:17:42.660 --> 00:17:45.360 Jenny Duan: Okay, where did you put it in? What was the message. 126 00:17:47.140 --> 00:17:50.289 huda: Let me see specifically if I could find the 127 00:18:32.240 --> 00:18:35.853 huda: it was under like this Ec, advice 128 00:18:36.510 --> 00:18:42.110 huda: like reddit. And then there's like a mega thread for advertising your organizations. 129 00:18:42.170 --> 00:18:44.030 huda: and so like I posted. 130 00:18:48.250 --> 00:18:50.309 huda: And you know this is like a while ago. 131 00:18:50.310 --> 00:18:52.430 Jenny Duan: Oh, how many people are in that subreddit. 132 00:18:56.140 --> 00:18:59.170 huda: There's around 5,000 members. 133 00:19:00.550 --> 00:19:04.000 Jenny Duan: You know, if like applying to college would take it if you could post. 134 00:19:04.000 --> 00:19:07.700 huda: Do you think they might like ban it for like advertising? Maybe. 135 00:19:09.330 --> 00:19:10.470 Jenny Duan: We see you. 136 00:19:10.470 --> 00:19:17.980 huda: And this is also like a little while ago. So so maybe I think, like my pitching was a little too complicated. But this is what I put there. 137 00:19:19.510 --> 00:19:20.510 Jenny Duan: Hmm. 138 00:19:21.420 --> 00:19:24.090 Jenny Duan: okay, yeah, that makes sense, I think. 139 00:19:24.530 --> 00:19:26.970 Jenny Duan: Let's see. So like your 140 00:19:27.230 --> 00:19:43.490 Jenny Duan: right now, you're looking for places to submit your writing right? Like as a as a young person like looking to submit writing, and you're not finding places that you can submit. So I wonder if anybody else has the same experience as you, where like, they want to publicize their writing somewhere, but like have no platform. 141 00:19:44.260 --> 00:19:45.420 Jenny Duan: and so 142 00:19:46.150 --> 00:19:49.509 Jenny Duan: ",
    "to that end it seems like folklift is a natural fit 143 00:19:50.100 --> 00:19:55.620 Jenny Duan: for, like both you and people like you, who are looking for places to submit their writing, but like 144 00:19:55.860 --> 00:20:04.189 Jenny Duan: don't have access to different journals, or different or like it doesn't exist right? We went through that New York Times list and like there's not very many places to submit. 145 00:20:04.510 --> 00:20:14.400 Jenny Duan: So I wonder if, like, you can actually ask your J. Camp people, do you have connections to J. Camp right now? Like, do you know, do they do they start like a slack or anything with the J. Camp people. 146 00:20:14.666 --> 00:20:18.929 huda: Not yet. There! They're trying to keep it a little private until it actually starts. 147 00:20:19.750 --> 00:20:20.510 Jenny Duan: Okay. 148 00:20:22.620 --> 00:20:28.399 Jenny Duan: So I was thinking, like you could maybe ask them to help. But like, if you can't find, are you allowed to announce it on your Linkedin. 149 00:20:28.400 --> 00:20:29.240 huda: No. 150 00:20:30.560 --> 00:20:32.519 Jenny Duan: Are you allowed to reach out to other J. Campers. 151 00:20:32.760 --> 00:20:36.125 huda: No, they're trying to like have it so that we or I, okay. So they. 152 00:20:36.350 --> 00:20:37.860 Jenny Duan: Previous day, campers. 153 00:20:38.220 --> 00:20:54.709 huda: Yeah. They also like, had like the other person who's coming from like the same airport cause. They booked like the flight for both of us. And then, like they they'd like told the name and everything, and I tried connecting as well. But he just like left me pending on Linkedin. So I'm not sure. 154 00:20:54.980 --> 00:21:00.619 Jenny Duan: Are you allowed to reach? Wait? Who is this other person like? Are they? What school do they go to like? Who is this person. 155 00:21:00.820 --> 00:21:03.669 huda: Hold on. I think his name was like Julian. 156 00:21:05.260 --> 00:21:07.550 Jenny Duan: Maybe he just doesn't",
    ". Isn't active on Linkedin. 157 00:21:07.550 --> 00:21:12.660 huda: No, but he like viewed my my profile like 5 days ago, after I've like, requested. 158 00:21:13.670 --> 00:21:15.010 Jenny Duan: That's crazy. 159 00:21:15.010 --> 00:21:15.810 huda: Yeah. 160 00:21:17.260 --> 00:21:19.370 huda: it was a bit odd. But 161 00:21:19.480 --> 00:21:20.325 huda: yeah, 162 00:21:26.610 --> 00:21:32.540 Jenny Duan: Wondering like, are you allowed to reach out to previous day campers cause? Why don't you reach out to alum of the program and ask them to help. 163 00:21:32.540 --> 00:21:33.410 huda: Yeah. 164 00:21:33.700 --> 00:21:34.759 huda: that's a good idea. 165 00:21:34.760 --> 00:21:42.939 Jenny Duan: That would be a good idea. See? Like how you're working on like getting this literary project or this, you know, journalism project kicked off, but, like you need some support. 166 00:21:44.730 --> 00:21:46.290 Jenny Duan: I feel like that would be 167 00:21:47.430 --> 00:21:48.929 Jenny Duan: a good thing to do. 168 00:21:52.030 --> 00:21:57.059 huda: I'm not trying to find like the it was from all those like competitive schools. I know that. 169 00:22:14.640 --> 00:22:19.100 huda: But yeah, he goes to. He lives in Palo Alto. Actually. 170 00:22:21.310 --> 00:22:21.820 huda: people. 171 00:22:22.376 --> 00:22:25.159 Jenny Duan: Palo Alto's people ignoring you. 172 00:22:25.160 --> 00:22:27.450 huda: I don't know, but I think he's like 173 00:22:27.510 --> 00:22:29.879 huda: like experienced journalists like 174 00:22:30.120 --> 00:22:34.819 huda: he has, like he's like an editor in chief, for, like a journal. 175 00:22:35.560 --> 00:22:36.784 Jenny Duan: What journal is this. 176 00:22:37.270 --> 00:22:39.009 huda: The Campanile. 177 00:22:39.930 --> 00:22:42.909 huda: Oh, it's like a student led type journal. 178 00:22:42.910 --> 00:22:44.035 Jenny Duan: Okay, yeah. So 179 00:22:44.460 --> 00:22:47.679 Jenny Duan: I feel like, I feel like, you know, you should like. 180 ",
    "00:22:48.800 --> 00:22:49.759 Jenny Duan: I feel like. 181 00:22:49.870 --> 00:22:53.489 Jenny Duan: if you reach out to alum, they will be receptive in helping you. 182 00:22:54.040 --> 00:22:55.080 huda: Okay, yeah. 183 00:23:01.450 --> 00:23:03.580 huda: Me see if I could find any right now. 184 00:23:10.480 --> 00:23:12.302 Jenny Duan: Okay. Why don't you do a search of 185 00:23:14.120 --> 00:23:15.800 Jenny Duan: of alum of J. Camp. 186 00:23:19.610 --> 00:23:21.780 huda: Okay, let me share my screen. Actually. 187 00:23:29.660 --> 00:23:32.260 huda: oh, actually, I think this is this is. 188 00:23:50.130 --> 00:23:51.279 Jenny Duan: Oh! Dang! 189 00:23:51.790 --> 00:23:52.500 huda: Okay. 190 00:23:52.500 --> 00:23:56.570 Jenny Duan: Dang. Yeah. Okay, why don't you? Just why don't you just reach out to like 191 00:23:56.590 --> 00:24:02.520 Jenny Duan: all the J. Camp people you have and like, say you'd love to like speak with them. Basically. 192 00:24:02.970 --> 00:24:04.480 huda: Okay. Yeah. 193 00:24:11.250 --> 00:24:12.180 Jenny Duan: Because, like. 194 00:24:12.500 --> 00:24:15.210 Jenny Duan: like, there's no, there's really no harm in, like. 195 00:24:15.390 --> 00:24:17.699 Jenny Duan: you know, wanting to just talk to them. 196 00:24:52.120 --> 00:24:54.290 Jenny Duan: Yeah, looks good. 197 00:24:56.210 --> 00:24:58.560 Jenny Duan: And then during that meeting you could like. 198 00:24:58.830 --> 00:25:01.054 Jenny Duan: talk to them about your 199 00:25:02.060 --> 00:25:03.560 Jenny Duan: experiences 200 00:25:05.980 --> 00:25:07.759 Jenny Duan: and like ask them for advice. 201 00:25:23.810 --> 00:25:25.350 huda: Does this sound good. 202 00:25:31.810 --> 00:25:33.799 Jenny Duan: yeah, that that looks good. 203 00:25:35.250 --> 00:25:36.000 huda: Okay. And then. 204 00:25:36.000 --> 00:25:38.569 Jenny Duan: Ask if like, if she'd be available for a 205 00:25:38.650 --> 00:25:41.350 Jenny Duan: I don't know. 30 min call sometime. 206 00:25:42.690 -->",
    " 00:25:46.379 Jenny Duan: not sometime, but like in the next coming weeks, something like that. 207 00:26:03.730 --> 00:26:04.400 huda: Who got it? 208 00:26:06.770 --> 00:26:08.316 Jenny Duan: Alright cool 209 00:26:10.100 --> 00:26:15.179 Jenny Duan: Can you send that message to like? Let's just send it to 5 other people right now, just 210 00:26:15.220 --> 00:26:16.430 Jenny Duan: while we're at it. 211 00:26:32.000 --> 00:26:33.630 huda: Oh! She goes to Stanford. 212 00:26:34.200 --> 00:26:35.560 Jenny Duan: Oh, awesome! 213 00:26:37.800 --> 00:26:39.130 Jenny Duan: I don't know her, though. 214 00:26:42.056 --> 00:26:44.060 huda: I'm not sure if she oh, she's 215 00:26:44.460 --> 00:26:46.517 huda: oh, she got her masters here. 216 00:26:47.320 --> 00:26:50.138 huda: I'm not sure if she went to J. Camp actually 217 00:26:50.420 --> 00:26:51.890 Jenny Duan: Okay, never mind. Then. 218 00:27:09.840 --> 00:27:12.209 huda: I think I remember there's some J. Camp like. 219 00:27:14.990 --> 00:27:16.099 huda: or do you feel like it's. 220 00:27:16.100 --> 00:27:17.509 Jenny Duan: There's like a Linkedin group 221 00:27:18.250 --> 00:27:19.700 Jenny Duan: our alumni list. 222 00:27:23.340 --> 00:27:25.380 huda: I think they like post them here. 223 00:27:29.400 --> 00:27:34.710 huda: Should I contact people that like recently went to J camp, or like they went to J. Camp a while ago. 224 00:27:35.930 --> 00:27:38.759 Jenny Duan: I think both, I think, like it's fine either way. 225 00:27:43.520 --> 00:27:45.379 Jenny Duan: Do you like Arc? The browser. 226 00:27:45.750 --> 00:27:49.800 huda: Yeah, I think it's like, it's a lot more like easier to navigate. 227 00:27:51.190 --> 00:27:52.410 Jenny Duan: Awesome. 228 00:27:55.560 --> 00:27:59.150 Jenny Duan: Make sure they have. J. Camp. Do they have J. Camp in there. 229 00:28:01.000 --> 00:28:01.810 huda: Okay. Yeah. 230 00:28:04.280 --> 00:28:06.414 Jenny Duan: Okay. You should talk to him. 231 00:28:09.610 --> 00:28:1",
    "1.130 huda: Oh, no! I deleted my. 232 00:28:11.540 --> 00:28:13.959 Jenny Duan: Oh, no! You can just write a new message. 233 00:29:24.200 --> 00:29:25.509 huda: Great? Does this sound good. 234 00:29:27.180 --> 00:29:28.169 Jenny Duan: Let me see. 235 00:29:31.060 --> 00:29:32.639 Jenny Duan: Yeah, I think that looks great. 236 00:30:00.316 --> 00:30:05.519 Jenny Duan: Keep going. Make sure they have J. Camp, though, in their profile. So it doesn't look like you're just straight up stalking them. 237 00:30:06.190 --> 00:30:08.780 huda: Yeah, I think they reposted. 238 00:30:08.960 --> 00:30:10.559 Jenny Duan: Okay, cool. Then it's fine. 239 00:31:17.840 --> 00:31:18.900 Jenny Duan: Yeah, okay. 240 00:31:19.340 --> 00:31:21.920 Jenny Duan: it's cool to see like what they're up to. Now. 241 00:31:22.190 --> 00:31:23.490 huda: Yeah, I'm a business. 242 00:31:23.490 --> 00:31:24.720 Jenny Duan: School thing. 243 00:31:25.100 --> 00:31:26.489 huda: I don't know if this is. 244 00:31:29.030 --> 00:31:30.849 Jenny Duan: I don't know if that's the right person, either. 245 00:31:35.700 --> 00:31:36.320 huda: Yeah. 246 00:31:59.130 --> 00:32:01.450 huda: okay, there's like a lot of people. 247 00:32:06.110 --> 00:32:08.569 huda: well, this person also came from Palo Alto. 248 00:32:13.420 --> 00:32:15.940 Jenny Duan: Why don't you message like 2 more? And then we can move on. 249 00:32:39.960 --> 00:32:43.767 huda: yeah, I don't know if this is yeah. Cause. 250 00:32:45.140 --> 00:32:46.440 Jenny Duan: Find another one. 251 00:32:48.780 --> 00:32:53.690 Jenny Duan: Young Women's Dean Research and Preparatory Academy sounds like such an interesting school. 252 00:32:53.690 --> 00:32:54.100 huda: Yeah. 253 00:32:55.970 --> 00:32:56.919 Jenny Duan: Yeah, that's her. 254 00:32:57.310 --> 00:32:58.610 huda: Oh Princeton. 255 00:32:58.850 --> 00:33:00.460 Jenny Duan: Dang! 256 00:33:00.640 --> 00:33:01.075 huda: Yeah. 257 00:33:01.700 --> 00:33:05.562 Jenny Duan: Look at what she",
    " says. Look at, hey? It also, maybe, is a helpful tip to like. 258 00:33:05.900 --> 00:33:08.460 Jenny Duan: Look at what these people are doing and like. 259 00:33:09.650 --> 00:33:16.440 Jenny Duan: See if you can like, borrow some of their extracurriculars like, what is puffin student writing fellow like that, could be you? What is that 260 00:33:16.710 --> 00:33:21.039 Jenny Duan: scroll down. I saw a post. Yeah, what is that like that? Could be you? 261 00:33:24.070 --> 00:33:27.020 Jenny Duan: The best extracurriculars are borrowed from other people. 262 00:33:28.700 --> 00:33:31.329 Jenny Duan: Yeah, apply. How do you apply for this. 263 00:33:32.330 --> 00:33:33.160 Jenny Duan: Oh. 264 00:33:34.130 --> 00:33:35.189 Jenny Duan: it's kind of cool. 265 00:33:39.120 --> 00:33:40.470 Jenny Duan: Oh, it's full time. 266 00:33:41.220 --> 00:33:43.210 Jenny Duan: fellowship! Can you click the fellowship. 267 00:33:44.080 --> 00:33:44.640 huda: Where. 268 00:33:45.020 --> 00:33:45.879 Jenny Duan: At the top 269 00:33:46.860 --> 00:33:48.060 Jenny Duan: on the oh. 270 00:33:48.180 --> 00:33:49.800 Jenny Duan: where did it go? Fellowship? Yeah. 271 00:33:54.490 --> 00:33:56.700 Jenny Duan: How do you join the fellowship? 272 00:33:57.800 --> 00:33:58.750 Jenny Duan: Apply? 273 00:34:10.936 --> 00:34:15.839 Jenny Duan: Okay, well, that's that's maybe something that you could ask her to when you call her. 274 00:34:20.520 --> 00:34:22.730 huda: Well, let me just double check that she went to. 275 00:34:24.679 --> 00:34:26.370 huda: It's just so impressive. 276 00:34:30.300 --> 00:34:31.070 huda: Okay. 277 00:34:55.790 --> 00:34:58.220 huda: okay, I think maybe 278 00:34:59.446 --> 00:35:02.569 huda: I can like message more. Maybe later. 279 00:35:07.070 --> 00:35:18.140 Jenny Duan: Alright awesome. So that's folklift. I feel like this is like a pretty good next step again, just to clarify like what we really wanna optimize with folklift is the number of readers, and also",
    " the number of submitters. 280 00:35:18.340 --> 00:35:40.229 Jenny Duan: And so I think by talking to these people, you can have a better sense, like a lot of them. Probably did student news or student journalism when they were in high school, too. So I think by talking to these people, you can get a sense of like what the options are for students interested in journalism like, what's what the current availabilities are for people wanting to publish, and then like how you can leverage these understandings to like benefit your own process. 281 00:35:40.500 --> 00:35:41.680 Jenny Duan: Okay, yeah. 282 00:35:42.110 --> 00:35:53.738 Jenny Duan: Cool. So then, the other thing is synthoria, I think with centuria again, the the biggest metric is just getting the maximum number of people to play your 283 00:35:55.882 --> 00:36:01.869 huda: I was looking at some an analytics for like the website, and there's like people from like 284 00:36:01.960 --> 00:36:05.160 huda: like many countries, just like playing it like. 285 00:36:05.160 --> 00:36:10.109 Jenny Duan: Oh, how do you? How do you think like, how do you think they got there? Is my question. 286 00:36:10.730 --> 00:36:13.339 huda: I'm not sure, actually. But maybe. 287 00:36:13.840 --> 00:36:16.089 huda: like I've been really active on like. 288 00:36:16.960 --> 00:36:18.660 huda: tech talk about it. But 289 00:36:18.880 --> 00:36:26.210 huda: I yeah, like, it's kind of shocking. I know some of them from like India, like like my family members. But 290 00:36:26.810 --> 00:36:31.150 huda: There's like literally people from like Italy, and like 291 00:36:31.950 --> 00:36:32.760 huda: great. 292 00:36:34.900 --> 00:36:35.840 Jenny Duan: Wow! 293 00:36:37.610 --> 00:36:39.990 Jenny Duan: Italy is is pretty far. 294 00:36:39.990 --> 00:36:40.570 huda: Yeah. 295 00:36:41.860 --> 00:36:42.840 huda: Home. 296 00:36:46.680 --> 00:36:48.960 huda: Okay, I don't know. It's not showing up anymore. But 297 00:36:52.530 --> 00:36:53.",
    "760 huda: oh, wait. 298 00:36:59.800 --> 00:37:03.179 huda: Yeah, there's like people from Germany, Indonesia. 299 00:37:07.640 --> 00:37:08.530 huda: like 300 00:37:09.050 --> 00:37:11.130 huda: Italy, like, I don't know. 301 00:37:16.240 --> 00:37:19.350 huda: But yeah, I want to definitely, obviously grow that 302 00:37:22.380 --> 00:37:23.730 huda: And yeah, I think 303 00:37:23.970 --> 00:37:29.789 huda: sharing sharing it on. Tiktok might help. That helped me like with my website a couple of times. 304 00:37:30.696 --> 00:37:32.050 huda: And then 305 00:37:33.360 --> 00:37:43.221 huda: I think I might watch like a little bit more like videos, or maybe contact more game developer, indie game developers and see how they were able to like popularize their game. 306 00:37:43.530 --> 00:37:44.560 Jenny Duan: A good idea. 307 00:37:44.560 --> 00:37:45.220 huda: Yeah. 308 00:37:47.199 --> 00:37:49.800 Jenny Duan: And like, how do you plan to do that? 309 00:37:51.234 --> 00:38:07.585 huda: So maybe like similar to like like, like how we're like reaching out to people who want to j camp before. Maybe like since that one like Linkedin Post. I had like had commenters who are like also in the game developers. But they're more like seasoned in the field. So. 310 00:38:08.160 --> 00:38:20.439 huda: I think I'd like it would be valuable to like set up a call with them, and also ask them a few questions on like how to kind of go about marketing your game. I think that could be helpful. 311 00:38:23.360 --> 00:38:25.630 huda: maybe even even like 312 00:38:26.070 --> 00:38:36.820 huda: trying to like continuing on that thing where I was like trying to message like youtubers to review my game. Actually, like, I recently like, I recently found, like a bunch of like 313 00:38:36.920 --> 00:38:48.320 huda: one of those like cozy game, like review people. And I was gonna like I was like making a list of like who I should reach out to and possibly have them review Sentoria. But yea",
    "h. 314 00:38:50.860 --> 00:39:00.459 Jenny Duan: That makes sense. How like do when you do India game developers? I know we talked about this. Do they typically like charge a fee, or will they do it for free for promoting your game? 315 00:39:01.688 --> 00:39:26.660 huda: Some some like content creators who are like not as like great, but like not as like popular. They they kind of do it for free, because they like need content. And then I think, like, when it comes to like youtubers. Most of the time. I don't think I've ever gotten a response from youtuber. But like, yeah, so like, I'm not really sure. But I think for the most part. 316 00:39:27.230 --> 00:39:31.850 huda: I'd probably aim for like people like like like a medium like kind of 317 00:39:32.020 --> 00:39:36.119 huda: audience, that they might be more like receptive and also 318 00:39:37.410 --> 00:39:39.749 huda: maybe just more cooperative. Yeah. 319 00:39:40.460 --> 00:39:42.439 Jenny Duan: Right? Yeah, exactly. 320 00:39:42.850 --> 00:39:53.659 Jenny Duan: So I think may have maybe reach out to those people. Do you have a list of like small creators that you want to find or like. Are you gonna find them? Instagram Tiktok, Youtube discord. 321 00:39:53.870 --> 00:40:02.590 huda: Yeah, I've I have like a list of like a few Instagrams that I wanna like reach out to I haven't done too much research on Youtube. 322 00:40:04.250 --> 00:40:16.780 huda: I mean, like, I had, like Chat Gbt, like generate a few youtubers. But, like, I also reached out to them. And they, I didn't get a response. So maybe I have to like some like organic researches into like, who I should contact 323 00:40:16.830 --> 00:40:17.484 huda: the 324 00:40:18.600 --> 00:40:33.009 huda: yeah, like, I think, I think like on Instagram is pretty easy cause. They all kind of like follow each other on the different content creators. Youtube, I might need to do a little more searching, like seeing their past videos and stuff like that. 325 00",
    ":40:33.130 --> 00:40:37.429 huda: or maybe like finding like a game that's similar to mine, which is like educational. But fun. 326 00:40:38.190 --> 00:40:38.760 huda: And seeing the. 327 00:40:38.760 --> 00:40:43.410 Jenny Duan: Maybe you could do like cross promo like you could help promo them. They could help promote you like 328 00:40:44.120 --> 00:40:45.269 Jenny Duan: that could work. 329 00:40:47.359 --> 00:40:53.129 huda: Yeah, maybe. Oh, maybe I could join some sort of like game dev like discord, and like 330 00:40:53.431 --> 00:40:55.470 huda: maybe put my like link on there. 331 00:40:55.660 --> 00:40:59.230 Jenny Duan: Why don't you look for that right now? That seems like a valuable use of your time. 332 00:40:59.828 --> 00:41:03.999 Jenny Duan: Are you not in any game dev discourse right now. That's surprising to hear actually. 333 00:41:04.912 --> 00:41:13.670 huda: I was part of one previously, but like, I think, like, they didn't really talk about game development, that. So then I just kind of left it. So 334 00:41:14.230 --> 00:41:16.013 huda: yeah, well, let me see. 335 00:41:57.350 --> 00:41:58.410 Jenny Duan: Oh, great! 336 00:41:59.080 --> 00:42:04.130 Jenny Duan: Yeah. Why don't you just start promoting your game in these discords, too? That seems like a good idea. 337 00:42:04.490 --> 00:42:04.870 huda: Yeah. 338 00:42:04.870 --> 00:42:07.160 Jenny Duan: Also Dakota coffee ever respond to you. 339 00:42:07.640 --> 00:42:08.040 huda: No. 340 00:42:09.050 --> 00:42:10.279 Jenny Duan: Do you send a follow up. 341 00:42:11.160 --> 00:42:13.937 huda: I haven't. I think I think 342 00:42:14.400 --> 00:42:16.699 Jenny Duan: Why don't you schedule one for Monday morning? 343 00:42:16.960 --> 00:42:18.509 huda: Okay, yeah, that's a good idea. 344 00:42:26.930 --> 00:42:28.819 huda: Oh, I think we did follow up. 345 00:42:29.830 --> 00:42:30.359 huda: Yes. 346 00:42:30.360 --> 00:42:33.220 Jenny Duan: Okay, then maybe just wait for a little bit more. 3",
    "47 00:42:33.470 --> 00:42:37.160 Jenny Duan: and then you can also promote it in the circle. If you haven't already been doing that. 348 00:42:37.340 --> 00:42:38.120 huda: Oh, yeah. 349 00:42:41.350 --> 00:42:42.100 huda: home. 350 00:42:48.880 --> 00:42:52.469 huda: Okay. I think this might be a process. Let me just like look for more. Maybe. 351 00:42:52.760 --> 00:42:56.259 Jenny Duan: Yeah, okay, you don't have to spend your time doing this right now. I can do it after this call, too. 352 00:43:00.330 --> 00:43:03.769 huda: Okay, this one looks looks larger. So maybe that would be more helpful. 353 00:43:04.160 --> 00:43:05.849 Jenny Duan: Yeah, I think that would be good. 354 00:43:30.180 --> 00:43:31.690 huda: Very game promotion. 355 00:43:33.910 --> 00:43:34.870 huda: Interesting? 356 00:43:38.170 --> 00:43:40.930 huda: Yeah, I think that there's actually like a fair 357 00:43:40.950 --> 00:43:42.360 huda: amount of them. 358 00:43:43.980 --> 00:43:49.691 Jenny Duan: Cool. So why don't you send? Why don't you just like start messaging people and like promoting your game in these servers? If that's allowed. 359 00:43:49.920 --> 00:44:16.159 huda: Actually one at 1 point I like in like the beginning, when I 1st released it, I just like, while on discord on, like one of the random discords I think I was like for like a half a month, and then and then, like, I went to like random people, and I just started dealing with them like, Hey, I'm making this game. Can you give me like feedback how to improve it? And that's like gave me like players, but I think I could do that again. Maybe it's kind of helpful. It went up a bit. But yeah. 360 00:44:16.850 --> 00:44:19.689 Jenny Duan: How is the social media aspect going as well. 361 00:44:20.397 --> 00:44:28.919 huda: Yeah, I've been posting like daily, on tech talk as well. I'm kind of running out of ideas to make like relating to synthoria. 362 00:44:29.333 --> 00:44:35.519 huda: Like, I've been like just making like",
    " tech content in general. But like, yeah, like, I feel like. 363 00:44:35.520 --> 00:44:36.220 Jenny Duan: Going. 364 00:44:36.620 --> 00:44:41.300 huda: It's going well, I feel like I'm had some like content about 365 00:44:41.340 --> 00:44:51.259 huda: like I think the content that I make about like specific women and stuff like random facts. I think those do really? Well, so I've been like making those mo mainly. And then 366 00:44:51.890 --> 00:44:53.360 huda: that's been going. Well. 367 00:44:55.380 --> 00:44:56.680 huda: yeah, I think 368 00:44:56.760 --> 00:44:59.049 huda: I think you could definitely expand that as well. 369 00:44:59.438 --> 00:45:06.620 huda: Yeah, I have like one kind of like, semi viral, not really viral viral video. But like I think 370 00:45:06.950 --> 00:45:09.929 huda: it's valuable to like keep going with that. 371 00:45:10.460 --> 00:45:15.920 Jenny Duan: Yeah, okay, and has it been hard coming up with video ideas? Or have you been like mainly consistent with those. 372 00:45:17.380 --> 00:45:31.760 huda: I think sometimes, like my content isn't really super related to Sentoria, which might be like kind of a problem, because it's like one of like the main reasons I wanted to post about on tick tock, but like, I've been making like normal tech content. So that hasn't been difficult. 373 00:45:31.890 --> 00:45:36.198 huda: I mean, like, especially in like code with class, we have like this, 374 00:45:37.410 --> 00:45:49.589 huda: like code culture. I think, culture of code or something. We had those type of sessions. And I gave like a bunch of specific stories. And I'm actually been using like the information that I got on there and posting on social media 375 00:45:49.610 --> 00:45:53.479 huda: that was helpful. But yeah, like, I think 376 00:45:53.870 --> 00:45:59.409 huda: I wanna come up with like, more like ways to advertise synthoria. Maybe. 377 00:46:01.010 --> 00:46:01.725 Jenny Duan: Yeah, 378 00:46:02.800 --> 00:46:04.120 J",
    "enny Duan: I think. 379 00:46:05.440 --> 00:46:09.840 Jenny Duan: maybe another thing you can do is like trying to send it out to like 380 00:46:11.315 --> 00:46:13.250 Jenny Duan: like newsletters like 381 00:46:13.290 --> 00:46:18.210 Jenny Duan: you can say like I would love for you to share this in your in your newsletter. If you know anyone who like. 382 00:46:18.360 --> 00:46:24.530 Jenny Duan: If you find any organization that runs like a newsletter or an email chain. I think that would be like really good. 383 00:46:25.180 --> 00:46:26.290 huda: Okay. Yeah. 384 00:46:28.779 --> 00:46:31.331 Jenny Duan: And then I think the other thing is 385 00:46:32.150 --> 00:46:36.670 Jenny Duan: Have you tried like commenting? I know we talked about this earlier, but like, have you tried that. 386 00:46:38.268 --> 00:46:44.540 huda: Well, like, okay. So my, my, for you, page like it doesn't really have any like content that 387 00:46:44.560 --> 00:46:54.540 huda: really makes sense. For like it's like, even relate to Cynthoria, or like any other organizations like, is it just kind of like casual content? And then, like. 388 00:46:54.790 --> 00:46:58.969 huda: just doesn't have to do with like tech or like video games. But 389 00:47:00.750 --> 00:47:06.979 huda: yeah, I think, like, I'm trying to like change it by like following more like programming people and like gaming people. 390 00:47:07.170 --> 00:47:09.810 huda: But yeah, I think I can work on that. 391 00:47:10.000 --> 00:47:11.690 Jenny Duan: Why don't you also, like 392 00:47:11.870 --> 00:47:12.780 Jenny Duan: Tony? 393 00:47:14.220 --> 00:47:16.930 Jenny Duan: Have you tried like commenting on 394 00:47:17.700 --> 00:47:23.719 Jenny Duan: non gaming related things? But, like AI related content? Because you could also do that too. 395 00:47:24.560 --> 00:47:25.060 huda: Yeah. 396 00:47:25.060 --> 00:47:27.314 Jenny Duan: Empowerment in general type of content. 397 00:47:28.970 --> 00:47:29.610 huda: Broke. 398",
    " 00:47:30.100 --> 00:47:30.770 huda: Yep. 399 00:47:32.468 --> 00:47:33.620 huda: What were you saying. 400 00:47:33.830 --> 00:47:35.649 Jenny Duan: Oh, no! I cut you off. Go ahead! 401 00:47:36.040 --> 00:47:39.420 huda: No, I was just saying like, I I've tried like commenting. 402 00:47:39.807 --> 00:47:47.800 huda: Yeah, I think I mean, I don't think that's like anything change from that. But yeah, I've been like commenting on a few tiktoks. I see. 403 00:47:48.850 --> 00:47:51.920 Jenny Duan: Has? Has has that been like effective at all? 404 00:47:51.920 --> 00:47:52.809 huda: Not really. 405 00:47:54.510 --> 00:47:55.416 Jenny Duan: Okay. 406 00:47:55.900 --> 00:48:03.890 Jenny Duan: let's see what other ways to provide synthia. Does your school have a newsletter that you could send out like, what about the clubs at school? Do they send out a newsletter. 407 00:48:06.620 --> 00:48:18.260 huda: yeah. But like, I think I don't think like promoting someone else's game is like, like, I feel like, it's like, really competitive. So they they wouldn't really like want to advertise someone else's project. 408 00:48:18.853 --> 00:48:22.189 huda: I mean, I could always ask. But like, yeah, like. 409 00:48:22.684 --> 00:48:28.710 huda: yeah, I think it's worth a shot. I can ask the maybe like the girls who Code club 410 00:48:29.060 --> 00:48:29.960 huda: maybe. 411 00:48:31.210 --> 00:48:31.960 Jenny Duan: Yeah. 412 00:48:33.820 --> 00:48:41.690 Jenny Duan: like, I think, promoting it. Starting from your school, promoting it at local hackathons like, what about hackathons? They send out like information. 413 00:48:41.760 --> 00:48:52.620 Jenny Duan: I wonder? Okay, like this is another kind of not dumb. But like just a strategy is to like sign up for a ton of hackathons. Don't compete. But just like user discord is a way to promote your things. 414 00:48:52.770 --> 00:48:54.561 huda: Oh, yeah, that's smart. 415 00:48:55.150 --> 00:48:57.224 Jenny Duan: You could think a",
    "bout doing that. 416 00:48:58.260 --> 00:49:02.390 Jenny Duan: Have you promoted in Hat Club at all? I feel like Hat Club. People are very receptive. 417 00:49:03.206 --> 00:49:04.510 huda: I haven't. I think 418 00:49:05.350 --> 00:49:10.289 huda: I think I could try doing that like I I don't really go on slack too often. But 419 00:49:11.520 --> 00:49:12.300 huda: yeah. 420 00:49:12.300 --> 00:49:15.289 Jenny Duan: Try promoting it on slack channels as well. 421 00:49:15.830 --> 00:49:17.110 Jenny Duan: Okay. 422 00:49:17.420 --> 00:49:18.490 Jenny Duan: yeah. 423 00:49:19.030 --> 00:49:21.750 Jenny Duan: And then let me think, what else? 424 00:49:25.140 --> 00:49:29.499 Jenny Duan: are you able to share it with your teachers? 425 00:49:32.180 --> 00:49:34.710 Jenny Duan: Like, would your teachers be able to like, give you feedback. 426 00:49:35.570 --> 00:49:39.839 huda: Yeah, I think I could share to like my computer science teacher, maybe or 427 00:49:41.280 --> 00:49:42.580 huda: yeah, I think 428 00:49:42.800 --> 00:49:47.100 huda: I think she'd like to, actually. And since I'm like asking her for recommendation. 429 00:49:47.170 --> 00:49:50.995 huda: I think, showing her this might be pretty special. 430 00:49:51.700 --> 00:49:52.650 huda: yeah. 431 00:49:53.880 --> 00:49:56.299 Jenny Duan: Yeah, okay, I think that sounds good. 432 00:49:58.320 --> 00:50:03.320 Jenny Duan: and also like being just open with your teachers in general is really good, because 433 00:50:03.698 --> 00:50:05.550 Jenny Duan: then it gives you like the 434 00:50:05.560 --> 00:50:15.110 Jenny Duan: opportunity for them to get to know your work outside of school better and like, when they actually write your letters of recommendation. It'll like they'll just be able to do that better, too. 435 00:50:16.820 --> 00:50:19.829 Jenny Duan: so yeah, in that case, I think, like 436 00:50:20.160 --> 00:50:25.569 Jenny Duan: talking to your Cs teacher, what about your math teacher. Do you fee",
    "l like that? Would be like a good person to talk to. 437 00:50:29.590 --> 00:50:31.250 huda: No, I don't think so like. 438 00:50:31.790 --> 00:50:34.450 Jenny Duan: Okay, okay, fair enough. Fair enough. 439 00:50:37.370 --> 00:50:38.470 Jenny Duan: see you? 440 00:50:43.680 --> 00:50:44.930 Jenny Duan: What else? 441 00:50:46.600 --> 00:50:55.289 Jenny Duan: Okay, I feel like this is a good start with Sinoria. What, exactly are the struggles that you're facing. Maybe we can talk about how to address them like more specifically. 442 00:50:55.640 --> 00:50:56.390 huda: Yeah, 443 00:50:58.190 --> 00:51:06.089 huda: I feel like, so right now, I have like 890 plays right now. And I think 444 00:51:06.470 --> 00:51:17.779 huda: I don't know this is like the specific benchmark, like amount of players that I want to get. But previously, when I spoke to Rishi, he said, I think like 2,000 would be like a good start. 445 00:51:18.395 --> 00:51:25.430 huda: So like, I'm kind of like, okay. First, st I need to set a goal. And then also, like, I need to 446 00:51:25.690 --> 00:51:27.969 huda: be able to show this as like 447 00:51:28.250 --> 00:51:40.040 huda: something that's fun to learn, I think. Cause I think, like, maybe if people like see my tiktoks, they just like notes and add so they might not be like likely to play the game 448 00:51:40.733 --> 00:51:42.100 huda: and also 449 00:51:44.770 --> 00:51:50.050 huda: I think, like I don't know if I have enough impact with, like the 200 classrooms 450 00:51:50.130 --> 00:51:55.130 huda: like by saying like, Oh, I distributed to 200 classrooms and like, maybe like 451 00:51:55.640 --> 00:51:59.590 huda: knowing exactly like where I should be distributing it to right now. 452 00:52:00.870 --> 00:52:01.700 Jenny Duan: Hmm. 453 00:52:05.220 --> 00:52:14.250 Jenny Duan: I see. Okay. So the distribution seems like that's not really taking off. I wonder if, like. 454 00:52:14.700 --> 00:52:17.920 Jenny Duan: you know? Like, do you k",
    "now, like teachers on Tiktok? 455 00:52:18.544 --> 00:52:21.009 Jenny Duan: Happen if you tried to reach out to them. 456 00:52:21.440 --> 00:52:22.210 huda: Oh! 457 00:52:22.360 --> 00:52:36.340 Jenny Duan: Like, if you like, tag them in one of your videos, or like you, DM them on Tiktok or Instagram, and say like, Hey, like, I know that you're like a computer science teacher who focuses on Xyz like, I developed this game like, and I would love for 458 00:52:36.360 --> 00:52:41.799 Jenny Duan: you'd get your feedback share with your students like, etc, and if you like, tag them in your videos. 459 00:52:42.570 --> 00:52:44.220 Jenny Duan: But they might respond to you. 460 00:52:44.220 --> 00:52:45.799 huda: Very interesting. Yeah. 461 00:52:46.340 --> 00:52:51.089 Jenny Duan: You could do like a direct call out to for someone famous. You could be like, oh, like Xyz person like 462 00:52:51.120 --> 00:52:53.860 Jenny Duan: I made this game like, what do you soon think of it? 463 00:52:53.870 --> 00:53:00.140 Jenny Duan: Like you? Just I mean, like, you just try it and see like, maybe it doesn't work. I don't know right? But like. 464 00:53:00.290 --> 00:53:00.900 Jenny Duan: yeah, so. 465 00:53:00.900 --> 00:53:01.780 huda: A try. 466 00:53:03.540 --> 00:53:03.975 Jenny Duan: Yeah. 467 00:53:04.680 --> 00:53:06.190 Jenny Duan: that seems good. 468 00:53:09.140 --> 00:53:10.910 Jenny Duan: and 469 00:53:17.000 --> 00:53:19.640 Jenny Duan: yeah, I think that those are like good options. 470 00:53:19.750 --> 00:53:21.163 Jenny Duan: For now, 471 00:53:24.900 --> 00:53:29.320 Jenny Duan: yeah, okay, do you have anything else that's specific that we could address with Cynthoria. 472 00:53:32.310 --> 00:53:37.540 huda: not at the moment. Okay, wait. So what? How many like players am I? 473 00:53:37.650 --> 00:53:39.989 huda: Am I? Aiming for? 474 00:53:40.950 --> 00:53:48.190 Jenny Duan: I think as many as possible. Starting with, I think 2,000 is like a good start. I th",
    "ink you could do like 10,000 would be better. 475 00:53:48.640 --> 00:53:49.470 huda: Okay? 476 00:53:51.602 --> 00:53:55.780 huda: Yeah. Hopefully, I've hit that benchmark. But yeah. 477 00:53:56.870 --> 00:53:58.840 Jenny Duan: Think like, the more the better. 478 00:54:00.020 --> 00:54:05.989 huda: Yeah, I think if I find like a way to like make centuria viral, that would be like pretty easy. But. 479 00:54:05.990 --> 00:54:15.300 Jenny Duan: Yeah, I think social media is like the best way, honestly, or like sharing it in reddits to subreddits like game, developer subreddits, or like student subreddits could be good 480 00:54:15.778 --> 00:54:18.230 Jenny Duan: calling it out with celebrities on 481 00:54:18.360 --> 00:54:20.000 Jenny Duan: on social media. 482 00:54:20.010 --> 00:54:24.980 Jenny Duan: I wonder if you do like a paid promo like? What if you just pay like a page to promote your your game. 483 00:54:25.230 --> 00:54:26.220 huda: Oh, don't! 484 00:54:26.450 --> 00:54:29.609 Jenny Duan: I wonder, like, how much impact that would give you. 485 00:54:30.960 --> 00:54:33.510 huda: Yeah, I think that would. Okay. Wait. 486 00:54:33.830 --> 00:54:38.290 huda: How do we find these like pages to like promote synthesis. 487 00:54:38.290 --> 00:54:49.570 Jenny Duan: So basically like any indie niche game developer like Instagram Page, DM, them is to see if they will like promote your if you they could share your game, and they might ask to charge you. You can just see like how much it costs. 488 00:54:50.230 --> 00:54:51.930 huda: Okay, let me see if I could find it. 489 00:54:51.930 --> 00:54:59.610 Jenny Duan: Like. There's so many, indeed, niche game developer like newsletters, Instagram like, find your niche, and then, like within that niche you can just like. 490 00:54:59.630 --> 00:55:03.300 Jenny Duan: try to get them to promote you, obviously better for free, but like. 491 00:55:03.490 --> 00:55:06.899 Jenny Duan: if not for free, then that's also fine",
    ". 492 00:55:35.860 --> 00:55:37.320 huda: Okay, I found 493 00:55:37.830 --> 00:55:39.130 huda: like an 494 00:55:39.450 --> 00:55:40.250 huda: wait. 495 00:55:40.910 --> 00:55:45.552 huda: I think I found an like a journal, or like an article place. 496 00:55:46.050 --> 00:55:49.789 huda: which writes about game development. Maybe I could like submit to that. 497 00:55:51.310 --> 00:55:51.790 huda: Yeah. 498 00:55:51.790 --> 00:55:54.990 Jenny Duan: That seems good. What does the submission process look like. 499 00:55:55.820 --> 00:55:56.460 huda: Oh. 500 00:56:02.800 --> 00:56:08.770 huda: okay. So first, st you upload your blog post materials to shared folder like Google Drive. 501 00:56:09.120 --> 00:56:10.310 huda: And then 502 00:56:10.340 --> 00:56:14.619 huda: you include a text document and separate files for images. 503 00:56:16.660 --> 00:56:19.410 huda: okay, it's just like logistics. And then 504 00:56:19.980 --> 00:56:21.510 huda: and then you just submit. 505 00:56:22.770 --> 00:56:23.380 huda: Oh. 506 00:56:23.380 --> 00:56:24.932 Jenny Duan: Pretty straightforward. Go forward. 507 00:56:26.250 --> 00:56:28.120 huda: Okay, that I feel like this is. 508 00:56:29.010 --> 00:56:32.019 huda: I feel like they can like. They probably accept it. 509 00:56:33.460 --> 00:56:34.026 Jenny Duan: I agree? 510 00:56:35.670 --> 00:56:39.240 Jenny Duan: okay, that sounds that seems good to me. Then, like, go for it. 511 00:56:40.300 --> 00:56:41.010 huda: Okay. 512 00:56:47.110 --> 00:56:52.590 Jenny Duan: I think, like just finding similar newsletters and publications, and like submitting to as many as possible. Like 513 00:56:52.640 --> 00:57:00.790 Jenny Duan: I think it's like rinse and repeat for every single extracurricular like, how do you get publicity? You just reach out to as many people as possible and see if they'll take you. 514 00:57:01.120 --> 00:57:03.499 Jenny Duan: is the short answer. I guess. 515 00:57:05.540 --> 00:57:06.370 huda: On. 516 00:57",
    ":09.790 --> 00:57:10.720 huda: Okay. 517 00:57:16.610 --> 00:57:19.079 huda: yeah, I'm just going to right now. 518 00:57:19.080 --> 00:57:19.770 Jenny Duan: Go ahead. 519 00:57:22.860 --> 00:57:30.010 Jenny Duan: Okay, I think. Is there anything else I can do to help support you with Synthoria like any other questions you have or anything we can talk through together. 520 00:57:31.162 --> 00:57:35.140 huda: No, I think I think that's good for now 521 00:57:35.250 --> 00:57:41.297 huda: I'll let you know about any updates. Regarding like any of the other 522 00:57:42.060 --> 00:57:45.410 huda: like. I guess, the any of the other extracurriculars. 523 00:57:45.760 --> 00:57:57.359 huda: But I think that's all for sinceory. I think I'll continue this efforts, and maybe, like I think the discord like method might work a lot. So I think I'll like definitely, look into that. 524 00:57:58.060 --> 00:58:00.010 Jenny Duan: Okay, keep me updated. 525 00:58:01.240 --> 00:58:16.019 Jenny Duan: Okay, then, sounds good. Feel free to text me. If you have any questions. I'm always like very available for anything you might need when you're away and have so much fun in London. I think it's gonna be like an amazing experience for you. 526 00:58:16.310 --> 00:58:20.352 huda: Yeah, maybe I'll find my college app essay story from there. 527 00:58:20.800 --> 00:58:22.439 Jenny Duan: Yeah, that'd be awesome. 528 00:58:22.900 --> 00:58:24.739 Jenny Duan: I think. Like there's I mean. 529 00:58:25.110 --> 00:58:31.599 Jenny Duan: Indian food is like the national food of London, I mean, of England, which is like, really interesting. So like there could be like some story there. 530 00:58:31.800 --> 00:58:32.630 huda: Yeah. 531 00:58:33.460 --> 00:58:36.640 Jenny Duan: Okay. Cool. Well, take care. Have a great time. 532 00:58:36.870 --> 00:58:38.090 huda: Thank you. Bye. 533 00:58:38.090 --> 00:58:38.780 Jenny Duan: Bye."
  ],
  "turns": [
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 108.97999999999999,
      "end": 120.309,
      "text": "Hi, Huda! 2 How's it going? Well, oh, cute! I love it! How is how was the last day of Coda's classy like couple of days ago yesterday? 3"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 120.31,
      "end": 137.17000000000002,
      "text": "It was really it was kind of it was really nice, but I was a bit sad, because I won't be seeing like the rest of the scholars from my group. But yeah, it was really fun. Yeah, I think presentation day. I was like a little nervous. But yeah. I think it went well. 4"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 138.09,
      "end": 145.03,
      "text": "Awesome. Well, I'm really glad to hear that, and did like your can. I see a demo of your project? If you have it. 5"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 145.22,
      "end": 151.68,
      "text": "Oh, yeah, it's just a website. 6 yeah, it's like. 7"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 156.32999999999998,
      "end": 158.5,
      "text": "for some reason, it's not loading. 8"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 175.55,
      "end": 177.23,
      "text": "Yeah, I don't know. Tell me. 9"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 186.13,
      "end": 195.41,
      "text": "Oh, yeah, I guess we can move on from that. I'll like I'll send to you later, maybe through messages. I don't know why it's not 10 showing up now. But 11 yeah. 12"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 206.93,
      "end": 207.69,
      "text": "okay. 13"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 209.02,
      "end": 220.86,
      "text": "Did you send it? Oh, there, I see it. 14 Okay, cool. Let me open this. 15 Oh, my gosh! It looks so good. 16"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 222.51,
      "end": 223.43,
      "text": "Thank you. 17"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 229.987,
      "end": 241.26,
      "text": "I can't access the report. But that's fine. I think it's not okay. But any it doesn't. It doesn't matter that much. It looks really good. Who that I really like it? 18 And when do you leave for London again? 19"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 241.55,
      "end": 242.88,
      "text": "Tomorrow, actually. 20"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 243.544,
      "end": 245,
      "text": "How do you feel? 21"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 245.2,
      "end": 257.009,
      "text": "I really I'm really excited. 22 like kind of nervous, but like I'm really excited. Cause I'm actually, I'm turning 17 in like 4 days. So. 23"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 258.37,
      "end": 263.28,
      "text": "Oh, my gosh! Wait! Happy! Early birthday is your birthday. On July 3.rd 24"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 263.28,
      "end": 263.95,
      "text": "Yeah. 25"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 264.42,
      "end": 268.229,
      "text": "Okay, it's really cool. And are you doing anything to celebrate in London? 26"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 268.741,
      "end": 279.899,
      "text": "We're probably going to like a restaurant that, like my dad's been there a couple of times, so I'm probably going to like a restaurant, and then I don't know. Probably just like some tourist attractions. 27"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 280.94,
      "end": 293.63,
      "text": "Alright, that's gonna be really fun. I think I haven't been to London in a while, but I have a very positive impression of the city. So okay, cool. That means that we should get a lot of things wrapped up before your big trip. What's top of mind for you? 28"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 297.32,
      "end": 318.529,
      "text": "I'm not exactly sure but maybe like I'm kind of focusing on my plan for folklift and also synthetic cause. Those things I feel like I'm making like less progress on. And then kind of just like what I should do beforehand. I think that would 29 that would be helpful. 30"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 319.47,
      "end": 335.549,
      "text": "Yeah. So let's start off with forklift. I think that 31 for folklift. The, in my opinion, the best thing that you can do right now is 1st continuing, continuing to get people to like, submit to your journal, and like, what methods have you been doing 32 for that right now? 33"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 336.317,
      "end": 362.239,
      "text": "I've tried like contacting like 34 a few people like 35 through like messages or not. Messages. Sorry. Through like Instagram, and stuff like through Dms, and just like, ask them that they'd be interested. That hasn't worked out too well. And like. 36 yeah. But I think that's kind of like the only method I've I've been using. But yeah. 37"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 364.52,
      "end": 368.069,
      "text": "Okay, have you started like pitching yourself to other newsletters, too? 38"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 369.103,
      "end": 371.119,
      "text": "I don't think I have. 39"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 371.65,
      "end": 402.81,
      "text": "Okay, I think that could be like something to do. To like start sharing it with other news services and also to start pitching your own independent journalism like this is kind of separate from folklift, but like, if you could cross share, like some of the folklift journalism that you've written or other people have written onto like bigger publications like teen vogue. I think that would be a good idea. Maybe we could spend some time. Do you remember that New York 40 New York Times. Like article of youth, magazines. 41 submissions? Have you like pitched any of these. 42"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 403.52,
      "end": 423.509,
      "text": "No, I've I was like looking through the list and trying to see like which ones are still available. And A lot of them like are inactive, or they have like deadlines that have passed. 43 So I think 44 I think maybe like I haven't like done one for them yet. 45"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 424.38,
      "end": 430.199,
      "text": "Okay? Are any of them open so far, or like, do any of them have upcoming deadlines that haven't closed yet? 46"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 431.032,
      "end": 436.299,
      "text": "I think they might be like I haven't really checked into the ones which are open, but. 47"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 440.15,
      "end": 446.609,
      "text": "Okay. Why don't we take up some time to like? Go through that list and see 48 and let me open? It, too. 49"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 504.8,
      "end": 509.17,
      "text": "Seems like the latest was 50 June 19.th 51"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 510.69,
      "end": 511.65,
      "text": "Yeah. 52"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 519.38,
      "end": 522.2,
      "text": "And I'm just looking at student opinion right now. 53"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 592.75,
      "end": 596.879,
      "text": "Yeah, I haven't. I haven't really found anything in New York Times yet. 54"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 599.43,
      "end": 605.23,
      "text": "A joy. Seems like it's 55 taking submissions. 56"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 606.67,
      "end": 607.69,
      "text": "Sorry, which one. 57"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 609.685,
      "end": 611.33,
      "text": "Droid! 58 See. 59"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 630.69,
      "end": 632.76,
      "text": "Oh, they're close to all submissions. 60"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 653.29,
      "end": 656.4,
      "text": "Elementary is 61 submittable. 62"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 661.58,
      "end": 667.67,
      "text": "But it's a 2025 deadline. But they have like a committee thing 63 that seems interesting. 64"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 682.87,
      "end": 694.88,
      "text": "Actually. 65 I think I want you to take a look at 66 reboot. 67 I think you have a good chance of 68 submitting to here. 69"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 710.89,
      "end": 729.84,
      "text": "Check it out. 70 Do you see it? It's all about like AI, and like AI, they do like creative fiction. It's all about technology. But like 71 they do like creative fiction, criticisms other things like Leila Shroff is one of writer. She goes to Stanford like anyone can submit to reboot. By the way. 72 like. 73"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 729.84,
      "end": 730.87,
      "text": "It's pretty cool. 74"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 731.18,
      "end": 736.419,
      "text": "Read like what other pieces like any of their pieces. 75 They're all pretty good. 76"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 740.6,
      "end": 752.059,
      "text": "Is there like a way to do? You have like email? 77 like this? Is is this a sub stack, or like, how do we pitch like our idea. 78"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 752.06,
      "end": 759.6,
      "text": "It's a subset. I think you can. Just 79 could you? To Jasmine's son, who's like the editor? 80"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 764.01,
      "end": 796.529,
      "text": "I think 81 the editorial board. 82 if you. Yeah, if you like. Email, Jasmine's son, I feel like that's 83 home. 84 That's probably a good place to 85 check email. 86 jazz W. Son, ny@gmail.com. 87 I think if you if you email any member of their editorial board, that's that should be. That should be a good way to submit. 88"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 797.09,
      "end": 797.84,
      "text": "Okay. 89"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 800.15,
      "end": 804.33,
      "text": "Is there a piece, 1st of all, that you would want to submit, or that you have an interest in submitting. 90"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 805.638,
      "end": 853.549,
      "text": "I haven't finished it yet, but I was gonna write 91 right like I was writing a piece about like being like a Muslim Indian, and like how how like? The experience of like having people like guess your race and like it's kind of I was writing like an article about that. And I think that would be actually, this sounds like about tech. So maybe, like something else, I could 92 possibly read about like 93 an interesting like perspective. Maybe, like, how about like AI bias, maybe, and like kind of focusing on a very 94 like 95 specific example of how AI bias has affected people. I might have to do a little bit of research into that. But since it's like technology, I think. 96"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 854.45,
      "end": 867.729,
      "text": "Also, if you like, like creative writing on reboot, there's a lot of good creative writing here. 97 let me see you. 98 What's an example 99"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 875.88,
      "end": 883.899,
      "text": "like this one. This is like a 100 10 101 example. 102 Liars dividend. 103"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 888.17,
      "end": 935.409,
      "text": "You can read this later. It's about like deep fakes and like an election. But this is like creative fiction 104 tone. 105 So if you're interested in writing creative fiction like this could also be a platform for that 106 but obviously unnecessary, just like whatever you think would be impactful. So I think, okay, to summarize, submitting your work 107 from folklift to other journals is another way to gain visibility. I think what we can think about is like exactly what metrics are we looking for for each extracurricular and for folklift? I think the biggest metric is readership, and the amount of work that you publish. So you can increase readership by, you know, having other organizations amplify it by 108 by 109 publishing on social media, by 110"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 935.57,
      "end": 955.87,
      "text": "doing different marketing techniques, techniques, techniques still send it out in different newsletters. 111 And the way you can get people to submit is, I think, 112 again, through linkedin, through social media, and like through writing, through having writing contests. 113 What do you think you struggle more with like readership, or getting submissions, or both? 114"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 958.43,
      "end": 981.879,
      "text": "I feel like honestly kind of both. But like readership is like kind of, since I'm like connected to a lot of nonprofits like a lot of time they like send Instagram posts and be like, Oh, can you like this? And so it's kind of. I'd be able to like share my posts through there as well. But like, I think, yeah, getting people to submit as well as like kind of a struggle. 115"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 982.55,
      "end": 997.079,
      "text": "Yeah, that makes sense. 116 which? So I think maybe this is like 117 the thing is like, I don't know if people know that folklift exists. So what ways have you been trying to publish folklift so far. 118"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 997.59,
      "end": 1038.76,
      "text": "I've been like kind of a little more active on Instagram and like I like, I I think I've been trying to like post on like 119 on substack and and medium. I'm trying to like post all the folklift like pieces on there. So then I might be more accessible. And so like, I've tried that. And I've also tried 120 so really like sending out like emails to or like messages to like other nonprofits. To advertise things. I haven't like reached like reached out to individuals too much. But yeah. 121"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1040.569,
      "end": 1042.859,
      "text": "Okay, have you tried advertising on Reddit? 122"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1044.22,
      "end": 1061.24,
      "text": "I actually did one time like on. I think there's like an opportunities reddit or something. 123 And then, like someone replied, but then they just kind of like ditched it, but like I haven't. 124 I don't exactly know like what channels and like, how I should kind of advertise it. 125"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1062.66,
      "end": 1065.36,
      "text": "Okay, where did you put it in? What was the message. 126"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1067.14,
      "end": 1070.289,
      "text": "Let me see specifically if I could find the 127"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1112.24,
      "end": 1124.03,
      "text": "it was under like this Ec, advice 128 like reddit. And then there's like a mega thread for advertising your organizations. 129 and so like I posted. 130"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1128.25,
      "end": 1130.309,
      "text": "And you know this is like a while ago. 131"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1130.31,
      "end": 1132.43,
      "text": "Oh, how many people are in that subreddit. 132"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1136.14,
      "end": 1139.17,
      "text": "There's around 5,000 members. 133"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1140.55,
      "end": 1144,
      "text": "You know, if like applying to college would take it if you could post. 134"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1144,
      "end": 1147.7,
      "text": "Do you think they might like ban it for like advertising? Maybe. 135"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1149.33,
      "end": 1150.47,
      "text": "We see you. 136"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1150.47,
      "end": 1157.98,
      "text": "And this is also like a little while ago. So so maybe I think, like my pitching was a little too complicated. But this is what I put there. 137"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1159.51,
      "end": 1204.189,
      "text": "Hmm. 138 okay, yeah, that makes sense, I think. 139 Let's see. So like your 140 right now, you're looking for places to submit your writing right? Like as a as a young person like looking to submit writing, and you're not finding places that you can submit. So I wonder if anybody else has the same experience as you, where like, they want to publicize their writing somewhere, but like have no platform. 141 and so 142 to that end it seems like folklift is a natural fit 143 for, like both you and people like you, who are looking for places to submit their writing, but like 144 don't have access to different journals, or different or like it doesn't exist right? We went through that New York Times list and like there's not very many places to submit. 145"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1204.51,
      "end": 1214.4,
      "text": "So I wonder if, like, you can actually ask your J. Camp people, do you have connections to J. Camp right now? Like, do you know, do they do they start like a slack or anything with the J. Camp people. 146"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1214.666,
      "end": 1218.929,
      "text": "Not yet. There! They're trying to keep it a little private until it actually starts. 147"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1219.75,
      "end": 1228.399,
      "text": "Okay. 148 So I was thinking, like you could maybe ask them to help. But like, if you can't find, are you allowed to announce it on your Linkedin. 149"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1228.4,
      "end": 1229.24,
      "text": "No. 150"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1230.56,
      "end": 1232.519,
      "text": "Are you allowed to reach out to other J. Campers. 151"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1232.76,
      "end": 1236.125,
      "text": "No, they're trying to like have it so that we or I, okay. So they. 152"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1236.35,
      "end": 1237.86,
      "text": "Previous day, campers. 153"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1238.22,
      "end": 1254.709,
      "text": "Yeah. They also like, had like the other person who's coming from like the same airport cause. They booked like the flight for both of us. And then, like they they'd like told the name and everything, and I tried connecting as well. But he just like left me pending on Linkedin. So I'm not sure. 154"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1254.98,
      "end": 1260.619,
      "text": "Are you allowed to reach? Wait? Who is this other person like? Are they? What school do they go to like? Who is this person. 155"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1260.82,
      "end": 1263.669,
      "text": "Hold on. I think his name was like Julian. 156"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1265.26,
      "end": 1267.55,
      "text": "Maybe he just doesn't. Isn't active on Linkedin. 157"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1267.55,
      "end": 1272.66,
      "text": "No, but he like viewed my my profile like 5 days ago, after I've like, requested. 158"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1273.67,
      "end": 1275.01,
      "text": "That's crazy. 159"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1275.01,
      "end": 1280.325,
      "text": "Yeah. 160 it was a bit odd. But 161 yeah, 162"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1286.61,
      "end": 1292.54,
      "text": "Wondering like, are you allowed to reach out to previous day campers cause? Why don't you reach out to alum of the program and ask them to help. 163"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1292.54,
      "end": 1294.759,
      "text": "Yeah. 164 that's a good idea. 165"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1294.76,
      "end": 1308.929,
      "text": "That would be a good idea. See? Like how you're working on like getting this literary project or this, you know, journalism project kicked off, but, like you need some support. 166 I feel like that would be 167 a good thing to do. 168"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1312.03,
      "end": 1317.059,
      "text": "I'm not trying to find like the it was from all those like competitive schools. I know that. 169"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1334.64,
      "end": 1341.82,
      "text": "But yeah, he goes to. He lives in Palo Alto. Actually. 170 people. 171"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1342.376,
      "end": 1345.159,
      "text": "Palo Alto's people ignoring you. 172"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1345.16,
      "end": 1354.819,
      "text": "I don't know, but I think he's like 173 like experienced journalists like 174 he has, like he's like an editor in chief, for, like a journal. 175"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1355.56,
      "end": 1356.784,
      "text": "What journal is this. 176"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1357.27,
      "end": 1362.909,
      "text": "The Campanile. 177 Oh, it's like a student led type journal. 178"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1362.91,
      "end": 1373.489,
      "text": "Okay, yeah. So 179 I feel like, I feel like, you know, you should like. 180 I feel like. 181 if you reach out to alum, they will be receptive in helping you. 182"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1374.04,
      "end": 1375.08,
      "text": "Okay, yeah. 183"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1381.45,
      "end": 1383.58,
      "text": "Me see if I could find any right now. 184"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1390.48,
      "end": 1395.8,
      "text": "Okay. Why don't you do a search of 185 of alum of J. Camp. 186"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1399.61,
      "end": 1401.78,
      "text": "Okay, let me share my screen. Actually. 187"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1409.66,
      "end": 1412.26,
      "text": "oh, actually, I think this is this is. 188"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1430.13,
      "end": 1431.279,
      "text": "Oh! Dang! 189"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1431.79,
      "end": 1432.5,
      "text": "Okay. 190"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1432.5,
      "end": 1442.52,
      "text": "Dang. Yeah. Okay, why don't you? Just why don't you just reach out to like 191 all the J. Camp people you have and like, say you'd love to like speak with them. Basically. 192"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1442.97,
      "end": 1444.48,
      "text": "Okay. Yeah. 193"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1451.25,
      "end": 1457.699,
      "text": "Because, like. 194 like, there's no, there's really no harm in, like. 195 you know, wanting to just talk to them. 196"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1492.12,
      "end": 1507.759,
      "text": "Yeah, looks good. 197 And then during that meeting you could like. 198 talk to them about your 199 experiences 200 and like ask them for advice. 201"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1523.81,
      "end": 1525.35,
      "text": "Does this sound good. 202"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1531.81,
      "end": 1533.799,
      "text": "yeah, that that looks good. 203"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1535.25,
      "end": 1536,
      "text": "Okay. And then. 204"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1536,
      "end": 1546.379,
      "text": "Ask if like, if she'd be available for a 205 I don't know. 30 min call sometime. 206 not sometime, but like in the next coming weeks, something like that. 207"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1563.73,
      "end": 1564.4,
      "text": "Who got it? 208"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1566.77,
      "end": 1576.43,
      "text": "Alright cool 209 Can you send that message to like? Let's just send it to 5 other people right now, just 210 while we're at it. 211"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1592,
      "end": 1593.63,
      "text": "Oh! She goes to Stanford. 212"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1594.2,
      "end": 1599.13,
      "text": "Oh, awesome! 213 I don't know her, though. 214"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1602.056,
      "end": 1610.138,
      "text": "I'm not sure if she oh, she's 215 oh, she got her masters here. 216 I'm not sure if she went to J. Camp actually 217"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1610.42,
      "end": 1611.89,
      "text": "Okay, never mind. Then. 218"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1629.84,
      "end": 1636.099,
      "text": "I think I remember there's some J. Camp like. 219 or do you feel like it's. 220"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1636.1,
      "end": 1639.7,
      "text": "There's like a Linkedin group 221 our alumni list. 222"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1643.34,
      "end": 1645.38,
      "text": "I think they like post them here. 223"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1649.4,
      "end": 1654.71,
      "text": "Should I contact people that like recently went to J camp, or like they went to J. Camp a while ago. 224"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1655.93,
      "end": 1658.759,
      "text": "I think both, I think, like it's fine either way. 225"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1663.52,
      "end": 1665.379,
      "text": "Do you like Arc? The browser. 226"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1665.75,
      "end": 1669.8,
      "text": "Yeah, I think it's like, it's a lot more like easier to navigate. 227"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1671.19,
      "end": 1679.15,
      "text": "Awesome. 228 Make sure they have. J. Camp. Do they have J. Camp in there. 229"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1681,
      "end": 1681.81,
      "text": "Okay. Yeah. 230"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1684.28,
      "end": 1686.414,
      "text": "Okay. You should talk to him. 231"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1689.61,
      "end": 1691.13,
      "text": "Oh, no! I deleted my. 232"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1691.54,
      "end": 1693.959,
      "text": "Oh, no! You can just write a new message. 233"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1764.2,
      "end": 1765.509,
      "text": "Great? Does this sound good. 234"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1767.18,
      "end": 1772.639,
      "text": "Let me see. 235 Yeah, I think that looks great. 236"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1800.316,
      "end": 1805.519,
      "text": "Keep going. Make sure they have J. Camp, though, in their profile. So it doesn't look like you're just straight up stalking them. 237"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1806.19,
      "end": 1808.78,
      "text": "Yeah, I think they reposted. 238"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1808.96,
      "end": 1810.559,
      "text": "Okay, cool. Then it's fine. 239"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1877.84,
      "end": 1881.92,
      "text": "Yeah, okay. 240 it's cool to see like what they're up to. Now. 241"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1882.19,
      "end": 1883.49,
      "text": "Yeah, I'm a business. 242"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1883.49,
      "end": 1884.72,
      "text": "School thing. 243"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1885.1,
      "end": 1886.489,
      "text": "I don't know if this is. 244"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1889.03,
      "end": 1890.849,
      "text": "I don't know if that's the right person, either. 245"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1895.7,
      "end": 1896.32,
      "text": "Yeah. 246"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1919.13,
      "end": 1921.45,
      "text": "okay, there's like a lot of people. 247"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1926.11,
      "end": 1928.569,
      "text": "well, this person also came from Palo Alto. 248"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1933.42,
      "end": 1935.94,
      "text": "Why don't you message like 2 more? And then we can move on. 249"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1959.96,
      "end": 1963.767,
      "text": "yeah, I don't know if this is yeah. Cause. 250"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1965.14,
      "end": 1973.69,
      "text": "Find another one. 251 Young Women's Dean Research and Preparatory Academy sounds like such an interesting school. 252"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1973.69,
      "end": 1974.1,
      "text": "Yeah. 253"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1975.97,
      "end": 1976.919,
      "text": "Yeah, that's her. 254"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1977.31,
      "end": 1978.61,
      "text": "Oh Princeton. 255"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1978.85,
      "end": 1980.46,
      "text": "Dang! 256"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1980.64,
      "end": 1981.075,
      "text": "Yeah. 257"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1981.7,
      "end": 2023.21,
      "text": "Look at what she says. Look at, hey? It also, maybe, is a helpful tip to like. 258 Look at what these people are doing and like. 259 See if you can like, borrow some of their extracurriculars like, what is puffin student writing fellow like that, could be you? What is that 260 scroll down. I saw a post. Yeah, what is that like that? Could be you? 261 The best extracurriculars are borrowed from other people. 262 Yeah, apply. How do you apply for this. 263 Oh. 264 it's kind of cool. 265 Oh, it's full time. 266 fellowship! Can you click the fellowship. 267"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2024.08,
      "end": 2024.64,
      "text": "Where. 268"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2025.02,
      "end": 2029.8,
      "text": "At the top 269 on the oh. 270 where did it go? Fellowship? Yeah. 271"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2034.49,
      "end": 2038.75,
      "text": "How do you join the fellowship? 272 Apply? 273"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2050.936,
      "end": 2055.839,
      "text": "Okay, well, that's that's maybe something that you could ask her to when you call her. 274"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2060.52,
      "end": 2071.07,
      "text": "Well, let me just double check that she went to. 275 It's just so impressive. 276 Okay. 277"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2095.79,
      "end": 2102.569,
      "text": "okay, I think maybe 278 I can like message more. Maybe later. 279"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2107.07,
      "end": 2141.68,
      "text": "Alright awesome. So that's folklift. I feel like this is like a pretty good next step again, just to clarify like what we really wanna optimize with folklift is the number of readers, and also the number of submitters. 280 And so I think by talking to these people, you can have a better sense, like a lot of them. Probably did student news or student journalism when they were in high school, too. So I think by talking to these people, you can get a sense of like what the options are for students interested in journalism like, what's what the current availabilities are for people wanting to publish, and then like how you can leverage these understandings to like benefit your own process. 281 Okay, yeah. 282"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2142.11,
      "end": 2153.738,
      "text": "Cool. So then, the other thing is synthoria, I think with centuria again, the the biggest metric is just getting the maximum number of people to play your 283"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2155.882,
      "end": 2165.16,
      "text": "I was looking at some an analytics for like the website, and there's like people from like 284 like many countries, just like playing it like. 285"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2165.16,
      "end": 2170.109,
      "text": "Oh, how do you? How do you think like, how do you think they got there? Is my question. 286"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2170.73,
      "end": 2192.76,
      "text": "I'm not sure, actually. But maybe. 287 like I've been really active on like. 288 tech talk about it. But 289 I yeah, like, it's kind of shocking. I know some of them from like India, like like my family members. But 290 There's like literally people from like Italy, and like 291 great. 292"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2194.9,
      "end": 2199.99,
      "text": "Wow! 293 Italy is is pretty far. 294"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2199.99,
      "end": 2213.76,
      "text": "Yeah. 295 Home. 296 Okay, I don't know. It's not showing up anymore. But 297 oh, wait. 298"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2219.8,
      "end": 2223.179,
      "text": "Yeah, there's like people from Germany, Indonesia. 299"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2227.64,
      "end": 2231.13,
      "text": "like 300 Italy, like, I don't know. 301"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2236.24,
      "end": 2263.221,
      "text": "But yeah, I want to definitely, obviously grow that 302 And yeah, I think 303 sharing sharing it on. Tiktok might help. That helped me like with my website a couple of times. 304 And then 305 I think I might watch like a little bit more like videos, or maybe contact more game developer, indie game developers and see how they were able to like popularize their game. 306"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2263.53,
      "end": 2264.56,
      "text": "A good idea. 307"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2264.56,
      "end": 2265.22,
      "text": "Yeah. 308"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2267.199,
      "end": 2269.8,
      "text": "And like, how do you plan to do that? 309"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2271.234,
      "end": 2316.82,
      "text": "So maybe like similar to like like, like how we're like reaching out to people who want to j camp before. Maybe like since that one like Linkedin Post. I had like had commenters who are like also in the game developers. But they're more like seasoned in the field. So. 310 I think I'd like it would be valuable to like set up a call with them, and also ask them a few questions on like how to kind of go about marketing your game. I think that could be helpful. 311 maybe even even like 312 trying to like continuing on that thing where I was like trying to message like youtubers to review my game. Actually, like, I recently like, I recently found, like a bunch of like 313"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2316.92,
      "end": 2328.32,
      "text": "one of those like cozy game, like review people. And I was gonna like I was like making a list of like who I should reach out to and possibly have them review Sentoria. But yeah. 314"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2330.86,
      "end": 2340.459,
      "text": "That makes sense. How like do when you do India game developers? I know we talked about this. Do they typically like charge a fee, or will they do it for free for promoting your game? 315"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2341.688,
      "end": 2379.749,
      "text": "Some some like content creators who are like not as like great, but like not as like popular. They they kind of do it for free, because they like need content. And then I think, like, when it comes to like youtubers. Most of the time. I don't think I've ever gotten a response from youtuber. But like, yeah, so like, I'm not really sure. But I think for the most part. 316 I'd probably aim for like people like like like a medium like kind of 317 audience, that they might be more like receptive and also 318 maybe just more cooperative. Yeah. 319"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2380.46,
      "end": 2393.659,
      "text": "Right? Yeah, exactly. 320 So I think may have maybe reach out to those people. Do you have a list of like small creators that you want to find or like. Are you gonna find them? Instagram Tiktok, Youtube discord. 321"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2393.87,
      "end": 2438.76,
      "text": "Yeah, I've I have like a list of like a few Instagrams that I wanna like reach out to I haven't done too much research on Youtube. 322 I mean, like, I had, like Chat Gbt, like generate a few youtubers. But, like, I also reached out to them. And they, I didn't get a response. So maybe I have to like some like organic researches into like, who I should contact 323 the 324 yeah, like, I think, I think like on Instagram is pretty easy cause. They all kind of like follow each other on the different content creators. Youtube, I might need to do a little more searching, like seeing their past videos and stuff like that. 325 or maybe like finding like a game that's similar to mine, which is like educational. But fun. 326 And seeing the. 327"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2438.76,
      "end": 2445.269,
      "text": "Maybe you could do like cross promo like you could help promo them. They could help promote you like 328 that could work. 329"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2447.359,
      "end": 2455.47,
      "text": "Yeah, maybe. Oh, maybe I could join some sort of like game dev like discord, and like 330 maybe put my like link on there. 331"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2455.66,
      "end": 2463.999,
      "text": "Why don't you look for that right now? That seems like a valuable use of your time. 332 Are you not in any game dev discourse right now. That's surprising to hear actually. 333"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2464.912,
      "end": 2476.013,
      "text": "I was part of one previously, but like, I think, like, they didn't really talk about game development, that. So then I just kind of left it. So 334 yeah, well, let me see. 335"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2517.35,
      "end": 2524.13,
      "text": "Oh, great! 336 Yeah. Why don't you just start promoting your game in these discords, too? That seems like a good idea. 337"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2524.49,
      "end": 2524.87,
      "text": "Yeah. 338"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2524.87,
      "end": 2527.16,
      "text": "Also Dakota coffee ever respond to you. 339"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2527.64,
      "end": 2528.04,
      "text": "No. 340"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2529.05,
      "end": 2530.279,
      "text": "Do you send a follow up. 341"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2531.16,
      "end": 2533.937,
      "text": "I haven't. I think I think 342"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2534.4,
      "end": 2536.699,
      "text": "Why don't you schedule one for Monday morning? 343"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2536.96,
      "end": 2538.509,
      "text": "Okay, yeah, that's a good idea. 344"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2546.93,
      "end": 2550.359,
      "text": "Oh, I think we did follow up. 345 Yes. 346"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2550.36,
      "end": 2557.16,
      "text": "Okay, then maybe just wait for a little bit more. 347 and then you can also promote it in the circle. If you haven't already been doing that. 348"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2557.34,
      "end": 2562.1,
      "text": "Oh, yeah. 349 home. 350"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2568.88,
      "end": 2572.469,
      "text": "Okay. I think this might be a process. Let me just like look for more. Maybe. 351"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2572.76,
      "end": 2576.259,
      "text": "Yeah, okay, you don't have to spend your time doing this right now. I can do it after this call, too. 352"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2580.33,
      "end": 2583.769,
      "text": "Okay, this one looks looks larger. So maybe that would be more helpful. 353"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2584.16,
      "end": 2585.849,
      "text": "Yeah, I think that would be good. 354"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2610.18,
      "end": 2622.36,
      "text": "Very game promotion. 355 Interesting? 356 Yeah, I think that there's actually like a fair 357 amount of them. 358"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2623.98,
      "end": 2629.691,
      "text": "Cool. So why don't you send? Why don't you just like start messaging people and like promoting your game in these servers? If that's allowed. 359"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2629.92,
      "end": 2656.159,
      "text": "Actually one at 1 point I like in like the beginning, when I 1st released it, I just like, while on discord on, like one of the random discords I think I was like for like a half a month, and then and then, like, I went to like random people, and I just started dealing with them like, Hey, I'm making this game. Can you give me like feedback how to improve it? And that's like gave me like players, but I think I could do that again. Maybe it's kind of helpful. It went up a bit. But yeah. 360"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2656.85,
      "end": 2659.689,
      "text": "How is the social media aspect going as well. 361"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2660.397,
      "end": 2675.519,
      "text": "Yeah, I've been posting like daily, on tech talk as well. I'm kind of running out of ideas to make like relating to synthoria. 362 Like, I've been like just making like tech content in general. But like, yeah, like, I feel like. 363"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2675.52,
      "end": 2676.22,
      "text": "Going. 364"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2676.62,
      "end": 2709.929,
      "text": "It's going well, I feel like I'm had some like content about 365 like I think the content that I make about like specific women and stuff like random facts. I think those do really? Well, so I've been like making those mo mainly. And then 366 that's been going. Well. 367 yeah, I think 368 I think you could definitely expand that as well. 369 Yeah, I have like one kind of like, semi viral, not really viral viral video. But like I think 370 it's valuable to like keep going with that. 371"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2710.46,
      "end": 2715.92,
      "text": "Yeah, okay, and has it been hard coming up with video ideas? Or have you been like mainly consistent with those. 372"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2717.38,
      "end": 2759.409,
      "text": "I think sometimes, like my content isn't really super related to Sentoria, which might be like kind of a problem, because it's like one of like the main reasons I wanted to post about on tick tock, but like, I've been making like normal tech content. So that hasn't been difficult. 373 I mean, like, especially in like code with class, we have like this, 374 like code culture. I think, culture of code or something. We had those type of sessions. And I gave like a bunch of specific stories. And I'm actually been using like the information that I got on there and posting on social media 375 that was helpful. But yeah, like, I think 376 I wanna come up with like, more like ways to advertise synthoria. Maybe. 377"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2761.01,
      "end": 2784.53,
      "text": "Yeah, 378 I think. 379 maybe another thing you can do is like trying to send it out to like 380 like newsletters like 381 you can say like I would love for you to share this in your in your newsletter. If you know anyone who like. 382 If you find any organization that runs like a newsletter or an email chain. I think that would be like really good. 383"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2785.18,
      "end": 2786.29,
      "text": "Okay. Yeah. 384"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2788.779,
      "end": 2796.67,
      "text": "And then I think the other thing is 385 Have you tried like commenting? I know we talked about this earlier, but like, have you tried that. 386"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2798.268,
      "end": 2829.81,
      "text": "Well, like, okay. So my, my, for you, page like it doesn't really have any like content that 387 really makes sense. For like it's like, even relate to Cynthoria, or like any other organizations like, is it just kind of like casual content? And then, like. 388 just doesn't have to do with like tech or like video games. But 389 yeah, I think, like, I'm trying to like change it by like following more like programming people and like gaming people. 390 But yeah, I think I can work on that. 391"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2830,
      "end": 2843.719,
      "text": "Why don't you also, like 392 Tony? 393 Have you tried like commenting on 394 non gaming related things? But, like AI related content? Because you could also do that too. 395"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2844.56,
      "end": 2845.06,
      "text": "Yeah. 396"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2845.06,
      "end": 2847.314,
      "text": "Empowerment in general type of content. 397"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2848.97,
      "end": 2853.62,
      "text": "Broke. 398 Yep. 399 What were you saying. 400"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2853.83,
      "end": 2855.649,
      "text": "Oh, no! I cut you off. Go ahead! 401"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2856.04,
      "end": 2867.8,
      "text": "No, I was just saying like, I I've tried like commenting. 402 Yeah, I think I mean, I don't think that's like anything change from that. But yeah, I've been like commenting on a few tiktoks. I see. 403"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2868.85,
      "end": 2871.92,
      "text": "Has? Has has that been like effective at all? 404"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2871.92,
      "end": 2872.809,
      "text": "Not really. 405"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2874.51,
      "end": 2883.89,
      "text": "Okay. 406 let's see what other ways to provide synthia. Does your school have a newsletter that you could send out like, what about the clubs at school? Do they send out a newsletter. 407"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2886.62,
      "end": 2909.96,
      "text": "yeah. But like, I think I don't think like promoting someone else's game is like, like, I feel like, it's like, really competitive. So they they wouldn't really like want to advertise someone else's project. 408 I mean, I could always ask. But like, yeah, like. 409 yeah, I think it's worth a shot. I can ask the maybe like the girls who Code club 410 maybe. 411"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2911.21,
      "end": 2932.62,
      "text": "Yeah. 412 like, I think, promoting it. Starting from your school, promoting it at local hackathons like, what about hackathons? They send out like information. 413 I wonder? Okay, like this is another kind of not dumb. But like just a strategy is to like sign up for a ton of hackathons. Don't compete. But just like user discord is a way to promote your things. 414"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2932.77,
      "end": 2934.561,
      "text": "Oh, yeah, that's smart. 415"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2935.15,
      "end": 2942.39,
      "text": "You could think about doing that. 416 Have you promoted in Hat Club at all? I feel like Hat Club. People are very receptive. 417"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2943.206,
      "end": 2952.3,
      "text": "I haven't. I think 418 I think I could try doing that like I I don't really go on slack too often. But 419 yeah. 420"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2952.3,
      "end": 2974.71,
      "text": "Try promoting it on slack channels as well. 421 Okay. 422 yeah. 423 And then let me think, what else? 424 are you able to share it with your teachers? 425 Like, would your teachers be able to like, give you feedback. 426"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2975.57,
      "end": 2992.65,
      "text": "Yeah, I think I could share to like my computer science teacher, maybe or 427 yeah, I think 428 I think she'd like to, actually. And since I'm like asking her for recommendation. 429 I think, showing her this might be pretty special. 430 yeah. 431"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2993.88,
      "end": 3025.569,
      "text": "Yeah, okay, I think that sounds good. 432 and also like being just open with your teachers in general is really good, because 433 then it gives you like the 434 opportunity for them to get to know your work outside of school better and like, when they actually write your letters of recommendation. It'll like they'll just be able to do that better, too. 435 so yeah, in that case, I think, like 436 talking to your Cs teacher, what about your math teacher. Do you feel like that? Would be like a good person to talk to. 437"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3029.59,
      "end": 3031.25,
      "text": "No, I don't think so like. 438"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3031.79,
      "end": 3038.47,
      "text": "Okay, okay, fair enough. Fair enough. 439 see you? 440"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3043.68,
      "end": 3055.289,
      "text": "What else? 441 Okay, I feel like this is a good start with Sinoria. What, exactly are the struggles that you're facing. Maybe we can talk about how to address them like more specifically. 442"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3055.64,
      "end": 3115.13,
      "text": "Yeah, 443 I feel like, so right now, I have like 890 plays right now. And I think 444 I don't know this is like the specific benchmark, like amount of players that I want to get. But previously, when I spoke to Rishi, he said, I think like 2,000 would be like a good start. 445 So like, I'm kind of like, okay. First, st I need to set a goal. And then also, like, I need to 446 be able to show this as like 447 something that's fun to learn, I think. Cause I think, like, maybe if people like see my tiktoks, they just like notes and add so they might not be like likely to play the game 448 and also 449 I think, like I don't know if I have enough impact with, like the 200 classrooms 450 like by saying like, Oh, I distributed to 200 classrooms and like, maybe like 451"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3115.64,
      "end": 3119.59,
      "text": "knowing exactly like where I should be distributing it to right now. 452"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3120.87,
      "end": 3141.009,
      "text": "Hmm. 453 I see. Okay. So the distribution seems like that's not really taking off. I wonder if, like. 454 you know? Like, do you know, like teachers on Tiktok? 455 Happen if you tried to reach out to them. 456"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3141.44,
      "end": 3142.21,
      "text": "Oh! 457"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3142.36,
      "end": 3164.22,
      "text": "Like, if you like, tag them in one of your videos, or like you, DM them on Tiktok or Instagram, and say like, Hey, like, I know that you're like a computer science teacher who focuses on Xyz like, I developed this game like, and I would love for 458 you'd get your feedback share with your students like, etc, and if you like, tag them in your videos. 459 But they might respond to you. 460"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3164.22,
      "end": 3165.799,
      "text": "Very interesting. Yeah. 461"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3166.34,
      "end": 3180.9,
      "text": "You could do like a direct call out to for someone famous. You could be like, oh, like Xyz person like 462 I made this game like, what do you soon think of it? 463 Like you? Just I mean, like, you just try it and see like, maybe it doesn't work. I don't know right? But like. 464 yeah, so. 465"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3180.9,
      "end": 3181.78,
      "text": "A try. 466"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3183.54,
      "end": 3190.91,
      "text": "Yeah. 467 that seems good. 468 and 469"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3197,
      "end": 3209.32,
      "text": "yeah, I think that those are like good options. 470 For now, 471 yeah, okay, do you have anything else that's specific that we could address with Cynthoria. 472"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3212.31,
      "end": 3219.989,
      "text": "not at the moment. Okay, wait. So what? How many like players am I? 473 Am I? Aiming for? 474"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3220.95,
      "end": 3228.19,
      "text": "I think as many as possible. Starting with, I think 2,000 is like a good start. I think you could do like 10,000 would be better. 475"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3228.64,
      "end": 3235.78,
      "text": "Okay? 476 Yeah. Hopefully, I've hit that benchmark. But yeah. 477"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3236.87,
      "end": 3238.84,
      "text": "Think like, the more the better. 478"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3240.02,
      "end": 3245.989,
      "text": "Yeah, I think if I find like a way to like make centuria viral, that would be like pretty easy. But. 479"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3245.99,
      "end": 3264.98,
      "text": "Yeah, I think social media is like the best way, honestly, or like sharing it in reddits to subreddits like game, developer subreddits, or like student subreddits could be good 480 calling it out with celebrities on 481 on social media. 482 I wonder if you do like a paid promo like? What if you just pay like a page to promote your your game. 483"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3265.23,
      "end": 3266.22,
      "text": "Oh, don't! 484"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3266.45,
      "end": 3269.609,
      "text": "I wonder, like, how much impact that would give you. 485"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3270.96,
      "end": 3278.29,
      "text": "Yeah, I think that would. Okay. Wait. 486 How do we find these like pages to like promote synthesis. 487"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3278.29,
      "end": 3289.57,
      "text": "So basically like any indie niche game developer like Instagram Page, DM, them is to see if they will like promote your if you they could share your game, and they might ask to charge you. You can just see like how much it costs. 488"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3290.23,
      "end": 3291.93,
      "text": "Okay, let me see if I could find it. 489"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3291.93,
      "end": 3306.899,
      "text": "Like. There's so many, indeed, niche game developer like newsletters, Instagram like, find your niche, and then, like within that niche you can just like. 490 try to get them to promote you, obviously better for free, but like. 491 if not for free, then that's also fine. 492"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3335.86,
      "end": 3351.79,
      "text": "Okay, I found 493 like an 494 wait. 495 I think I found an like a journal, or like an article place. 496 which writes about game development. Maybe I could like submit to that. 497 Yeah. 498"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3351.79,
      "end": 3354.99,
      "text": "That seems good. What does the submission process look like. 499"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3355.82,
      "end": 3356.46,
      "text": "Oh. 500"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3362.8,
      "end": 3383.38,
      "text": "okay. So first, st you upload your blog post materials to shared folder like Google Drive. 501 And then 502 you include a text document and separate files for images. 503 okay, it's just like logistics. And then 504 and then you just submit. 505 Oh. 506"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3383.38,
      "end": 3384.932,
      "text": "Pretty straightforward. Go forward. 507"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3386.25,
      "end": 3392.019,
      "text": "Okay, that I feel like this is. 508 I feel like they can like. They probably accept it. 509"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3393.46,
      "end": 3399.24,
      "text": "I agree? 510 okay, that sounds that seems good to me. Then, like, go for it. 511"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3400.3,
      "end": 3401.01,
      "text": "Okay. 512"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3407.11,
      "end": 3423.499,
      "text": "I think, like just finding similar newsletters and publications, and like submitting to as many as possible. Like 513 I think it's like rinse and repeat for every single extracurricular like, how do you get publicity? You just reach out to as many people as possible and see if they'll take you. 514 is the short answer. I guess. 515"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3425.54,
      "end": 3430.72,
      "text": "On. 516 Okay. 517"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3436.61,
      "end": 3439.079,
      "text": "yeah, I'm just going to right now. 518"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3439.08,
      "end": 3450.01,
      "text": "Go ahead. 519 Okay, I think. Is there anything else I can do to help support you with Synthoria like any other questions you have or anything we can talk through together. 520"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3451.162,
      "end": 3477.359,
      "text": "No, I think I think that's good for now 521 I'll let you know about any updates. Regarding like any of the other 522 like. I guess, the any of the other extracurriculars. 523 But I think that's all for sinceory. I think I'll continue this efforts, and maybe, like I think the discord like method might work a lot. So I think I'll like definitely, look into that. 524"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3478.06,
      "end": 3496.019,
      "text": "Okay, keep me updated. 525 Okay, then, sounds good. Feel free to text me. If you have any questions. I'm always like very available for anything you might need when you're away and have so much fun in London. I think it's gonna be like an amazing experience for you. 526"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3496.31,
      "end": 3500.352,
      "text": "Yeah, maybe I'll find my college app essay story from there. 527"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3500.8,
      "end": 3511.599,
      "text": "Yeah, that'd be awesome. 528 I think. Like there's I mean. 529 Indian food is like the national food of London, I mean, of England, which is like, really interesting. So like there could be like some story there. 530"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3511.8,
      "end": 3512.63,
      "text": "Yeah. 531"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3513.46,
      "end": 3516.64,
      "text": "Okay. Cool. Well, take care. Have a great time. 532"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3516.87,
      "end": 3518.09,
      "text": "Thank you. Bye. 533"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3518.09,
      "end": 3518.78,
      "text": "Bye."
    }
  ],
  "meta": {
    "ext": ".pdf",
    "source": "normalize-v1",
    "vtt": true
  }
}