{
  "id": "03-Raw-SessionTranscripts/2024-01-13_W026_P2-BUILDING_TRANS-RAW_PostNcwitCelebrationandseniorYearStrateg-correct.pdf",
  "name": "2024-01-13_W026_P2-BUILDING_TRANS-RAW_PostNcwitCelebrationandseniorYearStrateg-correct.pdf",
  "path": "03-Raw-SessionTranscripts/2024-01-13_W026_P2-BUILDING_TRANS-RAW_PostNcwitCelebrationandseniorYearStrateg-correct.pdf",
  "kind": "TRANS-RAW",
  "week": "26",
  "phase": "2",
  "date": "2024-01-13",
  "link": null,
  "text": "Week 22 - Coaching_Jenny_Huda_Wk22_2024-01-13_M_018d052245aede76U_2024-01-12_00-00-00 WEBVTT 1 00:01:30.730 --> 00:01:32.680 Jenny Duan: Hey, Huda, how's it going? 2 00:01:34.230 --> 00:01:36.370 huda siraj: It's going. Well, how are you? 3 00:01:36.760 --> 00:01:53.910 huda siraj: I'm good. Give me 1 s. I'm just looking in my laptop, and then congratulations. Thank you so much. I've been so happy about it. Yeah, thank you so much for helping me. By the way, like definitely, I wouldn't have been able to do it without you. 4 00:01:54.130 --> 00:01:59.529 Jenny Duan: Oh, so so happy for you you should be celebrating. Did you celebrate at all? And did you do anything. 5 00:01:59.540 --> 00:02:07.309 huda siraj: Yeah, we went out to go get over and just like, you know, add fun with my mom. Like we went on a walk. And we're just showing. Yeah. 6 00:02:07.760 --> 00:02:11.860 that's so awesome. Well, I'm so happy for you. 7 00:02:12.190 --> 00:02:30.980 Jenny Duan: I think we should just get back to work now that you haven't in one of ward like. I want you to believe in yourself even more, because this is just like the start of the rest of the amazing things you'll achieve, not only in your college prep journey, but just in life in general. So yeah, super happy for you. Would love to 8 00:02:31.030 --> 00:02:38.369 Jenny Duan: talk about your bank, America just to wrap it up. Did were you able to submit? Do you have any other questions before submitting about submission? 9 00:02:38.370 --> 00:03:01.359 huda siraj: etc.? Yeah, I just submitted it today. Actually, I did link like my resume on there. I remove my sat and psat scores, just because, like they're not that strong. But I did link my resume my Instagram, or Linkedin like I think it has, like some additional like optional OP like choices to do that 10 00:03:01.490 --> 00:03:04.519 huda siraj: and then, yeah, that's like. 11 00:03:04.780 --> 00:03:11.860 huda siraj: yeah, I did. And then, yeah, submitted like today. So I think we're going on that front 12 00:03:12.540 --> 00:03:22.520 Jenny Duan: cool. Just curious. Are you interested in taking the sat? Not the Sct, the the A. CT. At all. Have you thought about that? Is that something that you want to do? 13 00:03:22.710 --> 00:03:48.839 huda siraj: I have thought about it. But honestly like, I think I heard that this digital sct, like I actually joined like a boot camp like and then they were like telling with the details about that digital sat. And I feel like it's a lot easier than a paper. Sct, so I just wanna like, give it a chance. And also they're like holding whatever school. So I think I should definitely try that. And then like act. I just feel like it might be to like 14 00:03:49.020 --> 00:03:52.160 huda siraj: late to start a whole new like test format. 15 00:03:52.260 --> 00:03:56.620 huda siraj: So I'll try to like nail this time. And that's sat 16 00:03:57.410 --> 00:04:02.430 Jenny Duan: cool. Yeah, that that makes sense to me. Cool. So 17 00:04:02.710 --> 00:04:08.760 Jenny Duan: when is the sat? The digital one going to be? On March twenty-twond. 18 00:04:09.250 --> 00:04:17.719 Jenny Duan: Okay? And how do you feel about that like, how is, how are you planning to prepare? And how do you plan to 19 00:04:18.339 --> 00:04:19.589 Jenny Duan: Get ready for that. 20 00:04:19.630 --> 00:04:35.629 huda siraj: Yeah. So I've joined like a like a boot camp. Which kind of goes over like, digital specific, like tips and stuff. And like also, like a bunch of like practice questions like slides, shows with resources and everything. So 21 00:04:35.630 --> 00:04:50.659 huda siraj: I mean, there isn't like much practice tests that you can do for the digital at least. But like, I know, there's one on Khan Academy, and there's like some like a few online resources. But there's like not enough as the paper staff. But I think definitely, I wanna 22 00:04:50.660 --> 00:05:10.929 huda siraj: first start off by trying to take all the tests are available. And then, after that, like like just kind of stick with the like the School House. I think that the School House boot camp that's the one that I'm doing and yeah, it's just gonna what I'm gonna do. But I think if I spend an extra hour, maybe like working on the paper set. 23 00:05:11.100 --> 00:05:12.890 huda siraj: That would be great 24 00:05:13.590 --> 00:05:16.079 Jenny Duan: cool. That sounds good, so 25 00:05:16.410 --> 00:05:37.839 Jenny Duan: let me know if you need any support with that. But I think let's just go with that for now and then, if that doesn't work out, I think it's fine. If you submit to test optional to. We've already talked about that I think you shouldn't. You should study really hard for this, but also like, if this doesn't work out, then I think we don't need to spend more time worrying about this, because I think everything else is gonna be okay. 26 00:05:37.950 --> 00:05:50.600 Jenny Duan: So your next Uppoint deadline is Notre Dame leadership seminars. I saw that you already drafted this right? And have you decided which seminar you want to apply for? Investing 27 00:05:50.810 --> 00:05:52.849 huda siraj: investing, I think. Once. 28 00:05:52.890 --> 00:05:56.390 Jenny Duan: yeah. Yeah. Curious. What drew you to this one. 29 00:05:56.930 --> 00:06:20.669 huda siraj: Yes, I think it's kind of what I'm most experience, or like something that I'm like most interested in learning. I feel like the other options like they had environmental and like maybe like some a few others. And I feel like they just didn't connect to me. I feel like investing would be like a powerful thing to learn and like. It would be really great to learn more about 30 00:06:21.100 --> 00:06:31.840 Jenny Duan: cool. That sounds good and is this the only essay? I think there's more than one essay? Right? I think there's 2 essays actually, the other ones just like a general. Not name essay 31 00:06:31.920 --> 00:06:33.400 Jenny Duan: really cool. 32 00:06:33.410 --> 00:06:43.670 Jenny Duan: So most people first learn about money and investing from family member, trusted friend, who in your life has helped you better understand the value of money. And what are the most important lessons you've learned from them. And through your own experience. 33 00:06:43.710 --> 00:07:00.239 Jenny Duan: Okay, so I do wanna take some time to look at this later before that. I just wanted to general checking about the rest of the things in your life going how the rest of the things in your life are going. So do you have any updates on just everything else? I see that you've launched in Thoria. That's super exciting. 34 00:07:00.580 --> 00:07:02.599 Jenny Duan: any other updates beyond that? 35 00:07:02.720 --> 00:07:06.729 huda siraj: Okay. So I have a few updates. 36 00:07:07.670 --> 00:07:20.659 huda siraj: okay, wait. Film makers club. We started filming our short film. Like we did our first day of filming. So yeah, we're trying to get that done like soon. 37 00:07:20.660 --> 00:07:42.000 huda siraj: and then empowering AI. We like did a call. And we're like, decided like the day. We're gonna do it in like February, fifteenth. And I think 15. I don't remember the exact date. But yeah, and we're gonna do like their collaboration with the other nonprofit 38 00:07:42.020 --> 00:07:51.079 huda siraj: and we got her slideshows ready, cause. She already has a bunch of slides, and she wanted to like, kinda combine our like slideshows with that 39 00:07:51.110 --> 00:07:56.189 huda siraj: so like we're set on like that. But we're just gonna start like kind of 40 00:07:56.280 --> 00:07:59.069 huda siraj: popularizing that 41 00:07:59.420 --> 00:08:15.389 huda siraj: And then I think I mentioned to the this to you. On text. But I started discord channel for like game developers. And so I connected with this like random guys like a high schooler, like game developer on Linkedin. 42 00:08:15.410 --> 00:08:31.890 huda siraj: He's I think he was like Stanford High School, or something. But I connected to them, and I told him about like my discord. And then he actually like joined. He brought over like a lot of people like right now, there's like 15 people 43 00:08:32.070 --> 00:08:34.470 huda siraj: 15, but like like 44 00:08:35.000 --> 00:08:36.880 huda siraj: 1213, 45 00:08:37.130 --> 00:08:43.710 Jenny Duan: and he's trying to bring in more people. And like I'm giving him like moderator, 46 00:08:43.880 --> 00:08:51.770 huda siraj: like permission stuff. So we're trying to grow it more and then let's see. 47 00:08:52.510 --> 00:09:00.869 huda siraj: Oh, yeah. And then we're starting to choose. We're starting to choose our courses for senior year. So I did wanna ask you about that? 48 00:09:01.550 --> 00:09:05.269 huda siraj: Yeah. So like, I'm, I'm gonna show you like my plan. 49 00:09:05.280 --> 00:09:30.950 Jenny Duan: Sure. Okay, I just wanna block out what the rest of the things that we're gonna talk about today. Just we have like a clear cut idea about what we're gonna achieve. So choosing courses, I think, is a good thing to talk about today. I also this. It won't take too long. But I wanna do like a little bit of a retro on your activities. And I wanna start solidifying and thinking about your common app, because on your common app, you're gonna have 10 extra curriculars. So I wanna just 50 00:09:31.450 --> 00:09:42.120 Jenny Duan: be able to write those 10 out just in front of you, so that you kind of understand what we're working with and what we have to add, just to give you a little bit more clarity on your profile. But first we can talk about the courses. 51 00:09:42.540 --> 00:09:46.070 huda siraj: Yeah, I'm trying to think of like more updates. 52 00:09:46.390 --> 00:09:54.629 huda siraj: so for folklift. I did get like one more business like interested in interview. 53 00:09:54.750 --> 00:09:58.870 huda siraj: so I think when I interview them. And then, oh, yeah. And then I got like 54 00:09:59.190 --> 00:10:04.730 huda siraj: 3 people like who wanted to like get in like 55 00:10:04.860 --> 00:10:17.759 huda siraj: they like interview people. So I think once from India and then once from Mount House, and then I think the other ones from New Jersey. So like it's kind of expanding. 56 00:10:17.980 --> 00:10:31.860 huda siraj: I got one from Linkedin, or like 2 from Linkedin, and then one for my discord, like I was just kinda like reaching out to people and asking them if they'd be interested in the opportunity. And yes, that's kind of how I got the person from India. But 57 00:10:31.870 --> 00:10:33.709 huda siraj: yeah, I'm really excited about that 58 00:10:34.540 --> 00:10:52.080 Jenny Duan: awesome. Yeah, that sounds really good. I think that this is pretty much everything for updates. Let me try to think if there's anything else that we're missing. Oh, I saw that, Eric. I saw your college list updates. I really like those. I think you did a great job with that. 59 00:10:52.430 --> 00:11:12.249 Jenny Duan: Oh, were you able to sign up for the hackathon, or apply for that. Are you planning to do that? Helpful? If I just? I think I've been forgetting to do this. So this is kind of on me. But I think I'm gonna continue making like a task list. And I think that will be like 60 00:11:12.260 --> 00:11:15.430 Jenny Duan: helpful for what to do. 61 00:11:16.110 --> 00:11:30.990 huda siraj: Oh, yeah, I was also wondering, for, like Uc. Berkeley, if we could kind of look at the like programs and see if there's like a better one. Cause I found like a media one and like I just I feel like it was too much like 62 00:11:31.040 --> 00:11:37.960 huda siraj: filmmaking, and not enough like game development. Like, if we'd be able to find something that's kind of better geared for mine. 63 00:11:38.550 --> 00:11:41.639 Jenny Duan: Yeah, yeah, for sure. I think that that's a great idea. 64 00:11:41.710 --> 00:11:53.459 Jenny Duan: Oh, my gosh, sorry! Whenever I'm in this room the lights like they turn off like I don't know what the frequency is with. They turn off a lot. So I think 65 00:11:53.650 --> 00:11:57.789 Jenny Duan: let's I think I want to pause, and Notre Dame essays, for now I think. 66 00:11:57.810 --> 00:11:59.280 Jenny Duan: what are they to do again? 67 00:11:59.610 --> 00:12:07.059 huda siraj: I think it was January, twentieth. Or let me let me check. Actually. 68 00:12:07.190 --> 00:12:08.070 Jenny Duan: okay. 69 00:12:10.240 --> 00:12:15.539 Jenny Duan: I think, Notre Dame. The application's going to be more chill than Bank of America. I don't think they ask you for as much. 70 00:12:15.600 --> 00:12:19.129 huda siraj: Yeah. Like, only 2 essays. So 71 00:12:19.700 --> 00:12:37.549 Jenny Duan: okay, I think next time we meet. So on Tuesday and 2 days, or in 3 days, I think. Let's finalize your Notre Dame essay by then. We can do the brainstorming today, but I don't want to spend too much time on the Notre Dame essays today because they want to focus on the other things. But on Tuesday we'll do a dedicated session to just like, finalize and wrap up your Notre Dame essays. 72 00:12:37.670 --> 00:12:40.680 Jenny Duan: How does does that sound okay with you? 73 00:12:41.870 --> 00:13:09.810 Jenny Duan: So we'll put that to the end. So we can do brainstorming for your Notre Dame essays today, if you need help with that. But I think let's like, leave Tuesday to really like, go deep into that. Yeah. So January 20, Si think, okay, cool. That's enough time. Soon, when you apply to more and more things, you'll realize that you'll be able to make deadlines like faster, because once you already have a body of writing, and once you're used to writing like things kind of speed up once you're used to talking about yourself. 74 00:13:09.880 --> 00:13:21.529 huda siraj: But let's start with the courses so can you walk me through like what you're thinking about? Coursework for next year. Let me put it in the chat, like I already kind of decided. But there's I was. 75 00:13:21.640 --> 00:13:34.370 huda siraj: Wonder if I was like overloading myself with Ap's cause. I also kind of wanna have, like a relatively more chill senior year, but still, like maintain like my rigor. So like I have. 76 00:13:34.400 --> 00:13:37.630 huda siraj: I could have possibly 2 free periods, but 77 00:13:37.830 --> 00:13:41.660 huda siraj: I could either do that, or I could like fill it in with an Ap. So 78 00:13:42.050 --> 00:13:44.730 Jenny Duan: Gotcha question, are you taking the language this year? 79 00:13:45.220 --> 00:13:54.089 huda siraj: No, I finished it. Last year like the request. What language we're taking, and did you? What do you mean by finish. I did Spanish for 3 years. 80 00:13:54.730 --> 00:13:57.830 Jenny Duan: Okay? And did you finish ap in Spanish? 81 00:13:57.970 --> 00:13:59.280 huda siraj: No. 82 00:13:59.900 --> 00:14:04.539 Jenny Duan: okay. So what do you mean? You did Spanish for 3 years, but you finished last year 83 00:14:04.630 --> 00:14:09.090 huda siraj: like for us. You're only required to do like 3 years. 84 00:14:10.890 --> 00:14:19.550 Jenny Duan: So it's freshman sophomore, and then you're not taking it this year. Junior? Yeah, I did it. And in eighth grade for us, like, it transfers over. So 85 00:14:19.560 --> 00:14:20.980 huda siraj: yeah, 3 years. 86 00:14:21.370 --> 00:14:25.350 Jenny Duan: Okay, got it. Are you planning to apply for Stanford? 87 00:14:25.770 --> 00:14:27.110 huda siraj: Yeah. 88 00:14:27.290 --> 00:14:29.300 Jenny Duan: How much do you want to go to Stanford? 89 00:14:29.410 --> 00:14:30.690 huda siraj: I think. 90 00:14:30.950 --> 00:14:37.740 huda siraj: It's like like on my top 10 better. I don't think it's in my top 5. 91 00:14:38.110 --> 00:14:39.470 Jenny Duan: Okay? Because. 92 00:14:39.520 --> 00:15:02.059 Jenny Duan: now that we have your school list, what's important is we need to go and look at your schools and what they require, because Stanford really wants 4 years of foreign language like that's like kind of like a requirement for Stanford. So if I think if you really are serious about going to Stanford specifically, you will need to take Spanish again. You'll need to take ab Spanish. But I think what we can do is 93 00:15:02.290 --> 00:15:06.360 Jenny Duan: like. Look at. Well, what we can do right now is, look at your top 94 00:15:06.560 --> 00:15:18.599 Jenny Duan: schools, and then we can work backwards and check their requirements because each individual school has different preferences. And so some schools have, like, for example, for your English requirement or for your math requirement. But other schools have like different preferences. 95 00:15:18.740 --> 00:15:23.660 Jenny Duan: so is this the is this the order of the school that you like? 96 00:15:24.340 --> 00:15:41.220 huda siraj: yeah. But like, I think I was thinking, like, if I find like a better better program for Uc. Berkeley, it it would definitely rank higher and like, yeah. So I think I think so. And then I also didn't put Stanford on there. But 97 00:15:41.310 --> 00:15:45.120 huda siraj: I would like put it probably somewhere 98 00:15:45.290 --> 00:15:47.980 huda siraj: and like the in my top 10. 99 00:15:48.170 --> 00:15:55.759 Jenny Duan: Okay. Do you wanna put Stanford, do you wanna place Stanford right now, while I find a different program for 100 00:17:15.800 --> 00:17:20.079 Jenny Duan: the the program that you looked at that you don't like is media science studies? Right? 101 00:17:20.349 --> 00:17:22.589 huda siraj: Yeah. Media studies. Yeah. 102 00:17:22.849 --> 00:17:23.680 Jenny Duan: Okay. 103 00:17:59.630 --> 00:18:14.870 huda siraj: I mean, honestly, like the media says, like the program. It wasn't terrible. I just feel like it has like a lot of like emphasis on film. And if I wanted to, maybe I could have like I could minor in something like technology related? 104 00:18:15.050 --> 00:18:17.719 huda siraj: So maybe that could be like a solution. 105 00:18:18.490 --> 00:18:29.340 Jenny Duan: Yeah, I mean, I think at Berkeley, if you wanted, you could just be a computer science major. although that would just make it like harder to get in. But I think you could still get in as a computer science major. 106 00:18:29.470 --> 00:18:33.940 Jenny Duan: there's also data science as a major. And then there's also digital humanities. 107 00:18:34.290 --> 00:18:39.869 Jenny Duan: see. it's a minor. Okay, never mind 108 00:18:40.440 --> 00:18:45.880 Jenny Duan: data. Science. There's a data science major that could be interesting. 109 00:18:49.960 --> 00:18:52.259 Jenny Duan: and there's also just computer science. 110 00:18:52.580 --> 00:18:55.559 huda siraj: like, really competitive. 111 00:18:56.940 --> 00:19:00.620 Jenny Duan: I think computer science is really competitive. Yes. 112 00:19:00.760 --> 00:19:04.709 huda siraj: like, would would it be the same for data science? 113 00:19:04.990 --> 00:19:10.600 Jenny Duan: I think data science might be like, slightly less competitive. But II mean. let's see. 114 00:19:11.680 --> 00:19:19.219 Jenny Duan: 8.2 5. 115 00:19:20.560 --> 00:19:21.310 Jenny Duan: Yeah. 116 00:19:22.510 --> 00:19:24.860 Jenny Duan: oh, no. And this is out of state. 117 00:19:25.730 --> 00:19:40.130 Jenny Duan: okay. 118 00:19:42.340 --> 00:19:43.210 Jenny Duan: see? 119 00:19:46.120 --> 00:19:48.040 Jenny Duan: I don't think they release 120 00:19:49.500 --> 00:19:51.040 Jenny Duan: statistics. 121 00:19:55.040 --> 00:19:57.270 Jenny Duan: Instate permission to 122 00:20:00.260 --> 00:20:02.050 Jenny Duan: okay, about 10%. 123 00:20:02.190 --> 00:20:02.870 Hmm. 124 00:20:05.440 --> 00:20:06.500 Jenny Duan: is this? 125 00:20:08.860 --> 00:20:15.330 Jenny Duan: Okay, yeah, this is crazy. Yeah. 126 00:20:15.490 --> 00:20:17.400 huda siraj: that's one. 127 00:20:19.480 --> 00:20:32.130 Jenny Duan: But it's really low. But I do think that you are a competitive applicant like Huda, like, you're like a very competitive applicant. So I don't think you need to worry necessarily about yourself. But, like just in general, like. 128 00:20:32.770 --> 00:20:39.229 Jenny Duan: obviously, you are like a competitive applicant. But for anyone like in general, it's super hard to get in. 129 00:20:39.500 --> 00:20:46.810 Jenny Duan: so yeah, 2 point, we're looking at 2.8% for Cs and 10% for data science. So 130 00:20:46.850 --> 00:20:48.090 Jenny Duan: you know, like. 131 00:20:48.280 --> 00:20:58.950 huda siraj: yeah, data, science is is easier to get into. But it's still quite difficult to get into, you know. Do you think I could? I'd be able to like maybe minor and like 132 00:20:59.000 --> 00:21:09.189 huda siraj: something Cs or media related like cause. Then, if I can just like Major in one and monitor the other. I don't really like mine. Which one but 133 00:21:09.260 --> 00:21:10.390 huda siraj: I love him. 134 00:21:11.550 --> 00:21:13.940 Jenny Duan: Yeah. Let's see 135 00:21:14.040 --> 00:21:21.540 Jenny Duan: Cs minor admissions rate. I don't know what the missions rate is for the minors. 136 00:21:22.210 --> 00:21:31.340 Jenny Duan: but 137 00:21:32.280 --> 00:21:34.210 Jenny Duan: percent acceptance rate. 138 00:21:35.110 --> 00:21:41.609 Jenny Duan: I think it's gonna be hard to do the minor because I think classes are gonna be reserved for the major people in the major. 139 00:21:41.630 --> 00:21:46.739 Jenny Duan: So I think for Berkeley, your best bet is to just apply for 140 00:21:47.810 --> 00:21:53.999 Jenny Duan: I think you can honestly just apply straight Cs or data science. I don't think that the 141 00:21:54.720 --> 00:22:14.810 Jenny Duan: I don't think it's gonna be that complicated like, I don't think that the difference is, gonna be that big like 2.8 10%, it's like, it's still a very small number, regardless. So I think whichever one you think will be better for you. Data science. It will be a lot easier to get into but still very difficult. But I still think you have a good shot getting into Cs just on your own, too. So 142 00:22:14.820 --> 00:22:16.779 huda siraj: that I'll leave that up to you. 143 00:22:16.790 --> 00:22:29.910 huda siraj: Maybe like data science, because also I feel like empowering AI and symphoria. They're both kind of like data related. So like, AI related. So yeah, that's something I can use 144 00:22:30.350 --> 00:22:34.789 Jenny Duan: or highlight that. Yeah, does that bump? You see Berkeley in your list? 145 00:22:34.840 --> 00:22:40.600 Jenny Duan: So did you. Is this adjusted or no? Okay, so let's look at 146 00:22:42.050 --> 00:22:54.030 Jenny Duan: Usc, common data set. So this is a good resource. If you are looking for the common data set for every school, because it tells you like what you need to do to get into this school. 147 00:22:54.120 --> 00:23:00.160 Jenny Duan: So this I mean, it tells you the demographic of all people, etc. Etc. 148 00:23:00.190 --> 00:23:07.450 Jenny Duan: But what we want to look for is. see language. 149 00:23:08.110 --> 00:23:08.970 Jenny Duan: Okay? 150 00:23:10.010 --> 00:23:17.650 Jenny Duan: So we want, we want to look for their recommended. So this is how much they care about different classes. So they want 4 years of English. 151 00:23:17.780 --> 00:23:22.120 Jenny Duan: 4 years of math. You've got that covered. Right? Okay? 152 00:23:22.570 --> 00:23:24.140 Jenny Duan: 3. 153 00:23:24.610 --> 00:23:29.520 huda siraj: 3 years of science. So you're taking at least 3 years of science. Right? 154 00:23:29.600 --> 00:23:32.610 Jenny Duan: Okay, why are you taking English honors online? 155 00:23:33.110 --> 00:23:45.549 huda siraj: Because they don't have any like in person honors class. And I don't really wanna take ap literature because I just feel like I wouldn't do well in that class. And I don't wanna risk getting a beat. 156 00:23:46.400 --> 00:23:57.860 Jenny Duan: Okay, I think, in my opinion, do you think you can get okay? Your second semester of senior year doesn't matter. All that matters is your first semester. Do you think you'd be able to get a in it for one semester. 157 00:23:58.340 --> 00:24:01.610 huda siraj: I don't know, because, like. 158 00:24:01.690 --> 00:24:10.429 huda siraj: I don't think readings really like my like reading and perception of reading is really like my strong my strength 159 00:24:10.790 --> 00:24:15.200 huda siraj: and like usually I kind of do worse in the first semester. So 160 00:24:15.420 --> 00:24:20.550 huda siraj: I'm not entirely sure I've heard it's like really difficult. So 161 00:24:21.000 --> 00:24:38.149 Jenny Duan: okay, then, that makes sense. How are honours weighted in terms of GPA. Compared to a P. It's the same. Oh, wait, really. Yeah. Okay. Okay. Then, in that case, do the honors. I would say, that seems like a good choice. But I'd say you can do that. Ap, like it would be. 162 00:24:39.250 --> 00:24:46.369 Jenny Duan: Think about it yourself, and see, because you only need to get a good grade for your first semester. If that like ideally. 163 00:24:46.610 --> 00:24:56.069 Jenny Duan: we're doing early decision to ideally, we're doing early decision to Usc, and you get an early decision. And then it doesn't really matter after that. 164 00:24:56.240 --> 00:25:02.120 Jenny Duan: But if that doesn't happen. Then you will need to, I guess, do the 165 00:25:03.000 --> 00:25:15.040 Jenny Duan: we actually let's think about this, because if we apply early decision for Usc, all your Uc. Applications are due in the fall. By the way, so all your applications. Your first semester transcript is not 166 00:25:16.270 --> 00:25:21.579 Jenny Duan: so. Your first semester transcript is not going to apply to your top 5 schools 167 00:25:21.610 --> 00:25:30.099 Jenny Duan: at all, actually, because you will have applied for them before your first semester grades come out. So I'm in Usc. 168 00:25:30.500 --> 00:25:42.169 Jenny Duan: what? Including Usc, including Usc, because we are probably going to do early decision to Usc, because your number one choice, do you feel comfortable with early decision to Usc. 169 00:25:42.350 --> 00:25:51.499 huda siraj: yes, like, I know, there's a the difference in that. There's higher likeiness that you'll get in for really decision. But 170 00:25:51.720 --> 00:25:53.010 huda siraj: like. 171 00:25:53.810 --> 00:25:59.939 huda siraj: If I don't get into early decision like I'd have to apply for normal time, right? 172 00:26:00.870 --> 00:26:15.890 Jenny Duan: If you will. If you get rejected, then you get rejected. But if you get deferred, then they consider you in the spring. Okay? So actually, I think, based on your list right now. 173 00:26:16.040 --> 00:26:40.890 Jenny Duan: I think it is, if advantageous for you to take ap English, think about this and make your own decision and like. Talk about with your family and stuff. But I think because your top 5 schools they're not gonna care about your semester. One grades, because first, you're applying early decision to Usc Ucla, Uc. Davis, Berkeley. The applications are due before your early, before your first semester grades come out. So they're not. Gonna look at your first semester grades, either. 174 00:26:41.110 --> 00:26:53.139 Jenny Duan: Really? Well, will they be able to see that I took yeah, cause it'll be under transcript. Okay? So that's like one thing, I guess, to keep in mind 175 00:26:53.210 --> 00:27:22.569 Jenny Duan: But I think you should decide that for yourself, because I think ultimately, if you think you're for sure going to get a meeting which I don't even think that's necessarily the case, like I think you're a good student. I think you doubt yourself, but I think like you're a good student, so I don't know if you're necessarily gonna get a Vp, but you should think about this a little bit and like, see? Like, okay, maybe you can like, read a little bit more this summer to prepare yourself, or maybe you can do things to ensure that you get an a in the class. But again, it's if you think it'll cause too much stress and too much time, like 176 00:27:22.720 --> 00:27:29.870 Jenny Duan: we don't have to worry about that. But what I'm saying is, it could potentially potentially be advantageous for you to take another Ap, 177 00:27:30.260 --> 00:27:34.760 Jenny Duan: cool. So I think. what's have you taken a Pcs a yet? 178 00:27:34.970 --> 00:28:01.640 huda siraj: Yeah. So what I'm taking so like since I since I started the Cs pathway and sophomore year like we have like a pathway of like essentials. And then the Ap's so I got to skip Apc, sp, so I'll say either I go back and do Apcsp or I enroll in. There's like we have a good class for game design. That's just a normal course. And it's not an Ap. So I would say, take the game design course. 179 00:28:01.640 --> 00:28:09.210 Jenny Duan: Okay, I think it's okay. If it's you don't want to go backwards, cause that would be like if you took calculus. And then you took Precalculus. After that there's no point. 180 00:28:09.210 --> 00:28:29.630 Jenny Duan: So take the game design course. I think it's okay. If it's not an Ap like, don't worry about at that point because it it aligns really well with your profile. It is like a good fit. Apco, econ. I feel like that is doesn't really matter anything. You decide what you want to do there, whatever one is easier for you, I would say, do it. It doesn't really matter which one 181 00:28:29.630 --> 00:28:40.309 Jenny Duan: ap I would say, take ap environmental science don't take free period senior year. You can. You can drop a class after first semester like after first semester, like 182 00:28:40.430 --> 00:29:02.549 huda siraj: you're like you, you can chill a little bit. But my friend, she's a senior, and she said that like she wanted drop one of her classes, but then she had to inform all her colleges that she dropped to college. So like is that the case like, do you have to inform your colleges? If you drop a class. I think you do have to inform a college if you drop a class, but I think like 183 00:29:02.680 --> 00:29:11.510 Jenny Duan: depending on your how you feel personally about doing this. Some of my friends they like just stop trying after they got into college. I'm not. I don't think you should do this, but 184 00:29:11.510 --> 00:29:33.180 Jenny Duan: worst case like you can get a see? And like, that's fine. As long as you don't fail. Like you guys see in a class like you're not gonna do that. But like, after first semester after getting to college, it's it's okay for your grades to like, go down. If you personally don't care. Then that's fine, like you're not gonna get rescinded. So I think you should take an Ap environmental science. I think that would be good. And then I think you should take it, be psych. 185 00:29:33.420 --> 00:29:42.709 huda siraj: What is adulting? And why do you have to take that? We have. It's like a, it's like, basically, it like prepares you for like. 186 00:29:42.730 --> 00:29:54.810 huda siraj: I think there's a a you know, where you do like fake job interviews and stuff. And like, it's basically preparing you for like outside of school. And it's kinda like a required thing for everyone. So 187 00:29:55.280 --> 00:29:56.130 huda siraj: yeah. 188 00:29:56.340 --> 00:30:06.099 Jenny Duan: okay, awesome. I'm looking at this Berkeley common data set right now. Oh, I don't think my screen is shared, but you can also download all these in your own 189 00:30:06.320 --> 00:30:13.770 Jenny Duan: computer, too. So I'm checking for Berkeley's common data set. And I'm just gonna go down all these schools and just 190 00:30:13.950 --> 00:30:16.420 Jenny Duan: check really quickly. 191 00:30:17.100 --> 00:30:23.490 Jenny Duan: how many years of language they require, because I think you should highly consider taking another year of 192 00:30:25.290 --> 00:30:35.259 Jenny Duan: of a foreign language, because a lot of these schools will recommend that. So if so, I could probably drop 193 00:30:35.330 --> 00:30:36.960 huda siraj: I could probably drop 194 00:30:37.320 --> 00:30:42.500 huda siraj: ap Psyche for ap Spanish. 195 00:30:42.640 --> 00:30:50.370 Jenny Duan: I would I would recommend doing personally, I would recommend dropping like either apes or ap psych for? 196 00:30:50.850 --> 00:31:04.920 Jenny Duan: yeah, for ap Spanish. How many science classes like, what science are you taking right now? And what have you taken in the past. I'm taking physics. Just normal physics. And then last year I took regular chemistry, and then 197 00:31:04.930 --> 00:31:07.549 huda siraj: freshman year to bio honors. 198 00:31:07.640 --> 00:31:09.139 Jenny Duan: Oh, wait, that's that's good 199 00:31:09.240 --> 00:31:17.030 Jenny Duan: take ap Spanish, I would say, for sure, and then no free period. Consider English. 12 200 00:31:17.170 --> 00:31:19.150 Jenny Duan: honors 201 00:31:19.160 --> 00:31:40.820 huda siraj: or I had a question so like so instead of like. So you know how you're saying that I could replace either apes or ap site with maybe Spanish like. Which one do you recommend, do you think dropping on, or like replacing science would have an impact on my like rigor? 202 00:31:41.780 --> 00:31:48.510 Jenny Duan: I don't think so. Let me check Berkeley's one more time. 203 00:31:49.000 --> 00:31:56.239 Jenny Duan: I think we'll check Uscs. Usc. They 204 00:31:56.590 --> 00:32:01.770 Jenny Duan: that they recommend 3 years of science, so Usc. Certainly doesn't. 205 00:32:02.210 --> 00:32:03.750 Jenny Duan: doesn't really care. 206 00:32:03.820 --> 00:32:08.160 Jenny Duan: I didn't take 4 years of science. 207 00:32:08.300 --> 00:32:09.760 Jenny Duan: and I was fine. 208 00:32:10.150 --> 00:32:22.469 Jenny Duan: see, Berkeley, yeah. 3 units are recommended. I think it's okay. If you don't take another science. So I would just say, Take whichever one you think will be easier, and then take 209 00:32:22.890 --> 00:32:29.899 Jenny Duan: and just go with that. Yeah, so then I would drop ap environmental science and take Spanish instead. 210 00:32:30.530 --> 00:32:31.680 huda siraj: Okay, yeah. 211 00:32:32.260 --> 00:32:39.780 Jenny Duan: image. 212 00:32:39.920 --> 00:32:45.559 Jenny Duan: Does this. Did you feel comfortable with your schedule? Do you have any other questions about choosing between classes. 213 00:32:46.140 --> 00:32:58.959 huda siraj: actually, do you think it would be beneficial for me to ta a class because I feel like that would get some good recommendations. But 214 00:32:59.060 --> 00:33:00.450 Jenny Duan: I don't know. I think 215 00:33:00.660 --> 00:33:04.659 Jenny Duan: I think it's not worth giving up the spot on your like. 216 00:33:04.760 --> 00:33:18.590 Jenny Duan: Gpa, yeah, I think you can develop good relationships with the teachers already, and because, you know, your teachers are already very willing to substantiate your like the various applications that you're working on, you should be fine for learners of recommendation. 217 00:33:18.800 --> 00:33:33.830 Jenny Duan: Whoever wrote you with the letter recommendation for Ncwit probably did a good job for that, too. Yeah, I don't think you need to worry about letters or recommendation at this point. Have you thought about what teachers you wanna ask? Maybe that's one thing. Actually. 218 00:33:33.860 --> 00:33:59.460 huda siraj: yeah. So I think the one that I'm like counting on the most is my English teacher. She's like known for writing really good letters and recommendations. And she only like writes 10 per year. So like, I'm really trying to get in her good books. Why don't you ask her like soon like make sure to ask her about at the end of this year. I think, she said. She only decides next year like 219 00:33:59.660 --> 00:34:07.309 huda siraj: kind of picky about that. But yeah, we should like a lot of people trying to ask her and everything but 220 00:34:07.480 --> 00:34:19.420 huda siraj: like, yeah, I think she knows like, I'm a good student like, I have a pretty good impression on her. But I can like I can try asking her at the end of the year this year, actually. But yeah. 221 00:34:20.790 --> 00:34:24.939 Jenny Duan: and then, maybe for, like another teacher, I could probably ask, like 222 00:34:25.130 --> 00:34:36.619 huda siraj: the same C. Cs teacher, that she like wrote the Nc with recommendation, because we have a really good bond and I just feel like she's really 223 00:34:36.860 --> 00:34:44.769 huda siraj: she knows me, and like she trust me. It's like, right? A good recommendation. Yeah. And 224 00:34:46.320 --> 00:34:49.200 huda siraj: do I need more? Or like is too enough. 225 00:34:49.219 --> 00:35:02.600 Jenny Duan: He's good. Usually it's like one humanities and one like science for social science would be good, and I think you have that. And I think your Cs teacher, like already, brought you a great letter recommendation for Nc. Way, so probably will write you a good call track, too. 226 00:35:02.650 --> 00:35:13.899 huda siraj: I think. I might wanna keep like a backup from my English teacher, since, like a lot of people are fighting for the recommendation, like, if I don't get it, it's kind of bad. So 227 00:35:14.390 --> 00:35:16.510 huda siraj: I could probably ask 228 00:35:17.010 --> 00:35:26.509 huda siraj: I could ask like my media arts teacher again. He was also the game design teacher. 229 00:35:26.570 --> 00:35:29.930 huda siraj: I could see if, like he'd be willing to do another one 230 00:35:31.820 --> 00:35:40.789 Jenny Duan: cool. That sounds good. Then I am like a little concerned if this is too much overlap with Cs, but we can talk about that if it gets there. I think it's okay. 231 00:35:40.970 --> 00:35:48.500 Jenny Duan: For now. So with your activities, I kind of, oh, oh, we cleared up the Berkeley major thing. Right? So 232 00:35:48.640 --> 00:35:51.489 Jenny Duan: okay for the activities list. 233 00:35:51.500 --> 00:35:54.739 Jenny Duan: what I wanted to do is sort of 234 00:35:54.990 --> 00:36:00.929 Jenny Duan: so right now, like what we've been doing with the set of recommendation with the classes is we're building your like application from the 235 00:36:01.050 --> 00:36:06.050 Jenny Duan: we're going backwards. So we're looking at. You know what you're going to write about in your common app, and then going backwards. 236 00:36:06.060 --> 00:36:32.329 Jenny Duan: And I think for our activities. Let's say the same. So you have 10 spots on your common app, and this is like your really, your opportunity to tell a story about yourself and like the things that you're interested in. So what I'm gonna do right now is block off all your activities. And then we're gonna see how we can organize them to like sort of show who you are and what your story is. So empowering. AI is a big one. Bulk is a big one, since Doria counts as his own. 237 00:36:32.480 --> 00:36:37.619 Jenny Duan: Filmmakers club is one. Let's see what else? 238 00:36:37.700 --> 00:36:43.030 Oh, I think your game development, even your discord like could. Okay, I'm gonna put this as 239 00:36:43.040 --> 00:36:44.150 Jenny Duan: potentials. 240 00:36:44.210 --> 00:36:47.200 Jenny Duan: I think that could be like a good one. 241 00:36:47.650 --> 00:36:53.050 Jenny Duan: are you still volunteering at? the Muslim community center. Yeah. 242 00:36:53.270 --> 00:36:58.080 Jenny Duan: Okay, yeah. Muslim community center volunteering. 243 00:36:58.320 --> 00:37:10.750 Jenny Duan: Okay. And then what else am I missing? Or is this all? Totally good Tennessee, I think. 244 00:37:11.080 --> 00:37:15.639 huda siraj: I think, like, maybe, like my social media page is that social media? 245 00:37:18.050 --> 00:37:22.509 Jenny Duan: Hmm, okay, so this is really solid. 246 00:37:23.100 --> 00:37:26.979 Jenny Duan: cool 1, 2, 3, 4, 5. So I think, okay, another thing will be. 247 00:37:29.750 --> 00:37:47.599 Jenny Duan: I think the whatever summer program you do will count as one of these. Now I think that what we should do is we should think about how to bulk up your extracurriculars a little bit, because I think a lot of these are pretty new. Is there anything that you've been doing since, like freshman year of high school, or even before that? 248 00:37:48.530 --> 00:38:05.839 huda siraj: Like, I kind of started game development like, okay. So Cynthia is kind of like a mix of like my old game that I was making, since, like before high school, I think after 8 grade, I started making like the early concepts of symphoria. So there's that. And then 249 00:38:06.140 --> 00:38:14.029 huda siraj: I think all this I kind of start, or I guess, like the Muslim community center volunteering. I've been doing that since freshman year. 250 00:38:14.050 --> 00:38:16.330 huda siraj: yeah. 251 00:38:17.370 --> 00:38:24.219 Jenny Duan: okay, cool. I think what would be good is to get you in some school? Are you involved in these other school leadership roles? 252 00:38:24.960 --> 00:38:31.139 huda siraj: not really like? Besides, like student use and like 253 00:38:31.180 --> 00:38:38.400 Jenny Duan: like some Microsoft, that's awesome. Good news. I forgot about that. Oh, yeah. Do you do that after school? 254 00:38:38.670 --> 00:38:41.920 huda siraj: It's kind of like, junk school. 255 00:38:41.970 --> 00:38:45.030 Jenny Duan: Yeah, it's during school. Yeah. I think that's good. 256 00:38:45.510 --> 00:38:51.710 Jenny Duan: Can you do more of that after school at all? 257 00:38:51.870 --> 00:39:06.400 huda siraj: I mean, like we do like devote like a lot of our like our lunch time. And like our success sessions like we have like basically for flex time. That's when we do like a lot of refunding. And then also. 258 00:39:06.560 --> 00:39:23.790 huda siraj: oh, yeah. And then I'm helping out my school like schools like leadership. They're doing this thing called look down. It's like, basically like a school music video and like in charge of cameras for that. And then we have to go like before school for that. So I think that's like. 259 00:39:24.370 --> 00:39:46.350 Jenny Duan: well, okay, that makes sense. And then I. So I think right now, we have the opportunity for 2 more activities, because right now we have 8. So 1, 2, 3, 4, 5, 6, 7, 8. So I think that this is I'm I'm grouping discord and social media together for now. So I think that it'd be nice to have 2 more things for 260 00:39:46.670 --> 00:40:05.090 Jenny Duan: you to do that are like through existing organizations. So it would be really nice for you to like. Take up another leadership role, I would say at school, or like within another existing organization. So off the top of your head, is there anything that you think you could like easily get involved in for leadership, position or no? 261 00:40:06.590 --> 00:40:10.380 huda siraj: Hmm, I don't know about school cause 262 00:40:10.650 --> 00:40:19.740 huda siraj: school is like really like II don't think it's possible for me to get any leadership roles for that. But I think definitely for 263 00:40:20.610 --> 00:40:38.720 huda siraj: for like branches of like an existing like nonprofit. Maybe I could ask like the connection that I made. I think she's she runs something called stem sisters. Maybe I could start like a branch here in Mount House. Yeah, I feel like that's not necessary, because I feel like 264 00:40:38.890 --> 00:41:08.039 Jenny Duan: you already have your own like empowering AI is pretty similar to that. So I think that's not necessary. I think I'll do some research for you and see if I can get you on any boards or anything. That'll be like my homework. I'll get back to you about that later. But I think that that would be good to do, because I think right now you've shown a lot of initiative and drive with your own things. I think it would just be good to round that out with, like some already established organizations. So I will do some research, and like probably text you a couple of things 265 00:41:08.060 --> 00:41:10.730 Jenny Duan: for that and and then 266 00:41:11.530 --> 00:41:13.560 Jenny Duan: in terms of awards. 267 00:41:14.000 --> 00:41:21.970 Jenny Duan: you have the opportunity to list 5 awards. So one is going to be your Ncwit. Award. 268 00:41:22.510 --> 00:41:27.000 Jenny Duan: Okay? And then you have 4 more spots that we'll need to fill by the end of 269 00:41:27.150 --> 00:41:39.740 Jenny Duan: this year. Slash like the beginning of your application cycle. And so are there any opportunities for awards that oh, one other award would be like your film award, like the short film that you made, it won an award right? 270 00:41:39.890 --> 00:41:53.100 huda siraj: Yeah, that will be an award. Are there any awards at your school that they give out for outstanding students or anything like that? If I get involved in how like a lot of community are always looking at the Presidential. 271 00:41:53.180 --> 00:41:57.290 huda siraj: Like voluntary. I think something like that. 272 00:41:57.340 --> 00:42:02.720 Jenny Duan: Yeah, do that. That would be like a really good one. Do you think that that's feasible for you to attain? 273 00:42:02.750 --> 00:42:11.519 huda siraj: Yeah, I think like, recently, I found like this, like organization on Linkedin, and they like, have a bunch of like 274 00:42:11.670 --> 00:42:25.099 huda siraj: ways for you to get involved for like, it's like an internship opportunity, basically. But you can get like a lot of voluntary hours. With your school for that. So I think that's that's something worth considering. 275 00:42:25.480 --> 00:42:37.129 Jenny Duan: Cool. Yeah, can you? Send, like later. Text me the information for that organization. I can look at that. So, okay, this will be good for Tbd awards. 276 00:42:37.450 --> 00:42:49.849 Jenny Duan: I think also, if you win a hackathon award doesn't have to be at this hackathon. But I think that will be like really good for your profile, like. I wonder if I can find for you like game development Hackathon, I feel like you could win that. 277 00:42:50.110 --> 00:42:55.699 Jenny Duan: I think. Usually there's like these things for like game gyms, and like, you could. 278 00:42:55.840 --> 00:42:58.989 huda siraj: yeah, like, you win those 279 00:43:00.930 --> 00:43:03.430 Jenny Duan: student team development 280 00:43:04.090 --> 00:43:07.570 Jenny Duan: competition. Also wonder if there's like a 281 00:43:13.170 --> 00:43:17.919 Jenny Duan: what is this like? II keep on seeing this games for change, have you 282 00:43:18.040 --> 00:43:22.390 Jenny Duan: Does your school 283 00:43:22.610 --> 00:43:23.830 Jenny Duan: offer this? 284 00:43:24.000 --> 00:43:25.160 huda siraj: No. 285 00:43:26.770 --> 00:43:31.680 Jenny Duan: the competition opens in January. So I would really, really like you to apply for this. 286 00:43:32.040 --> 00:43:36.860 Jenny Duan: I don't know. I've seen this for a while. I don't know how to. 287 00:43:38.270 --> 00:43:45.699 Jenny Duan: I don't know how to like. Get involved with this. Can you ask your game design teacher to 288 00:43:46.320 --> 00:43:51.569 Jenny Duan: can you email this email address and then see if you can get your school involved with this? 289 00:43:51.600 --> 00:43:52.980 Jenny Duan: Yeah, I can try 290 00:43:54.310 --> 00:44:15.780 huda siraj: and then also, I know, like Ucla has like a game development summer program, and it hasn't opened up yet. But I kinda like I'm I set up both the newsletter. So maybe like if I apply to that and like I get accepted, maybe that could be something. That I can put for summer programs 291 00:44:15.840 --> 00:44:17.080 Jenny Duan: definitely. 292 00:44:17.160 --> 00:44:26.929 Jenny Duan: So then, one more award, we can. I wanna think about what would be good for you? 293 00:44:27.350 --> 00:44:32.110 Jenny Duan: maybe like some type of advocacy award. 294 00:44:32.910 --> 00:44:41.589 Jenny Duan: I think that would be good. So this is, gonna be a miscellaneous award that I will try to like, find and send your way. Maybe, like Hmm. 295 00:44:42.690 --> 00:44:45.289 Jenny Duan: Scriptape would be a good example of award. 296 00:44:45.630 --> 00:45:09.219 huda siraj: Oh, yeah. I had a question about grip tape. So. I was looking to apply it like before this. And I was wondering like, how do I frame my passion cause like so I know, like the prize is like $500. And I wanna earn it for like a video project, or maybe like a camera. But I don't know like how to highlight like that I wanna do. A 10 week project like, had 297 00:45:09.220 --> 00:45:19.919 Jenny Duan: maybe a short film or like would it be from Vlogs if I don't really know how to frame it exactly. Yeah. So the submission is just you submit it, is it? Still, you submit a 2 min video of yourself talking? 298 00:45:20.150 --> 00:45:27.750 huda siraj: It's like a bunch of questions. So it's like, it's like a bunch of questions. But you could do it. Any format like video or text. 299 00:45:28.700 --> 00:45:34.480 Jenny Duan: I would submit a video. I think that would be really good. Maybe you could talk about how your 300 00:45:35.530 --> 00:45:45.419 huda siraj: what do you want the money for? Like? What would you use it for like I wanna buy like a camera. And like, maybe take videos for like 301 00:45:45.820 --> 00:45:56.890 huda siraj: just starting like a photography account. Maybe and like videography, channel and experience experimenting with new cameras, I think. 302 00:45:57.130 --> 00:46:21.250 Jenny Duan: Okay, I think you should be more unique than that, because think they get a lot of requests for photography and videography. So you need to give it a compelling reason for why they want to sponsor you. So when I did it, I got a camera. I actually did get a camera. But the reason why I did it is I framed it in like, I wanted to make educational videos on Youtube, like teaching people how to get into college and stuff like, I'm not even joking. That's like what I did with my project is that like 303 00:46:21.290 --> 00:46:42.710 Jenny Duan: like, how like, how people with college admissions, like scholarships and stuff like this has always been my passion. Even before I started working for Suraj, I did this like a lot before, too, and made. And I made Youtube videos about it. So like, I pitched myself as I wanted to like, make information more accessible to people, and like making education more accessible. So I had to give it that unique lens to like. Talk about 304 00:46:42.710 --> 00:47:03.489 Jenny Duan: that. So I would say for you. I think if you wanna buy camera like, talk about how you're gonna make that unique like, maybe how you would, you would use it for folklift, or how you would use it, for like journalism, or talking to other people instead of just like making blogs. Not that making blogs is not important, or that you can't use the camera to do that. But the way that you wanna you wanna convince them with it with an angle that's different from other people. 305 00:47:03.820 --> 00:47:16.840 huda siraj: Okay, yeah. So I think definitely, folklift. Yeah, I can talk about that. And like, maybe talk about like my community impact with that like, how I want to grow with the use of like this camera that I could buy. 306 00:47:16.860 --> 00:47:18.720 huda siraj: That's and that's the idea. Yeah. 307 00:47:19.740 --> 00:47:40.180 Jenny Duan: okay, cool. Awesome. I have to hop now to go to another meeting. But I hope that this is helpful for you. And so basically what we did today, we talked about your classes. We went back and looked at your activities what you could fill it with. We looked at your awards, and then next time these are your tasks. I wanna talk about your Notre Dame essays when I talk to you on Tuesday. 308 00:47:40.560 --> 00:47:48.999 Jenny Duan: Awesome. Okay, if you need anything else. Text me before then. But yes, have a good rest of your evening. Bye, bye.",
  "segments": [
    "Week 22 - Coaching_Jenny_Huda_Wk22_2024-01-13_M_018d052245aede76U_2024-01-12_00-00-00 WEBVTT 1 00:01:30.730 --> 00:01:32.680 Jenny Duan: Hey, Huda, how's it going? 2 00:01:34.230 --> 00:01:36.370 huda siraj: It's going. Well, how are you? 3 00:01:36.760 --> 00:01:53.910 huda siraj: I'm good. Give me 1 s. I'm just looking in my laptop, and then congratulations. Thank you so much. I've been so happy about it. Yeah, thank you so much for helping me. By the way, like definitely, I wouldn't have been able to do it without you. 4 00:01:54.130 --> 00:01:59.529 Jenny Duan: Oh, so so happy for you you should be celebrating. Did you celebrate at all? And did you do anything. 5 00:01:59.540 --> 00:02:07.309 huda siraj: Yeah, we went out to go get over and just like, you know, add fun with my mom. Like we went on a walk. And we're just showing. Yeah. 6 00:02:07.760 --> 00:02:11.860 that's so awesome. Well, I'm so happy for you. 7 00:02:12.190 --> 00:02:30.980 Jenny Duan: I think we should just get back to work now that you haven't in one of ward like. I want you to believe in yourself even more, because this is just like the start of the rest of the amazing things you'll achieve, not only in your college prep journey, but just in life in general. So yeah, super happy for you. Would love to 8 00:02:31.030 --> 00:02:38.369 Jenny Duan: talk about your bank, America just to wrap it up. Did were you able to submit? Do you have any other questions before submitting about submission? 9 00:02:38.370 --> 00:03:01.359 huda siraj: etc.? Yeah, I just submitted it today. Actually, I did link like my resume on there. I remove my sat and psat scores, just because, like they're not that strong. But I did link my resume my Instagram, or Linkedin like I think it has, like some additional like optional OP like choices to do that 10 00:03:01.490 --> 00:03:04.519 huda siraj: and then, yeah, that's like. 11 00:03:04.780 --> 00:03:11.860 huda siraj: yeah, I did. And then, yeah, submitted like today. ",
    "So I think we're going on that front 12 00:03:12.540 --> 00:03:22.520 Jenny Duan: cool. Just curious. Are you interested in taking the sat? Not the Sct, the the A. CT. At all. Have you thought about that? Is that something that you want to do? 13 00:03:22.710 --> 00:03:48.839 huda siraj: I have thought about it. But honestly like, I think I heard that this digital sct, like I actually joined like a boot camp like and then they were like telling with the details about that digital sat. And I feel like it's a lot easier than a paper. Sct, so I just wanna like, give it a chance. And also they're like holding whatever school. So I think I should definitely try that. And then like act. I just feel like it might be to like 14 00:03:49.020 --> 00:03:52.160 huda siraj: late to start a whole new like test format. 15 00:03:52.260 --> 00:03:56.620 huda siraj: So I'll try to like nail this time. And that's sat 16 00:03:57.410 --> 00:04:02.430 Jenny Duan: cool. Yeah, that that makes sense to me. Cool. So 17 00:04:02.710 --> 00:04:08.760 Jenny Duan: when is the sat? The digital one going to be? On March twenty-twond. 18 00:04:09.250 --> 00:04:17.719 Jenny Duan: Okay? And how do you feel about that like, how is, how are you planning to prepare? And how do you plan to 19 00:04:18.339 --> 00:04:19.589 Jenny Duan: Get ready for that. 20 00:04:19.630 --> 00:04:35.629 huda siraj: Yeah. So I've joined like a like a boot camp. Which kind of goes over like, digital specific, like tips and stuff. And like also, like a bunch of like practice questions like slides, shows with resources and everything. So 21 00:04:35.630 --> 00:04:50.659 huda siraj: I mean, there isn't like much practice tests that you can do for the digital at least. But like, I know, there's one on Khan Academy, and there's like some like a few online resources. But there's like not enough as the paper staff. But I think definitely, I wanna 22 00:04:50.660 --> 00:05:10.929 huda siraj: first start off by trying to take all t",
    "he tests are available. And then, after that, like like just kind of stick with the like the School House. I think that the School House boot camp that's the one that I'm doing and yeah, it's just gonna what I'm gonna do. But I think if I spend an extra hour, maybe like working on the paper set. 23 00:05:11.100 --> 00:05:12.890 huda siraj: That would be great 24 00:05:13.590 --> 00:05:16.079 Jenny Duan: cool. That sounds good, so 25 00:05:16.410 --> 00:05:37.839 Jenny Duan: let me know if you need any support with that. But I think let's just go with that for now and then, if that doesn't work out, I think it's fine. If you submit to test optional to. We've already talked about that I think you shouldn't. You should study really hard for this, but also like, if this doesn't work out, then I think we don't need to spend more time worrying about this, because I think everything else is gonna be okay. 26 00:05:37.950 --> 00:05:50.600 Jenny Duan: So your next Uppoint deadline is Notre Dame leadership seminars. I saw that you already drafted this right? And have you decided which seminar you want to apply for? Investing 27 00:05:50.810 --> 00:05:52.849 huda siraj: investing, I think. Once. 28 00:05:52.890 --> 00:05:56.390 Jenny Duan: yeah. Yeah. Curious. What drew you to this one. 29 00:05:56.930 --> 00:06:20.669 huda siraj: Yes, I think it's kind of what I'm most experience, or like something that I'm like most interested in learning. I feel like the other options like they had environmental and like maybe like some a few others. And I feel like they just didn't connect to me. I feel like investing would be like a powerful thing to learn and like. It would be really great to learn more about 30 00:06:21.100 --> 00:06:31.840 Jenny Duan: cool. That sounds good and is this the only essay? I think there's more than one essay? Right? I think there's 2 essays actually, the other ones just like a general. Not name essay 31 00:06:31.920 --> 00:06:33.400 Jenny Duan: really cool.",
    " 32 00:06:33.410 --> 00:06:43.670 Jenny Duan: So most people first learn about money and investing from family member, trusted friend, who in your life has helped you better understand the value of money. And what are the most important lessons you've learned from them. And through your own experience. 33 00:06:43.710 --> 00:07:00.239 Jenny Duan: Okay, so I do wanna take some time to look at this later before that. I just wanted to general checking about the rest of the things in your life going how the rest of the things in your life are going. So do you have any updates on just everything else? I see that you've launched in Thoria. That's super exciting. 34 00:07:00.580 --> 00:07:02.599 Jenny Duan: any other updates beyond that? 35 00:07:02.720 --> 00:07:06.729 huda siraj: Okay. So I have a few updates. 36 00:07:07.670 --> 00:07:20.659 huda siraj: okay, wait. Film makers club. We started filming our short film. Like we did our first day of filming. So yeah, we're trying to get that done like soon. 37 00:07:20.660 --> 00:07:42.000 huda siraj: and then empowering AI. We like did a call. And we're like, decided like the day. We're gonna do it in like February, fifteenth. And I think 15. I don't remember the exact date. But yeah, and we're gonna do like their collaboration with the other nonprofit 38 00:07:42.020 --> 00:07:51.079 huda siraj: and we got her slideshows ready, cause. She already has a bunch of slides, and she wanted to like, kinda combine our like slideshows with that 39 00:07:51.110 --> 00:07:56.189 huda siraj: so like we're set on like that. But we're just gonna start like kind of 40 00:07:56.280 --> 00:07:59.069 huda siraj: popularizing that 41 00:07:59.420 --> 00:08:15.389 huda siraj: And then I think I mentioned to the this to you. On text. But I started discord channel for like game developers. And so I connected with this like random guys like a high schooler, like game developer on Linkedin. 42 00:08:15.410 --> 00:08:31.890 huda siraj: He's I thi",
    "nk he was like Stanford High School, or something. But I connected to them, and I told him about like my discord. And then he actually like joined. He brought over like a lot of people like right now, there's like 15 people 43 00:08:32.070 --> 00:08:34.470 huda siraj: 15, but like like 44 00:08:35.000 --> 00:08:36.880 huda siraj: 1213, 45 00:08:37.130 --> 00:08:43.710 Jenny Duan: and he's trying to bring in more people. And like I'm giving him like moderator, 46 00:08:43.880 --> 00:08:51.770 huda siraj: like permission stuff. So we're trying to grow it more and then let's see. 47 00:08:52.510 --> 00:09:00.869 huda siraj: Oh, yeah. And then we're starting to choose. We're starting to choose our courses for senior year. So I did wanna ask you about that? 48 00:09:01.550 --> 00:09:05.269 huda siraj: Yeah. So like, I'm, I'm gonna show you like my plan. 49 00:09:05.280 --> 00:09:30.950 Jenny Duan: Sure. Okay, I just wanna block out what the rest of the things that we're gonna talk about today. Just we have like a clear cut idea about what we're gonna achieve. So choosing courses, I think, is a good thing to talk about today. I also this. It won't take too long. But I wanna do like a little bit of a retro on your activities. And I wanna start solidifying and thinking about your common app, because on your common app, you're gonna have 10 extra curriculars. So I wanna just 50 00:09:31.450 --> 00:09:42.120 Jenny Duan: be able to write those 10 out just in front of you, so that you kind of understand what we're working with and what we have to add, just to give you a little bit more clarity on your profile. But first we can talk about the courses. 51 00:09:42.540 --> 00:09:46.070 huda siraj: Yeah, I'm trying to think of like more updates. 52 00:09:46.390 --> 00:09:54.629 huda siraj: so for folklift. I did get like one more business like interested in interview. 53 00:09:54.750 --> 00:09:58.870 huda siraj: so I think when I interview them. And then, oh, yeah. And then I got l",
    "ike 54 00:09:59.190 --> 00:10:04.730 huda siraj: 3 people like who wanted to like get in like 55 00:10:04.860 --> 00:10:17.759 huda siraj: they like interview people. So I think once from India and then once from Mount House, and then I think the other ones from New Jersey. So like it's kind of expanding. 56 00:10:17.980 --> 00:10:31.860 huda siraj: I got one from Linkedin, or like 2 from Linkedin, and then one for my discord, like I was just kinda like reaching out to people and asking them if they'd be interested in the opportunity. And yes, that's kind of how I got the person from India. But 57 00:10:31.870 --> 00:10:33.709 huda siraj: yeah, I'm really excited about that 58 00:10:34.540 --> 00:10:52.080 Jenny Duan: awesome. Yeah, that sounds really good. I think that this is pretty much everything for updates. Let me try to think if there's anything else that we're missing. Oh, I saw that, Eric. I saw your college list updates. I really like those. I think you did a great job with that. 59 00:10:52.430 --> 00:11:12.249 Jenny Duan: Oh, were you able to sign up for the hackathon, or apply for that. Are you planning to do that? Helpful? If I just? I think I've been forgetting to do this. So this is kind of on me. But I think I'm gonna continue making like a task list. And I think that will be like 60 00:11:12.260 --> 00:11:15.430 Jenny Duan: helpful for what to do. 61 00:11:16.110 --> 00:11:30.990 huda siraj: Oh, yeah, I was also wondering, for, like Uc. Berkeley, if we could kind of look at the like programs and see if there's like a better one. Cause I found like a media one and like I just I feel like it was too much like 62 00:11:31.040 --> 00:11:37.960 huda siraj: filmmaking, and not enough like game development. Like, if we'd be able to find something that's kind of better geared for mine. 63 00:11:38.550 --> 00:11:41.639 Jenny Duan: Yeah, yeah, for sure. I think that that's a great idea. 64 00:11:41.710 --> 00:11:53.459 Jenny Duan: Oh, my gosh, sorry! Wheneve",
    "r I'm in this room the lights like they turn off like I don't know what the frequency is with. They turn off a lot. So I think 65 00:11:53.650 --> 00:11:57.789 Jenny Duan: let's I think I want to pause, and Notre Dame essays, for now I think. 66 00:11:57.810 --> 00:11:59.280 Jenny Duan: what are they to do again? 67 00:11:59.610 --> 00:12:07.059 huda siraj: I think it was January, twentieth. Or let me let me check. Actually. 68 00:12:07.190 --> 00:12:08.070 Jenny Duan: okay. 69 00:12:10.240 --> 00:12:15.539 Jenny Duan: I think, Notre Dame. The application's going to be more chill than Bank of America. I don't think they ask you for as much. 70 00:12:15.600 --> 00:12:19.129 huda siraj: Yeah. Like, only 2 essays. So 71 00:12:19.700 --> 00:12:37.549 Jenny Duan: okay, I think next time we meet. So on Tuesday and 2 days, or in 3 days, I think. Let's finalize your Notre Dame essay by then. We can do the brainstorming today, but I don't want to spend too much time on the Notre Dame essays today because they want to focus on the other things. But on Tuesday we'll do a dedicated session to just like, finalize and wrap up your Notre Dame essays. 72 00:12:37.670 --> 00:12:40.680 Jenny Duan: How does does that sound okay with you? 73 00:12:41.870 --> 00:13:09.810 Jenny Duan: So we'll put that to the end. So we can do brainstorming for your Notre Dame essays today, if you need help with that. But I think let's like, leave Tuesday to really like, go deep into that. Yeah. So January 20, Si think, okay, cool. That's enough time. Soon, when you apply to more and more things, you'll realize that you'll be able to make deadlines like faster, because once you already have a body of writing, and once you're used to writing like things kind of speed up once you're used to talking about yourself. 74 00:13:09.880 --> 00:13:21.529 huda siraj: But let's start with the courses so can you walk me through like what you're thinking about? Coursework for next year. Let me put it in the chat, like",
    " I already kind of decided. But there's I was. 75 00:13:21.640 --> 00:13:34.370 huda siraj: Wonder if I was like overloading myself with Ap's cause. I also kind of wanna have, like a relatively more chill senior year, but still, like maintain like my rigor. So like I have. 76 00:13:34.400 --> 00:13:37.630 huda siraj: I could have possibly 2 free periods, but 77 00:13:37.830 --> 00:13:41.660 huda siraj: I could either do that, or I could like fill it in with an Ap. So 78 00:13:42.050 --> 00:13:44.730 Jenny Duan: Gotcha question, are you taking the language this year? 79 00:13:45.220 --> 00:13:54.089 huda siraj: No, I finished it. Last year like the request. What language we're taking, and did you? What do you mean by finish. I did Spanish for 3 years. 80 00:13:54.730 --> 00:13:57.830 Jenny Duan: Okay? And did you finish ap in Spanish? 81 00:13:57.970 --> 00:13:59.280 huda siraj: No. 82 00:13:59.900 --> 00:14:04.539 Jenny Duan: okay. So what do you mean? You did Spanish for 3 years, but you finished last year 83 00:14:04.630 --> 00:14:09.090 huda siraj: like for us. You're only required to do like 3 years. 84 00:14:10.890 --> 00:14:19.550 Jenny Duan: So it's freshman sophomore, and then you're not taking it this year. Junior? Yeah, I did it. And in eighth grade for us, like, it transfers over. So 85 00:14:19.560 --> 00:14:20.980 huda siraj: yeah, 3 years. 86 00:14:21.370 --> 00:14:25.350 Jenny Duan: Okay, got it. Are you planning to apply for Stanford? 87 00:14:25.770 --> 00:14:27.110 huda siraj: Yeah. 88 00:14:27.290 --> 00:14:29.300 Jenny Duan: How much do you want to go to Stanford? 89 00:14:29.410 --> 00:14:30.690 huda siraj: I think. 90 00:14:30.950 --> 00:14:37.740 huda siraj: It's like like on my top 10 better. I don't think it's in my top 5. 91 00:14:38.110 --> 00:14:39.470 Jenny Duan: Okay? Because. 92 00:14:39.520 --> 00:15:02.059 Jenny Duan: now that we have your school list, what's important is we need to go and look at your schools and what they require, ",
    "because Stanford really wants 4 years of foreign language like that's like kind of like a requirement for Stanford. So if I think if you really are serious about going to Stanford specifically, you will need to take Spanish again. You'll need to take ab Spanish. But I think what we can do is 93 00:15:02.290 --> 00:15:06.360 Jenny Duan: like. Look at. Well, what we can do right now is, look at your top 94 00:15:06.560 --> 00:15:18.599 Jenny Duan: schools, and then we can work backwards and check their requirements because each individual school has different preferences. And so some schools have, like, for example, for your English requirement or for your math requirement. But other schools have like different preferences. 95 00:15:18.740 --> 00:15:23.660 Jenny Duan: so is this the is this the order of the school that you like? 96 00:15:24.340 --> 00:15:41.220 huda siraj: yeah. But like, I think I was thinking, like, if I find like a better better program for Uc. Berkeley, it it would definitely rank higher and like, yeah. So I think I think so. And then I also didn't put Stanford on there. But 97 00:15:41.310 --> 00:15:45.120 huda siraj: I would like put it probably somewhere 98 00:15:45.290 --> 00:15:47.980 huda siraj: and like the in my top 10. 99 00:15:48.170 --> 00:15:55.759 Jenny Duan: Okay. Do you wanna put Stanford, do you wanna place Stanford right now, while I find a different program for 100 00:17:15.800 --> 00:17:20.079 Jenny Duan: the the program that you looked at that you don't like is media science studies? Right? 101 00:17:20.349 --> 00:17:22.589 huda siraj: Yeah. Media studies. Yeah. 102 00:17:22.849 --> 00:17:23.680 Jenny Duan: Okay. 103 00:17:59.630 --> 00:18:14.870 huda siraj: I mean, honestly, like the media says, like the program. It wasn't terrible. I just feel like it has like a lot of like emphasis on film. And if I wanted to, maybe I could have like I could minor in something like technology related? 104 00:18:15.050 --> 00:18:17.719 huda s",
    "iraj: So maybe that could be like a solution. 105 00:18:18.490 --> 00:18:29.340 Jenny Duan: Yeah, I mean, I think at Berkeley, if you wanted, you could just be a computer science major. although that would just make it like harder to get in. But I think you could still get in as a computer science major. 106 00:18:29.470 --> 00:18:33.940 Jenny Duan: there's also data science as a major. And then there's also digital humanities. 107 00:18:34.290 --> 00:18:39.869 Jenny Duan: see. it's a minor. Okay, never mind 108 00:18:40.440 --> 00:18:45.880 Jenny Duan: data. Science. There's a data science major that could be interesting. 109 00:18:49.960 --> 00:18:52.259 Jenny Duan: and there's also just computer science. 110 00:18:52.580 --> 00:18:55.559 huda siraj: like, really competitive. 111 00:18:56.940 --> 00:19:00.620 Jenny Duan: I think computer science is really competitive. Yes. 112 00:19:00.760 --> 00:19:04.709 huda siraj: like, would would it be the same for data science? 113 00:19:04.990 --> 00:19:10.600 Jenny Duan: I think data science might be like, slightly less competitive. But II mean. let's see. 114 00:19:11.680 --> 00:19:19.219 Jenny Duan: 8.2 5. 115 00:19:20.560 --> 00:19:21.310 Jenny Duan: Yeah. 116 00:19:22.510 --> 00:19:24.860 Jenny Duan: oh, no. And this is out of state. 117 00:19:25.730 --> 00:19:40.130 Jenny Duan: okay. 118 00:19:42.340 --> 00:19:43.210 Jenny Duan: see? 119 00:19:46.120 --> 00:19:48.040 Jenny Duan: I don't think they release 120 00:19:49.500 --> 00:19:51.040 Jenny Duan: statistics. 121 00:19:55.040 --> 00:19:57.270 Jenny Duan: Instate permission to 122 00:20:00.260 --> 00:20:02.050 Jenny Duan: okay, about 10%. 123 00:20:02.190 --> 00:20:02.870 Hmm. 124 00:20:05.440 --> 00:20:06.500 Jenny Duan: is this? 125 00:20:08.860 --> 00:20:15.330 Jenny Duan: Okay, yeah, this is crazy. Yeah. 126 00:20:15.490 --> 00:20:17.400 huda siraj: that's one. 127 00:20:19.480 --> 00:20:32.130 Jenny Duan: But it's really low. But I do think that you are a comp",
    "etitive applicant like Huda, like, you're like a very competitive applicant. So I don't think you need to worry necessarily about yourself. But, like just in general, like. 128 00:20:32.770 --> 00:20:39.229 Jenny Duan: obviously, you are like a competitive applicant. But for anyone like in general, it's super hard to get in. 129 00:20:39.500 --> 00:20:46.810 Jenny Duan: so yeah, 2 point, we're looking at 2.8% for Cs and 10% for data science. So 130 00:20:46.850 --> 00:20:48.090 Jenny Duan: you know, like. 131 00:20:48.280 --> 00:20:58.950 huda siraj: yeah, data, science is is easier to get into. But it's still quite difficult to get into, you know. Do you think I could? I'd be able to like maybe minor and like 132 00:20:59.000 --> 00:21:09.189 huda siraj: something Cs or media related like cause. Then, if I can just like Major in one and monitor the other. I don't really like mine. Which one but 133 00:21:09.260 --> 00:21:10.390 huda siraj: I love him. 134 00:21:11.550 --> 00:21:13.940 Jenny Duan: Yeah. Let's see 135 00:21:14.040 --> 00:21:21.540 Jenny Duan: Cs minor admissions rate. I don't know what the missions rate is for the minors. 136 00:21:22.210 --> 00:21:31.340 Jenny Duan: but 137 00:21:32.280 --> 00:21:34.210 Jenny Duan: percent acceptance rate. 138 00:21:35.110 --> 00:21:41.609 Jenny Duan: I think it's gonna be hard to do the minor because I think classes are gonna be reserved for the major people in the major. 139 00:21:41.630 --> 00:21:46.739 Jenny Duan: So I think for Berkeley, your best bet is to just apply for 140 00:21:47.810 --> 00:21:53.999 Jenny Duan: I think you can honestly just apply straight Cs or data science. I don't think that the 141 00:21:54.720 --> 00:22:14.810 Jenny Duan: I don't think it's gonna be that complicated like, I don't think that the difference is, gonna be that big like 2.8 10%, it's like, it's still a very small number, regardless. So I think whichever one you think will be better for you. Data science. It will be a lot e",
    "asier to get into but still very difficult. But I still think you have a good shot getting into Cs just on your own, too. So 142 00:22:14.820 --> 00:22:16.779 huda siraj: that I'll leave that up to you. 143 00:22:16.790 --> 00:22:29.910 huda siraj: Maybe like data science, because also I feel like empowering AI and symphoria. They're both kind of like data related. So like, AI related. So yeah, that's something I can use 144 00:22:30.350 --> 00:22:34.789 Jenny Duan: or highlight that. Yeah, does that bump? You see Berkeley in your list? 145 00:22:34.840 --> 00:22:40.600 Jenny Duan: So did you. Is this adjusted or no? Okay, so let's look at 146 00:22:42.050 --> 00:22:54.030 Jenny Duan: Usc, common data set. So this is a good resource. If you are looking for the common data set for every school, because it tells you like what you need to do to get into this school. 147 00:22:54.120 --> 00:23:00.160 Jenny Duan: So this I mean, it tells you the demographic of all people, etc. Etc. 148 00:23:00.190 --> 00:23:07.450 Jenny Duan: But what we want to look for is. see language. 149 00:23:08.110 --> 00:23:08.970 Jenny Duan: Okay? 150 00:23:10.010 --> 00:23:17.650 Jenny Duan: So we want, we want to look for their recommended. So this is how much they care about different classes. So they want 4 years of English. 151 00:23:17.780 --> 00:23:22.120 Jenny Duan: 4 years of math. You've got that covered. Right? Okay? 152 00:23:22.570 --> 00:23:24.140 Jenny Duan: 3. 153 00:23:24.610 --> 00:23:29.520 huda siraj: 3 years of science. So you're taking at least 3 years of science. Right? 154 00:23:29.600 --> 00:23:32.610 Jenny Duan: Okay, why are you taking English honors online? 155 00:23:33.110 --> 00:23:45.549 huda siraj: Because they don't have any like in person honors class. And I don't really wanna take ap literature because I just feel like I wouldn't do well in that class. And I don't wanna risk getting a beat. 156 00:23:46.400 --> 00:23:57.860 Jenny Duan: Okay, I think, in my opi",
    "nion, do you think you can get okay? Your second semester of senior year doesn't matter. All that matters is your first semester. Do you think you'd be able to get a in it for one semester. 157 00:23:58.340 --> 00:24:01.610 huda siraj: I don't know, because, like. 158 00:24:01.690 --> 00:24:10.429 huda siraj: I don't think readings really like my like reading and perception of reading is really like my strong my strength 159 00:24:10.790 --> 00:24:15.200 huda siraj: and like usually I kind of do worse in the first semester. So 160 00:24:15.420 --> 00:24:20.550 huda siraj: I'm not entirely sure I've heard it's like really difficult. So 161 00:24:21.000 --> 00:24:38.149 Jenny Duan: okay, then, that makes sense. How are honours weighted in terms of GPA. Compared to a P. It's the same. Oh, wait, really. Yeah. Okay. Okay. Then, in that case, do the honors. I would say, that seems like a good choice. But I'd say you can do that. Ap, like it would be. 162 00:24:39.250 --> 00:24:46.369 Jenny Duan: Think about it yourself, and see, because you only need to get a good grade for your first semester. If that like ideally. 163 00:24:46.610 --> 00:24:56.069 Jenny Duan: we're doing early decision to ideally, we're doing early decision to Usc, and you get an early decision. And then it doesn't really matter after that. 164 00:24:56.240 --> 00:25:02.120 Jenny Duan: But if that doesn't happen. Then you will need to, I guess, do the 165 00:25:03.000 --> 00:25:15.040 Jenny Duan: we actually let's think about this, because if we apply early decision for Usc, all your Uc. Applications are due in the fall. By the way, so all your applications. Your first semester transcript is not 166 00:25:16.270 --> 00:25:21.579 Jenny Duan: so. Your first semester transcript is not going to apply to your top 5 schools 167 00:25:21.610 --> 00:25:30.099 Jenny Duan: at all, actually, because you will have applied for them before your first semester grades come out. So I'm in Usc. 168 00:25:30.500 --> 00:25",
    ":42.169 Jenny Duan: what? Including Usc, including Usc, because we are probably going to do early decision to Usc, because your number one choice, do you feel comfortable with early decision to Usc. 169 00:25:42.350 --> 00:25:51.499 huda siraj: yes, like, I know, there's a the difference in that. There's higher likeiness that you'll get in for really decision. But 170 00:25:51.720 --> 00:25:53.010 huda siraj: like. 171 00:25:53.810 --> 00:25:59.939 huda siraj: If I don't get into early decision like I'd have to apply for normal time, right? 172 00:26:00.870 --> 00:26:15.890 Jenny Duan: If you will. If you get rejected, then you get rejected. But if you get deferred, then they consider you in the spring. Okay? So actually, I think, based on your list right now. 173 00:26:16.040 --> 00:26:40.890 Jenny Duan: I think it is, if advantageous for you to take ap English, think about this and make your own decision and like. Talk about with your family and stuff. But I think because your top 5 schools they're not gonna care about your semester. One grades, because first, you're applying early decision to Usc Ucla, Uc. Davis, Berkeley. The applications are due before your early, before your first semester grades come out. So they're not. Gonna look at your first semester grades, either. 174 00:26:41.110 --> 00:26:53.139 Jenny Duan: Really? Well, will they be able to see that I took yeah, cause it'll be under transcript. Okay? So that's like one thing, I guess, to keep in mind 175 00:26:53.210 --> 00:27:22.569 Jenny Duan: But I think you should decide that for yourself, because I think ultimately, if you think you're for sure going to get a meeting which I don't even think that's necessarily the case, like I think you're a good student. I think you doubt yourself, but I think like you're a good student, so I don't know if you're necessarily gonna get a Vp, but you should think about this a little bit and like, see? Like, okay, maybe you can like, read a little bit more this su",
    "mmer to prepare yourself, or maybe you can do things to ensure that you get an a in the class. But again, it's if you think it'll cause too much stress and too much time, like 176 00:27:22.720 --> 00:27:29.870 Jenny Duan: we don't have to worry about that. But what I'm saying is, it could potentially potentially be advantageous for you to take another Ap, 177 00:27:30.260 --> 00:27:34.760 Jenny Duan: cool. So I think. what's have you taken a Pcs a yet? 178 00:27:34.970 --> 00:28:01.640 huda siraj: Yeah. So what I'm taking so like since I since I started the Cs pathway and sophomore year like we have like a pathway of like essentials. And then the Ap's so I got to skip Apc, sp, so I'll say either I go back and do Apcsp or I enroll in. There's like we have a good class for game design. That's just a normal course. And it's not an Ap. So I would say, take the game design course. 179 00:28:01.640 --> 00:28:09.210 Jenny Duan: Okay, I think it's okay. If it's you don't want to go backwards, cause that would be like if you took calculus. And then you took Precalculus. After that there's no point. 180 00:28:09.210 --> 00:28:29.630 Jenny Duan: So take the game design course. I think it's okay. If it's not an Ap like, don't worry about at that point because it it aligns really well with your profile. It is like a good fit. Apco, econ. I feel like that is doesn't really matter anything. You decide what you want to do there, whatever one is easier for you, I would say, do it. It doesn't really matter which one 181 00:28:29.630 --> 00:28:40.309 Jenny Duan: ap I would say, take ap environmental science don't take free period senior year. You can. You can drop a class after first semester like after first semester, like 182 00:28:40.430 --> 00:29:02.549 huda siraj: you're like you, you can chill a little bit. But my friend, she's a senior, and she said that like she wanted drop one of her classes, but then she had to inform all her colleges that she dropped to college. So like is ",
    "that the case like, do you have to inform your colleges? If you drop a class. I think you do have to inform a college if you drop a class, but I think like 183 00:29:02.680 --> 00:29:11.510 Jenny Duan: depending on your how you feel personally about doing this. Some of my friends they like just stop trying after they got into college. I'm not. I don't think you should do this, but 184 00:29:11.510 --> 00:29:33.180 Jenny Duan: worst case like you can get a see? And like, that's fine. As long as you don't fail. Like you guys see in a class like you're not gonna do that. But like, after first semester after getting to college, it's it's okay for your grades to like, go down. If you personally don't care. Then that's fine, like you're not gonna get rescinded. So I think you should take an Ap environmental science. I think that would be good. And then I think you should take it, be psych. 185 00:29:33.420 --> 00:29:42.709 huda siraj: What is adulting? And why do you have to take that? We have. It's like a, it's like, basically, it like prepares you for like. 186 00:29:42.730 --> 00:29:54.810 huda siraj: I think there's a a you know, where you do like fake job interviews and stuff. And like, it's basically preparing you for like outside of school. And it's kinda like a required thing for everyone. So 187 00:29:55.280 --> 00:29:56.130 huda siraj: yeah. 188 00:29:56.340 --> 00:30:06.099 Jenny Duan: okay, awesome. I'm looking at this Berkeley common data set right now. Oh, I don't think my screen is shared, but you can also download all these in your own 189 00:30:06.320 --> 00:30:13.770 Jenny Duan: computer, too. So I'm checking for Berkeley's common data set. And I'm just gonna go down all these schools and just 190 00:30:13.950 --> 00:30:16.420 Jenny Duan: check really quickly. 191 00:30:17.100 --> 00:30:23.490 Jenny Duan: how many years of language they require, because I think you should highly consider taking another year of 192 00:30:25.290 --> 00:30:35.259 Jenny Duan",
    ": of a foreign language, because a lot of these schools will recommend that. So if so, I could probably drop 193 00:30:35.330 --> 00:30:36.960 huda siraj: I could probably drop 194 00:30:37.320 --> 00:30:42.500 huda siraj: ap Psyche for ap Spanish. 195 00:30:42.640 --> 00:30:50.370 Jenny Duan: I would I would recommend doing personally, I would recommend dropping like either apes or ap psych for? 196 00:30:50.850 --> 00:31:04.920 Jenny Duan: yeah, for ap Spanish. How many science classes like, what science are you taking right now? And what have you taken in the past. I'm taking physics. Just normal physics. And then last year I took regular chemistry, and then 197 00:31:04.930 --> 00:31:07.549 huda siraj: freshman year to bio honors. 198 00:31:07.640 --> 00:31:09.139 Jenny Duan: Oh, wait, that's that's good 199 00:31:09.240 --> 00:31:17.030 Jenny Duan: take ap Spanish, I would say, for sure, and then no free period. Consider English. 12 200 00:31:17.170 --> 00:31:19.150 Jenny Duan: honors 201 00:31:19.160 --> 00:31:40.820 huda siraj: or I had a question so like so instead of like. So you know how you're saying that I could replace either apes or ap site with maybe Spanish like. Which one do you recommend, do you think dropping on, or like replacing science would have an impact on my like rigor? 202 00:31:41.780 --> 00:31:48.510 Jenny Duan: I don't think so. Let me check Berkeley's one more time. 203 00:31:49.000 --> 00:31:56.239 Jenny Duan: I think we'll check Uscs. Usc. They 204 00:31:56.590 --> 00:32:01.770 Jenny Duan: that they recommend 3 years of science, so Usc. Certainly doesn't. 205 00:32:02.210 --> 00:32:03.750 Jenny Duan: doesn't really care. 206 00:32:03.820 --> 00:32:08.160 Jenny Duan: I didn't take 4 years of science. 207 00:32:08.300 --> 00:32:09.760 Jenny Duan: and I was fine. 208 00:32:10.150 --> 00:32:22.469 Jenny Duan: see, Berkeley, yeah. 3 units are recommended. I think it's okay. If you don't take another science. So I would just say, Take whic",
    "hever one you think will be easier, and then take 209 00:32:22.890 --> 00:32:29.899 Jenny Duan: and just go with that. Yeah, so then I would drop ap environmental science and take Spanish instead. 210 00:32:30.530 --> 00:32:31.680 huda siraj: Okay, yeah. 211 00:32:32.260 --> 00:32:39.780 Jenny Duan: image. 212 00:32:39.920 --> 00:32:45.559 Jenny Duan: Does this. Did you feel comfortable with your schedule? Do you have any other questions about choosing between classes. 213 00:32:46.140 --> 00:32:58.959 huda siraj: actually, do you think it would be beneficial for me to ta a class because I feel like that would get some good recommendations. But 214 00:32:59.060 --> 00:33:00.450 Jenny Duan: I don't know. I think 215 00:33:00.660 --> 00:33:04.659 Jenny Duan: I think it's not worth giving up the spot on your like. 216 00:33:04.760 --> 00:33:18.590 Jenny Duan: Gpa, yeah, I think you can develop good relationships with the teachers already, and because, you know, your teachers are already very willing to substantiate your like the various applications that you're working on, you should be fine for learners of recommendation. 217 00:33:18.800 --> 00:33:33.830 Jenny Duan: Whoever wrote you with the letter recommendation for Ncwit probably did a good job for that, too. Yeah, I don't think you need to worry about letters or recommendation at this point. Have you thought about what teachers you wanna ask? Maybe that's one thing. Actually. 218 00:33:33.860 --> 00:33:59.460 huda siraj: yeah. So I think the one that I'm like counting on the most is my English teacher. She's like known for writing really good letters and recommendations. And she only like writes 10 per year. So like, I'm really trying to get in her good books. Why don't you ask her like soon like make sure to ask her about at the end of this year. I think, she said. She only decides next year like 219 00:33:59.660 --> 00:34:07.309 huda siraj: kind of picky about that. But yeah, we should like a lot of people tryi",
    "ng to ask her and everything but 220 00:34:07.480 --> 00:34:19.420 huda siraj: like, yeah, I think she knows like, I'm a good student like, I have a pretty good impression on her. But I can like I can try asking her at the end of the year this year, actually. But yeah. 221 00:34:20.790 --> 00:34:24.939 Jenny Duan: and then, maybe for, like another teacher, I could probably ask, like 222 00:34:25.130 --> 00:34:36.619 huda siraj: the same C. Cs teacher, that she like wrote the Nc with recommendation, because we have a really good bond and I just feel like she's really 223 00:34:36.860 --> 00:34:44.769 huda siraj: she knows me, and like she trust me. It's like, right? A good recommendation. Yeah. And 224 00:34:46.320 --> 00:34:49.200 huda siraj: do I need more? Or like is too enough. 225 00:34:49.219 --> 00:35:02.600 Jenny Duan: He's good. Usually it's like one humanities and one like science for social science would be good, and I think you have that. And I think your Cs teacher, like already, brought you a great letter recommendation for Nc. Way, so probably will write you a good call track, too. 226 00:35:02.650 --> 00:35:13.899 huda siraj: I think. I might wanna keep like a backup from my English teacher, since, like a lot of people are fighting for the recommendation, like, if I don't get it, it's kind of bad. So 227 00:35:14.390 --> 00:35:16.510 huda siraj: I could probably ask 228 00:35:17.010 --> 00:35:26.509 huda siraj: I could ask like my media arts teacher again. He was also the game design teacher. 229 00:35:26.570 --> 00:35:29.930 huda siraj: I could see if, like he'd be willing to do another one 230 00:35:31.820 --> 00:35:40.789 Jenny Duan: cool. That sounds good. Then I am like a little concerned if this is too much overlap with Cs, but we can talk about that if it gets there. I think it's okay. 231 00:35:40.970 --> 00:35:48.500 Jenny Duan: For now. So with your activities, I kind of, oh, oh, we cleared up the Berkeley major thing. Right? So 232 00:35:48",
    ".640 --> 00:35:51.489 Jenny Duan: okay for the activities list. 233 00:35:51.500 --> 00:35:54.739 Jenny Duan: what I wanted to do is sort of 234 00:35:54.990 --> 00:36:00.929 Jenny Duan: so right now, like what we've been doing with the set of recommendation with the classes is we're building your like application from the 235 00:36:01.050 --> 00:36:06.050 Jenny Duan: we're going backwards. So we're looking at. You know what you're going to write about in your common app, and then going backwards. 236 00:36:06.060 --> 00:36:32.329 Jenny Duan: And I think for our activities. Let's say the same. So you have 10 spots on your common app, and this is like your really, your opportunity to tell a story about yourself and like the things that you're interested in. So what I'm gonna do right now is block off all your activities. And then we're gonna see how we can organize them to like sort of show who you are and what your story is. So empowering. AI is a big one. Bulk is a big one, since Doria counts as his own. 237 00:36:32.480 --> 00:36:37.619 Jenny Duan: Filmmakers club is one. Let's see what else? 238 00:36:37.700 --> 00:36:43.030 Oh, I think your game development, even your discord like could. Okay, I'm gonna put this as 239 00:36:43.040 --> 00:36:44.150 Jenny Duan: potentials. 240 00:36:44.210 --> 00:36:47.200 Jenny Duan: I think that could be like a good one. 241 00:36:47.650 --> 00:36:53.050 Jenny Duan: are you still volunteering at? the Muslim community center. Yeah. 242 00:36:53.270 --> 00:36:58.080 Jenny Duan: Okay, yeah. Muslim community center volunteering. 243 00:36:58.320 --> 00:37:10.750 Jenny Duan: Okay. And then what else am I missing? Or is this all? Totally good Tennessee, I think. 244 00:37:11.080 --> 00:37:15.639 huda siraj: I think, like, maybe, like my social media page is that social media? 245 00:37:18.050 --> 00:37:22.509 Jenny Duan: Hmm, okay, so this is really solid. 246 00:37:23.100 --> 00:37:26.979 Jenny Duan: cool 1, 2, 3, 4, 5. So I think, ",
    "okay, another thing will be. 247 00:37:29.750 --> 00:37:47.599 Jenny Duan: I think the whatever summer program you do will count as one of these. Now I think that what we should do is we should think about how to bulk up your extracurriculars a little bit, because I think a lot of these are pretty new. Is there anything that you've been doing since, like freshman year of high school, or even before that? 248 00:37:48.530 --> 00:38:05.839 huda siraj: Like, I kind of started game development like, okay. So Cynthia is kind of like a mix of like my old game that I was making, since, like before high school, I think after 8 grade, I started making like the early concepts of symphoria. So there's that. And then 249 00:38:06.140 --> 00:38:14.029 huda siraj: I think all this I kind of start, or I guess, like the Muslim community center volunteering. I've been doing that since freshman year. 250 00:38:14.050 --> 00:38:16.330 huda siraj: yeah. 251 00:38:17.370 --> 00:38:24.219 Jenny Duan: okay, cool. I think what would be good is to get you in some school? Are you involved in these other school leadership roles? 252 00:38:24.960 --> 00:38:31.139 huda siraj: not really like? Besides, like student use and like 253 00:38:31.180 --> 00:38:38.400 Jenny Duan: like some Microsoft, that's awesome. Good news. I forgot about that. Oh, yeah. Do you do that after school? 254 00:38:38.670 --> 00:38:41.920 huda siraj: It's kind of like, junk school. 255 00:38:41.970 --> 00:38:45.030 Jenny Duan: Yeah, it's during school. Yeah. I think that's good. 256 00:38:45.510 --> 00:38:51.710 Jenny Duan: Can you do more of that after school at all? 257 00:38:51.870 --> 00:39:06.400 huda siraj: I mean, like we do like devote like a lot of our like our lunch time. And like our success sessions like we have like basically for flex time. That's when we do like a lot of refunding. And then also. 258 00:39:06.560 --> 00:39:23.790 huda siraj: oh, yeah. And then I'm helping out my school like schools like lead",
    "ership. They're doing this thing called look down. It's like, basically like a school music video and like in charge of cameras for that. And then we have to go like before school for that. So I think that's like. 259 00:39:24.370 --> 00:39:46.350 Jenny Duan: well, okay, that makes sense. And then I. So I think right now, we have the opportunity for 2 more activities, because right now we have 8. So 1, 2, 3, 4, 5, 6, 7, 8. So I think that this is I'm I'm grouping discord and social media together for now. So I think that it'd be nice to have 2 more things for 260 00:39:46.670 --> 00:40:05.090 Jenny Duan: you to do that are like through existing organizations. So it would be really nice for you to like. Take up another leadership role, I would say at school, or like within another existing organization. So off the top of your head, is there anything that you think you could like easily get involved in for leadership, position or no? 261 00:40:06.590 --> 00:40:10.380 huda siraj: Hmm, I don't know about school cause 262 00:40:10.650 --> 00:40:19.740 huda siraj: school is like really like II don't think it's possible for me to get any leadership roles for that. But I think definitely for 263 00:40:20.610 --> 00:40:38.720 huda siraj: for like branches of like an existing like nonprofit. Maybe I could ask like the connection that I made. I think she's she runs something called stem sisters. Maybe I could start like a branch here in Mount House. Yeah, I feel like that's not necessary, because I feel like 264 00:40:38.890 --> 00:41:08.039 Jenny Duan: you already have your own like empowering AI is pretty similar to that. So I think that's not necessary. I think I'll do some research for you and see if I can get you on any boards or anything. That'll be like my homework. I'll get back to you about that later. But I think that that would be good to do, because I think right now you've shown a lot of initiative and drive with your own things. I think it would just be good to r",
    "ound that out with, like some already established organizations. So I will do some research, and like probably text you a couple of things 265 00:41:08.060 --> 00:41:10.730 Jenny Duan: for that and and then 266 00:41:11.530 --> 00:41:13.560 Jenny Duan: in terms of awards. 267 00:41:14.000 --> 00:41:21.970 Jenny Duan: you have the opportunity to list 5 awards. So one is going to be your Ncwit. Award. 268 00:41:22.510 --> 00:41:27.000 Jenny Duan: Okay? And then you have 4 more spots that we'll need to fill by the end of 269 00:41:27.150 --> 00:41:39.740 Jenny Duan: this year. Slash like the beginning of your application cycle. And so are there any opportunities for awards that oh, one other award would be like your film award, like the short film that you made, it won an award right? 270 00:41:39.890 --> 00:41:53.100 huda siraj: Yeah, that will be an award. Are there any awards at your school that they give out for outstanding students or anything like that? If I get involved in how like a lot of community are always looking at the Presidential. 271 00:41:53.180 --> 00:41:57.290 huda siraj: Like voluntary. I think something like that. 272 00:41:57.340 --> 00:42:02.720 Jenny Duan: Yeah, do that. That would be like a really good one. Do you think that that's feasible for you to attain? 273 00:42:02.750 --> 00:42:11.519 huda siraj: Yeah, I think like, recently, I found like this, like organization on Linkedin, and they like, have a bunch of like 274 00:42:11.670 --> 00:42:25.099 huda siraj: ways for you to get involved for like, it's like an internship opportunity, basically. But you can get like a lot of voluntary hours. With your school for that. So I think that's that's something worth considering. 275 00:42:25.480 --> 00:42:37.129 Jenny Duan: Cool. Yeah, can you? Send, like later. Text me the information for that organization. I can look at that. So, okay, this will be good for Tbd awards. 276 00:42:37.450 --> 00:42:49.849 Jenny Duan: I think also, if you win a hacka",
    "thon award doesn't have to be at this hackathon. But I think that will be like really good for your profile, like. I wonder if I can find for you like game development Hackathon, I feel like you could win that. 277 00:42:50.110 --> 00:42:55.699 Jenny Duan: I think. Usually there's like these things for like game gyms, and like, you could. 278 00:42:55.840 --> 00:42:58.989 huda siraj: yeah, like, you win those 279 00:43:00.930 --> 00:43:03.430 Jenny Duan: student team development 280 00:43:04.090 --> 00:43:07.570 Jenny Duan: competition. Also wonder if there's like a 281 00:43:13.170 --> 00:43:17.919 Jenny Duan: what is this like? II keep on seeing this games for change, have you 282 00:43:18.040 --> 00:43:22.390 Jenny Duan: Does your school 283 00:43:22.610 --> 00:43:23.830 Jenny Duan: offer this? 284 00:43:24.000 --> 00:43:25.160 huda siraj: No. 285 00:43:26.770 --> 00:43:31.680 Jenny Duan: the competition opens in January. So I would really, really like you to apply for this. 286 00:43:32.040 --> 00:43:36.860 Jenny Duan: I don't know. I've seen this for a while. I don't know how to. 287 00:43:38.270 --> 00:43:45.699 Jenny Duan: I don't know how to like. Get involved with this. Can you ask your game design teacher to 288 00:43:46.320 --> 00:43:51.569 Jenny Duan: can you email this email address and then see if you can get your school involved with this? 289 00:43:51.600 --> 00:43:52.980 Jenny Duan: Yeah, I can try 290 00:43:54.310 --> 00:44:15.780 huda siraj: and then also, I know, like Ucla has like a game development summer program, and it hasn't opened up yet. But I kinda like I'm I set up both the newsletter. So maybe like if I apply to that and like I get accepted, maybe that could be something. That I can put for summer programs 291 00:44:15.840 --> 00:44:17.080 Jenny Duan: definitely. 292 00:44:17.160 --> 00:44:26.929 Jenny Duan: So then, one more award, we can. I wanna think about what would be good for you? 293 00:44:27.350 --> 00:44:32.110 Jenny Duan: may",
    "be like some type of advocacy award. 294 00:44:32.910 --> 00:44:41.589 Jenny Duan: I think that would be good. So this is, gonna be a miscellaneous award that I will try to like, find and send your way. Maybe, like Hmm. 295 00:44:42.690 --> 00:44:45.289 Jenny Duan: Scriptape would be a good example of award. 296 00:44:45.630 --> 00:45:09.219 huda siraj: Oh, yeah. I had a question about grip tape. So. I was looking to apply it like before this. And I was wondering like, how do I frame my passion cause like so I know, like the prize is like $500. And I wanna earn it for like a video project, or maybe like a camera. But I don't know like how to highlight like that I wanna do. A 10 week project like, had 297 00:45:09.220 --> 00:45:19.919 Jenny Duan: maybe a short film or like would it be from Vlogs if I don't really know how to frame it exactly. Yeah. So the submission is just you submit it, is it? Still, you submit a 2 min video of yourself talking? 298 00:45:20.150 --> 00:45:27.750 huda siraj: It's like a bunch of questions. So it's like, it's like a bunch of questions. But you could do it. Any format like video or text. 299 00:45:28.700 --> 00:45:34.480 Jenny Duan: I would submit a video. I think that would be really good. Maybe you could talk about how your 300 00:45:35.530 --> 00:45:45.419 huda siraj: what do you want the money for? Like? What would you use it for like I wanna buy like a camera. And like, maybe take videos for like 301 00:45:45.820 --> 00:45:56.890 huda siraj: just starting like a photography account. Maybe and like videography, channel and experience experimenting with new cameras, I think. 302 00:45:57.130 --> 00:46:21.250 Jenny Duan: Okay, I think you should be more unique than that, because think they get a lot of requests for photography and videography. So you need to give it a compelling reason for why they want to sponsor you. So when I did it, I got a camera. I actually did get a camera. But the reason why I did it is I framed it in like, ",
    "I wanted to make educational videos on Youtube, like teaching people how to get into college and stuff like, I'm not even joking. That's like what I did with my project is that like 303 00:46:21.290 --> 00:46:42.710 Jenny Duan: like, how like, how people with college admissions, like scholarships and stuff like this has always been my passion. Even before I started working for Suraj, I did this like a lot before, too, and made. And I made Youtube videos about it. So like, I pitched myself as I wanted to like, make information more accessible to people, and like making education more accessible. So I had to give it that unique lens to like. Talk about 304 00:46:42.710 --> 00:47:03.489 Jenny Duan: that. So I would say for you. I think if you wanna buy camera like, talk about how you're gonna make that unique like, maybe how you would, you would use it for folklift, or how you would use it, for like journalism, or talking to other people instead of just like making blogs. Not that making blogs is not important, or that you can't use the camera to do that. But the way that you wanna you wanna convince them with it with an angle that's different from other people. 305 00:47:03.820 --> 00:47:16.840 huda siraj: Okay, yeah. So I think definitely, folklift. Yeah, I can talk about that. And like, maybe talk about like my community impact with that like, how I want to grow with the use of like this camera that I could buy. 306 00:47:16.860 --> 00:47:18.720 huda siraj: That's and that's the idea. Yeah. 307 00:47:19.740 --> 00:47:40.180 Jenny Duan: okay, cool. Awesome. I have to hop now to go to another meeting. But I hope that this is helpful for you. And so basically what we did today, we talked about your classes. We went back and looked at your activities what you could fill it with. We looked at your awards, and then next time these are your tasks. I wanna talk about your Notre Dame essays when I talk to you on Tuesday. 308 00:47:40.560 --> 00:47:48.999 Jenny Duan: Awesome.",
    " Okay, if you need anything else. Text me before then. But yes, have a good rest of your evening. Bye, bye."
  ],
  "turns": [
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 90.73,
      "end": 92.68,
      "text": "Hey, Huda, how's it going? 2"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 94.22999999999999,
      "end": 113.91,
      "text": "It's going. Well, how are you? 3 I'm good. Give me 1 s. I'm just looking in my laptop, and then congratulations. Thank you so much. I've been so happy about it. Yeah, thank you so much for helping me. By the way, like definitely, I wouldn't have been able to do it without you. 4"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 114.13,
      "end": 119.529,
      "text": "Oh, so so happy for you you should be celebrating. Did you celebrate at all? And did you do anything. 5"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 119.53999999999999,
      "end": 127.309,
      "text": "Yeah, we went out to go get over and just like, you know, add fun with my mom. Like we went on a walk. And we're just showing. Yeah. 6"
    },
    {
      "speaker": "coach",
      "conf": 0.8,
      "start": 127.76,
      "end": 158.369,
      "text": "that's so awesome. Well, I'm so happy for you. 7 I think we should just get back to work now that you haven't in one of ward like. I want you to believe in yourself even more, because this is just like the start of the rest of the amazing things you'll achieve, not only in your college prep journey, but just in life in general. So yeah, super happy for you. Would love to 8 talk about your bank, America just to wrap it up. Did were you able to submit? Do you have any other questions before submitting about submission? 9"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 158.37,
      "end": 191.86,
      "text": "etc.? Yeah, I just submitted it today. Actually, I did link like my resume on there. I remove my sat and psat scores, just because, like they're not that strong. But I did link my resume my Instagram, or Linkedin like I think it has, like some additional like optional OP like choices to do that 10 and then, yeah, that's like. 11 yeah, I did. And then, yeah, submitted like today. So I think we're going on that front 12"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 192.54,
      "end": 202.52,
      "text": "cool. Just curious. Are you interested in taking the sat? Not the Sct, the the A. CT. At all. Have you thought about that? Is that something that you want to do? 13"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 202.71,
      "end": 236.62,
      "text": "I have thought about it. But honestly like, I think I heard that this digital sct, like I actually joined like a boot camp like and then they were like telling with the details about that digital sat. And I feel like it's a lot easier than a paper. Sct, so I just wanna like, give it a chance. And also they're like holding whatever school. So I think I should definitely try that. And then like act. I just feel like it might be to like 14 late to start a whole new like test format. 15 So I'll try to like nail this time. And that's sat 16"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 237.41,
      "end": 259.589,
      "text": "cool. Yeah, that that makes sense to me. Cool. So 17 when is the sat? The digital one going to be? On March twenty-twond. 18 Okay? And how do you feel about that like, how is, how are you planning to prepare? And how do you plan to 19 Get ready for that. 20"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 259.63,
      "end": 290.659,
      "text": "Yeah. So I've joined like a like a boot camp. Which kind of goes over like, digital specific, like tips and stuff. And like also, like a bunch of like practice questions like slides, shows with resources and everything. So 21 I mean, there isn't like much practice tests that you can do for the digital at least. But like, I know, there's one on Khan Academy, and there's like some like a few online resources. But there's like not enough as the paper staff. But I think definitely, I wanna 22"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 290.65999999999997,
      "end": 312.89,
      "text": "first start off by trying to take all the tests are available. And then, after that, like like just kind of stick with the like the School House. I think that the School House boot camp that's the one that I'm doing and yeah, it's just gonna what I'm gonna do. But I think if I spend an extra hour, maybe like working on the paper set. 23 That would be great 24"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 313.59,
      "end": 350.6,
      "text": "cool. That sounds good, so 25 let me know if you need any support with that. But I think let's just go with that for now and then, if that doesn't work out, I think it's fine. If you submit to test optional to. We've already talked about that I think you shouldn't. You should study really hard for this, but also like, if this doesn't work out, then I think we don't need to spend more time worrying about this, because I think everything else is gonna be okay. 26 So your next Uppoint deadline is Notre Dame leadership seminars. I saw that you already drafted this right? And have you decided which seminar you want to apply for? Investing 27"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 350.81,
      "end": 352.849,
      "text": "investing, I think. Once. 28"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 352.89,
      "end": 356.39,
      "text": "yeah. Yeah. Curious. What drew you to this one. 29"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 356.93,
      "end": 380.669,
      "text": "Yes, I think it's kind of what I'm most experience, or like something that I'm like most interested in learning. I feel like the other options like they had environmental and like maybe like some a few others. And I feel like they just didn't connect to me. I feel like investing would be like a powerful thing to learn and like. It would be really great to learn more about 30"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 381.1,
      "end": 420.239,
      "text": "cool. That sounds good and is this the only essay? I think there's more than one essay? Right? I think there's 2 essays actually, the other ones just like a general. Not name essay 31 really cool. 32 So most people first learn about money and investing from family member, trusted friend, who in your life has helped you better understand the value of money. And what are the most important lessons you've learned from them. And through your own experience. 33 Okay, so I do wanna take some time to look at this later before that. I just wanted to general checking about the rest of the things in your life going how the rest of the things in your life are going. So do you have any updates on just everything else? I see that you've launched in Thoria. That's super exciting. 34"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 420.58,
      "end": 422.599,
      "text": "any other updates beyond that? 35"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 422.72,
      "end": 479.069,
      "text": "Okay. So I have a few updates. 36 okay, wait. Film makers club. We started filming our short film. Like we did our first day of filming. So yeah, we're trying to get that done like soon. 37 and then empowering AI. We like did a call. And we're like, decided like the day. We're gonna do it in like February, fifteenth. And I think 15. I don't remember the exact date. But yeah, and we're gonna do like their collaboration with the other nonprofit 38 and we got her slideshows ready, cause. She already has a bunch of slides, and she wanted to like, kinda combine our like slideshows with that 39 so like we're set on like that. But we're just gonna start like kind of 40 popularizing that 41"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 479.42,
      "end": 516.88,
      "text": "And then I think I mentioned to the this to you. On text. But I started discord channel for like game developers. And so I connected with this like random guys like a high schooler, like game developer on Linkedin. 42 He's I think he was like Stanford High School, or something. But I connected to them, and I told him about like my discord. And then he actually like joined. He brought over like a lot of people like right now, there's like 15 people 43 15, but like like 44 1213, 45"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 517.13,
      "end": 523.71,
      "text": "and he's trying to bring in more people. And like I'm giving him like moderator, 46"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 523.88,
      "end": 545.269,
      "text": "like permission stuff. So we're trying to grow it more and then let's see. 47 Oh, yeah. And then we're starting to choose. We're starting to choose our courses for senior year. So I did wanna ask you about that? 48 Yeah. So like, I'm, I'm gonna show you like my plan. 49"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 545.28,
      "end": 582.12,
      "text": "Sure. Okay, I just wanna block out what the rest of the things that we're gonna talk about today. Just we have like a clear cut idea about what we're gonna achieve. So choosing courses, I think, is a good thing to talk about today. I also this. It won't take too long. But I wanna do like a little bit of a retro on your activities. And I wanna start solidifying and thinking about your common app, because on your common app, you're gonna have 10 extra curriculars. So I wanna just 50 be able to write those 10 out just in front of you, so that you kind of understand what we're working with and what we have to add, just to give you a little bit more clarity on your profile. But first we can talk about the courses. 51"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 582.54,
      "end": 633.7090000000001,
      "text": "Yeah, I'm trying to think of like more updates. 52 so for folklift. I did get like one more business like interested in interview. 53 so I think when I interview them. And then, oh, yeah. And then I got like 54 3 people like who wanted to like get in like 55 they like interview people. So I think once from India and then once from Mount House, and then I think the other ones from New Jersey. So like it's kind of expanding. 56 I got one from Linkedin, or like 2 from Linkedin, and then one for my discord, like I was just kinda like reaching out to people and asking them if they'd be interested in the opportunity. And yes, that's kind of how I got the person from India. But 57 yeah, I'm really excited about that 58"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 634.54,
      "end": 675.43,
      "text": "awesome. Yeah, that sounds really good. I think that this is pretty much everything for updates. Let me try to think if there's anything else that we're missing. Oh, I saw that, Eric. I saw your college list updates. I really like those. I think you did a great job with that. 59 Oh, were you able to sign up for the hackathon, or apply for that. Are you planning to do that? Helpful? If I just? I think I've been forgetting to do this. So this is kind of on me. But I think I'm gonna continue making like a task list. And I think that will be like 60 helpful for what to do. 61"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 676.11,
      "end": 697.96,
      "text": "Oh, yeah, I was also wondering, for, like Uc. Berkeley, if we could kind of look at the like programs and see if there's like a better one. Cause I found like a media one and like I just I feel like it was too much like 62 filmmaking, and not enough like game development. Like, if we'd be able to find something that's kind of better geared for mine. 63"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 698.55,
      "end": 719.28,
      "text": "Yeah, yeah, for sure. I think that that's a great idea. 64 Oh, my gosh, sorry! Whenever I'm in this room the lights like they turn off like I don't know what the frequency is with. They turn off a lot. So I think 65 let's I think I want to pause, and Notre Dame essays, for now I think. 66 what are they to do again? 67"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 719.61,
      "end": 727.059,
      "text": "I think it was January, twentieth. Or let me let me check. Actually. 68"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 727.19,
      "end": 735.539,
      "text": "okay. 69 I think, Notre Dame. The application's going to be more chill than Bank of America. I don't think they ask you for as much. 70"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 735.6,
      "end": 739.129,
      "text": "Yeah. Like, only 2 essays. So 71"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 739.7,
      "end": 760.68,
      "text": "okay, I think next time we meet. So on Tuesday and 2 days, or in 3 days, I think. Let's finalize your Notre Dame essay by then. We can do the brainstorming today, but I don't want to spend too much time on the Notre Dame essays today because they want to focus on the other things. But on Tuesday we'll do a dedicated session to just like, finalize and wrap up your Notre Dame essays. 72 How does does that sound okay with you? 73"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 761.87,
      "end": 789.81,
      "text": "So we'll put that to the end. So we can do brainstorming for your Notre Dame essays today, if you need help with that. But I think let's like, leave Tuesday to really like, go deep into that. Yeah. So January 20, Si think, okay, cool. That's enough time. Soon, when you apply to more and more things, you'll realize that you'll be able to make deadlines like faster, because once you already have a body of writing, and once you're used to writing like things kind of speed up once you're used to talking about yourself. 74"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 789.88,
      "end": 821.66,
      "text": "But let's start with the courses so can you walk me through like what you're thinking about? Coursework for next year. Let me put it in the chat, like I already kind of decided. But there's I was. 75 Wonder if I was like overloading myself with Ap's cause. I also kind of wanna have, like a relatively more chill senior year, but still, like maintain like my rigor. So like I have. 76 I could have possibly 2 free periods, but 77 I could either do that, or I could like fill it in with an Ap. So 78"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 822.05,
      "end": 824.73,
      "text": "Gotcha question, are you taking the language this year? 79"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 825.22,
      "end": 834.0889999999999,
      "text": "No, I finished it. Last year like the request. What language we're taking, and did you? What do you mean by finish. I did Spanish for 3 years. 80"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 834.73,
      "end": 837.83,
      "text": "Okay? And did you finish ap in Spanish? 81"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 837.97,
      "end": 839.28,
      "text": "No. 82"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 839.9,
      "end": 844.539,
      "text": "okay. So what do you mean? You did Spanish for 3 years, but you finished last year 83"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 844.63,
      "end": 849.09,
      "text": "like for us. You're only required to do like 3 years. 84"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 850.89,
      "end": 859.55,
      "text": "So it's freshman sophomore, and then you're not taking it this year. Junior? Yeah, I did it. And in eighth grade for us, like, it transfers over. So 85"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 859.56,
      "end": 860.98,
      "text": "yeah, 3 years. 86"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 861.37,
      "end": 865.35,
      "text": "Okay, got it. Are you planning to apply for Stanford? 87"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 865.77,
      "end": 867.11,
      "text": "Yeah. 88"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 867.29,
      "end": 869.3,
      "text": "How much do you want to go to Stanford? 89"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 869.41,
      "end": 877.74,
      "text": "I think. 90 It's like like on my top 10 better. I don't think it's in my top 5. 91"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 878.11,
      "end": 918.599,
      "text": "Okay? Because. 92 now that we have your school list, what's important is we need to go and look at your schools and what they require, because Stanford really wants 4 years of foreign language like that's like kind of like a requirement for Stanford. So if I think if you really are serious about going to Stanford specifically, you will need to take Spanish again. You'll need to take ab Spanish. But I think what we can do is 93 like. Look at. Well, what we can do right now is, look at your top 94 schools, and then we can work backwards and check their requirements because each individual school has different preferences. And so some schools have, like, for example, for your English requirement or for your math requirement. But other schools have like different preferences. 95"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 918.74,
      "end": 923.66,
      "text": "so is this the is this the order of the school that you like? 96"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 924.34,
      "end": 947.98,
      "text": "yeah. But like, I think I was thinking, like, if I find like a better better program for Uc. Berkeley, it it would definitely rank higher and like, yeah. So I think I think so. And then I also didn't put Stanford on there. But 97 I would like put it probably somewhere 98 and like the in my top 10. 99"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 948.17,
      "end": 955.759,
      "text": "Okay. Do you wanna put Stanford, do you wanna place Stanford right now, while I find a different program for 100"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1035.8,
      "end": 1040.079,
      "text": "the the program that you looked at that you don't like is media science studies? Right? 101"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1040.349,
      "end": 1042.589,
      "text": "Yeah. Media studies. Yeah. 102"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1042.849,
      "end": 1043.68,
      "text": "Okay. 103"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1079.63,
      "end": 1097.719,
      "text": "I mean, honestly, like the media says, like the program. It wasn't terrible. I just feel like it has like a lot of like emphasis on film. And if I wanted to, maybe I could have like I could minor in something like technology related? 104 So maybe that could be like a solution. 105"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1098.49,
      "end": 1125.88,
      "text": "Yeah, I mean, I think at Berkeley, if you wanted, you could just be a computer science major. although that would just make it like harder to get in. But I think you could still get in as a computer science major. 106 there's also data science as a major. And then there's also digital humanities. 107 see. it's a minor. Okay, never mind 108 data. Science. There's a data science major that could be interesting. 109"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1129.96,
      "end": 1132.259,
      "text": "and there's also just computer science. 110"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1132.58,
      "end": 1135.559,
      "text": "like, really competitive. 111"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1136.94,
      "end": 1140.62,
      "text": "I think computer science is really competitive. Yes. 112"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1140.76,
      "end": 1144.709,
      "text": "like, would would it be the same for data science? 113"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1144.99,
      "end": 1202.05,
      "text": "I think data science might be like, slightly less competitive. But II mean. let's see. 114 8.2 5. 115 Yeah. 116 oh, no. And this is out of state. 117 okay. 118 see? 119 I don't think they release 120 statistics. 121 Instate permission to 122 okay, about 10%. 123"
    },
    {
      "speaker": "student",
      "conf": 0.5,
      "start": 1202.19,
      "end": 1202.87,
      "text": "Hmm. 124"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1205.44,
      "end": 1215.33,
      "text": "is this? 125 Okay, yeah, this is crazy. Yeah. 126"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1215.49,
      "end": 1217.4,
      "text": "that's one. 127"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1219.48,
      "end": 1248.09,
      "text": "But it's really low. But I do think that you are a competitive applicant like Huda, like, you're like a very competitive applicant. So I don't think you need to worry necessarily about yourself. But, like just in general, like. 128 obviously, you are like a competitive applicant. But for anyone like in general, it's super hard to get in. 129 so yeah, 2 point, we're looking at 2.8% for Cs and 10% for data science. So 130 you know, like. 131"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1248.28,
      "end": 1270.39,
      "text": "yeah, data, science is is easier to get into. But it's still quite difficult to get into, you know. Do you think I could? I'd be able to like maybe minor and like 132 something Cs or media related like cause. Then, if I can just like Major in one and monitor the other. I don't really like mine. Which one but 133 I love him. 134"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1271.55,
      "end": 1313.999,
      "text": "Yeah. Let's see 135 Cs minor admissions rate. I don't know what the missions rate is for the minors. 136 but 137 percent acceptance rate. 138 I think it's gonna be hard to do the minor because I think classes are gonna be reserved for the major people in the major. 139 So I think for Berkeley, your best bet is to just apply for 140 I think you can honestly just apply straight Cs or data science. I don't think that the 141"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1314.72,
      "end": 1334.81,
      "text": "I don't think it's gonna be that complicated like, I don't think that the difference is, gonna be that big like 2.8 10%, it's like, it's still a very small number, regardless. So I think whichever one you think will be better for you. Data science. It will be a lot easier to get into but still very difficult. But I still think you have a good shot getting into Cs just on your own, too. So 142"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1334.82,
      "end": 1349.91,
      "text": "that I'll leave that up to you. 143 Maybe like data science, because also I feel like empowering AI and symphoria. They're both kind of like data related. So like, AI related. So yeah, that's something I can use 144"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1350.35,
      "end": 1404.14,
      "text": "or highlight that. Yeah, does that bump? You see Berkeley in your list? 145 So did you. Is this adjusted or no? Okay, so let's look at 146 Usc, common data set. So this is a good resource. If you are looking for the common data set for every school, because it tells you like what you need to do to get into this school. 147 So this I mean, it tells you the demographic of all people, etc. Etc. 148 But what we want to look for is. see language. 149 Okay? 150 So we want, we want to look for their recommended. So this is how much they care about different classes. So they want 4 years of English. 151 4 years of math. You've got that covered. Right? Okay? 152 3. 153"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1404.61,
      "end": 1409.52,
      "text": "3 years of science. So you're taking at least 3 years of science. Right? 154"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1409.6,
      "end": 1412.61,
      "text": "Okay, why are you taking English honors online? 155"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1413.11,
      "end": 1425.549,
      "text": "Because they don't have any like in person honors class. And I don't really wanna take ap literature because I just feel like I wouldn't do well in that class. And I don't wanna risk getting a beat. 156"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1426.4,
      "end": 1437.86,
      "text": "Okay, I think, in my opinion, do you think you can get okay? Your second semester of senior year doesn't matter. All that matters is your first semester. Do you think you'd be able to get a in it for one semester. 157"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1438.34,
      "end": 1460.55,
      "text": "I don't know, because, like. 158 I don't think readings really like my like reading and perception of reading is really like my strong my strength 159 and like usually I kind of do worse in the first semester. So 160 I'm not entirely sure I've heard it's like really difficult. So 161"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1461,
      "end": 1502.12,
      "text": "okay, then, that makes sense. How are honours weighted in terms of GPA. Compared to a P. It's the same. Oh, wait, really. Yeah. Okay. Okay. Then, in that case, do the honors. I would say, that seems like a good choice. But I'd say you can do that. Ap, like it would be. 162 Think about it yourself, and see, because you only need to get a good grade for your first semester. If that like ideally. 163 we're doing early decision to ideally, we're doing early decision to Usc, and you get an early decision. And then it doesn't really matter after that. 164 But if that doesn't happen. Then you will need to, I guess, do the 165"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1503,
      "end": 1542.169,
      "text": "we actually let's think about this, because if we apply early decision for Usc, all your Uc. Applications are due in the fall. By the way, so all your applications. Your first semester transcript is not 166 so. Your first semester transcript is not going to apply to your top 5 schools 167 at all, actually, because you will have applied for them before your first semester grades come out. So I'm in Usc. 168 what? Including Usc, including Usc, because we are probably going to do early decision to Usc, because your number one choice, do you feel comfortable with early decision to Usc. 169"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1542.35,
      "end": 1559.939,
      "text": "yes, like, I know, there's a the difference in that. There's higher likeiness that you'll get in for really decision. But 170 like. 171 If I don't get into early decision like I'd have to apply for normal time, right? 172"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1560.87,
      "end": 1600.89,
      "text": "If you will. If you get rejected, then you get rejected. But if you get deferred, then they consider you in the spring. Okay? So actually, I think, based on your list right now. 173 I think it is, if advantageous for you to take ap English, think about this and make your own decision and like. Talk about with your family and stuff. But I think because your top 5 schools they're not gonna care about your semester. One grades, because first, you're applying early decision to Usc Ucla, Uc. Davis, Berkeley. The applications are due before your early, before your first semester grades come out. So they're not. Gonna look at your first semester grades, either. 174"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1601.11,
      "end": 1642.569,
      "text": "Really? Well, will they be able to see that I took yeah, cause it'll be under transcript. Okay? So that's like one thing, I guess, to keep in mind 175 But I think you should decide that for yourself, because I think ultimately, if you think you're for sure going to get a meeting which I don't even think that's necessarily the case, like I think you're a good student. I think you doubt yourself, but I think like you're a good student, so I don't know if you're necessarily gonna get a Vp, but you should think about this a little bit and like, see? Like, okay, maybe you can like, read a little bit more this summer to prepare yourself, or maybe you can do things to ensure that you get an a in the class. But again, it's if you think it'll cause too much stress and too much time, like 176"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1642.72,
      "end": 1654.76,
      "text": "we don't have to worry about that. But what I'm saying is, it could potentially potentially be advantageous for you to take another Ap, 177 cool. So I think. what's have you taken a Pcs a yet? 178"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1654.97,
      "end": 1681.64,
      "text": "Yeah. So what I'm taking so like since I since I started the Cs pathway and sophomore year like we have like a pathway of like essentials. And then the Ap's so I got to skip Apc, sp, so I'll say either I go back and do Apcsp or I enroll in. There's like we have a good class for game design. That's just a normal course. And it's not an Ap. So I would say, take the game design course. 179"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1681.64,
      "end": 1720.309,
      "text": "Okay, I think it's okay. If it's you don't want to go backwards, cause that would be like if you took calculus. And then you took Precalculus. After that there's no point. 180 So take the game design course. I think it's okay. If it's not an Ap like, don't worry about at that point because it it aligns really well with your profile. It is like a good fit. Apco, econ. I feel like that is doesn't really matter anything. You decide what you want to do there, whatever one is easier for you, I would say, do it. It doesn't really matter which one 181 ap I would say, take ap environmental science don't take free period senior year. You can. You can drop a class after first semester like after first semester, like 182"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1720.43,
      "end": 1742.549,
      "text": "you're like you, you can chill a little bit. But my friend, she's a senior, and she said that like she wanted drop one of her classes, but then she had to inform all her colleges that she dropped to college. So like is that the case like, do you have to inform your colleges? If you drop a class. I think you do have to inform a college if you drop a class, but I think like 183"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1742.68,
      "end": 1773.18,
      "text": "depending on your how you feel personally about doing this. Some of my friends they like just stop trying after they got into college. I'm not. I don't think you should do this, but 184 worst case like you can get a see? And like, that's fine. As long as you don't fail. Like you guys see in a class like you're not gonna do that. But like, after first semester after getting to college, it's it's okay for your grades to like, go down. If you personally don't care. Then that's fine, like you're not gonna get rescinded. So I think you should take an Ap environmental science. I think that would be good. And then I think you should take it, be psych. 185"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1773.42,
      "end": 1796.13,
      "text": "What is adulting? And why do you have to take that? We have. It's like a, it's like, basically, it like prepares you for like. 186 I think there's a a you know, where you do like fake job interviews and stuff. And like, it's basically preparing you for like outside of school. And it's kinda like a required thing for everyone. So 187 yeah. 188"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1796.34,
      "end": 1835.259,
      "text": "okay, awesome. I'm looking at this Berkeley common data set right now. Oh, I don't think my screen is shared, but you can also download all these in your own 189 computer, too. So I'm checking for Berkeley's common data set. And I'm just gonna go down all these schools and just 190 check really quickly. 191 how many years of language they require, because I think you should highly consider taking another year of 192 of a foreign language, because a lot of these schools will recommend that. So if so, I could probably drop 193"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1835.33,
      "end": 1842.5,
      "text": "I could probably drop 194 ap Psyche for ap Spanish. 195"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1842.64,
      "end": 1864.92,
      "text": "I would I would recommend doing personally, I would recommend dropping like either apes or ap psych for? 196 yeah, for ap Spanish. How many science classes like, what science are you taking right now? And what have you taken in the past. I'm taking physics. Just normal physics. And then last year I took regular chemistry, and then 197"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1864.93,
      "end": 1867.549,
      "text": "freshman year to bio honors. 198"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1867.64,
      "end": 1879.15,
      "text": "Oh, wait, that's that's good 199 take ap Spanish, I would say, for sure, and then no free period. Consider English. 12 200 honors 201"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1879.16,
      "end": 1900.82,
      "text": "or I had a question so like so instead of like. So you know how you're saying that I could replace either apes or ap site with maybe Spanish like. Which one do you recommend, do you think dropping on, or like replacing science would have an impact on my like rigor? 202"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1901.78,
      "end": 1949.899,
      "text": "I don't think so. Let me check Berkeley's one more time. 203 I think we'll check Uscs. Usc. They 204 that they recommend 3 years of science, so Usc. Certainly doesn't. 205 doesn't really care. 206 I didn't take 4 years of science. 207 and I was fine. 208 see, Berkeley, yeah. 3 units are recommended. I think it's okay. If you don't take another science. So I would just say, Take whichever one you think will be easier, and then take 209 and just go with that. Yeah, so then I would drop ap environmental science and take Spanish instead. 210"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1950.53,
      "end": 1951.68,
      "text": "Okay, yeah. 211"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1952.26,
      "end": 1965.559,
      "text": "image. 212 Does this. Did you feel comfortable with your schedule? Do you have any other questions about choosing between classes. 213"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1966.14,
      "end": 1978.959,
      "text": "actually, do you think it would be beneficial for me to ta a class because I feel like that would get some good recommendations. But 214"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1979.06,
      "end": 2013.83,
      "text": "I don't know. I think 215 I think it's not worth giving up the spot on your like. 216 Gpa, yeah, I think you can develop good relationships with the teachers already, and because, you know, your teachers are already very willing to substantiate your like the various applications that you're working on, you should be fine for learners of recommendation. 217 Whoever wrote you with the letter recommendation for Ncwit probably did a good job for that, too. Yeah, I don't think you need to worry about letters or recommendation at this point. Have you thought about what teachers you wanna ask? Maybe that's one thing. Actually. 218"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2013.86,
      "end": 2059.42,
      "text": "yeah. So I think the one that I'm like counting on the most is my English teacher. She's like known for writing really good letters and recommendations. And she only like writes 10 per year. So like, I'm really trying to get in her good books. Why don't you ask her like soon like make sure to ask her about at the end of this year. I think, she said. She only decides next year like 219 kind of picky about that. But yeah, we should like a lot of people trying to ask her and everything but 220 like, yeah, I think she knows like, I'm a good student like, I have a pretty good impression on her. But I can like I can try asking her at the end of the year this year, actually. But yeah. 221"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2060.79,
      "end": 2064.939,
      "text": "and then, maybe for, like another teacher, I could probably ask, like 222"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2065.13,
      "end": 2089.2,
      "text": "the same C. Cs teacher, that she like wrote the Nc with recommendation, because we have a really good bond and I just feel like she's really 223 she knows me, and like she trust me. It's like, right? A good recommendation. Yeah. And 224 do I need more? Or like is too enough. 225"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2089.219,
      "end": 2102.6,
      "text": "He's good. Usually it's like one humanities and one like science for social science would be good, and I think you have that. And I think your Cs teacher, like already, brought you a great letter recommendation for Nc. Way, so probably will write you a good call track, too. 226"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2102.65,
      "end": 2129.93,
      "text": "I think. I might wanna keep like a backup from my English teacher, since, like a lot of people are fighting for the recommendation, like, if I don't get it, it's kind of bad. So 227 I could probably ask 228 I could ask like my media arts teacher again. He was also the game design teacher. 229 I could see if, like he'd be willing to do another one 230"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2131.82,
      "end": 2166.05,
      "text": "cool. That sounds good. Then I am like a little concerned if this is too much overlap with Cs, but we can talk about that if it gets there. I think it's okay. 231 For now. So with your activities, I kind of, oh, oh, we cleared up the Berkeley major thing. Right? So 232 okay for the activities list. 233 what I wanted to do is sort of 234 so right now, like what we've been doing with the set of recommendation with the classes is we're building your like application from the 235 we're going backwards. So we're looking at. You know what you're going to write about in your common app, and then going backwards. 236"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2166.06,
      "end": 2197.619,
      "text": "And I think for our activities. Let's say the same. So you have 10 spots on your common app, and this is like your really, your opportunity to tell a story about yourself and like the things that you're interested in. So what I'm gonna do right now is block off all your activities. And then we're gonna see how we can organize them to like sort of show who you are and what your story is. So empowering. AI is a big one. Bulk is a big one, since Doria counts as his own. 237 Filmmakers club is one. Let's see what else? 238"
    },
    {
      "speaker": "student",
      "conf": 0.5,
      "start": 2197.7,
      "end": 2203.03,
      "text": "Oh, I think your game development, even your discord like could. Okay, I'm gonna put this as 239"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2203.04,
      "end": 2230.75,
      "text": "potentials. 240 I think that could be like a good one. 241 are you still volunteering at? the Muslim community center. Yeah. 242 Okay, yeah. Muslim community center volunteering. 243 Okay. And then what else am I missing? Or is this all? Totally good Tennessee, I think. 244"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2231.08,
      "end": 2235.639,
      "text": "I think, like, maybe, like my social media page is that social media? 245"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2238.05,
      "end": 2267.599,
      "text": "Hmm, okay, so this is really solid. 246 cool 1, 2, 3, 4, 5. So I think, okay, another thing will be. 247 I think the whatever summer program you do will count as one of these. Now I think that what we should do is we should think about how to bulk up your extracurriculars a little bit, because I think a lot of these are pretty new. Is there anything that you've been doing since, like freshman year of high school, or even before that? 248"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2268.53,
      "end": 2296.33,
      "text": "Like, I kind of started game development like, okay. So Cynthia is kind of like a mix of like my old game that I was making, since, like before high school, I think after 8 grade, I started making like the early concepts of symphoria. So there's that. And then 249 I think all this I kind of start, or I guess, like the Muslim community center volunteering. I've been doing that since freshman year. 250 yeah. 251"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2297.37,
      "end": 2304.219,
      "text": "okay, cool. I think what would be good is to get you in some school? Are you involved in these other school leadership roles? 252"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2304.96,
      "end": 2311.139,
      "text": "not really like? Besides, like student use and like 253"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2311.18,
      "end": 2318.4,
      "text": "like some Microsoft, that's awesome. Good news. I forgot about that. Oh, yeah. Do you do that after school? 254"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2318.67,
      "end": 2321.92,
      "text": "It's kind of like, junk school. 255"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2321.97,
      "end": 2331.71,
      "text": "Yeah, it's during school. Yeah. I think that's good. 256 Can you do more of that after school at all? 257"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2331.87,
      "end": 2363.79,
      "text": "I mean, like we do like devote like a lot of our like our lunch time. And like our success sessions like we have like basically for flex time. That's when we do like a lot of refunding. And then also. 258 oh, yeah. And then I'm helping out my school like schools like leadership. They're doing this thing called look down. It's like, basically like a school music video and like in charge of cameras for that. And then we have to go like before school for that. So I think that's like. 259"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2364.37,
      "end": 2405.09,
      "text": "well, okay, that makes sense. And then I. So I think right now, we have the opportunity for 2 more activities, because right now we have 8. So 1, 2, 3, 4, 5, 6, 7, 8. So I think that this is I'm I'm grouping discord and social media together for now. So I think that it'd be nice to have 2 more things for 260 you to do that are like through existing organizations. So it would be really nice for you to like. Take up another leadership role, I would say at school, or like within another existing organization. So off the top of your head, is there anything that you think you could like easily get involved in for leadership, position or no? 261"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2406.59,
      "end": 2438.72,
      "text": "Hmm, I don't know about school cause 262 school is like really like II don't think it's possible for me to get any leadership roles for that. But I think definitely for 263 for like branches of like an existing like nonprofit. Maybe I could ask like the connection that I made. I think she's she runs something called stem sisters. Maybe I could start like a branch here in Mount House. Yeah, I feel like that's not necessary, because I feel like 264"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2438.89,
      "end": 2487,
      "text": "you already have your own like empowering AI is pretty similar to that. So I think that's not necessary. I think I'll do some research for you and see if I can get you on any boards or anything. That'll be like my homework. I'll get back to you about that later. But I think that that would be good to do, because I think right now you've shown a lot of initiative and drive with your own things. I think it would just be good to round that out with, like some already established organizations. So I will do some research, and like probably text you a couple of things 265 for that and and then 266 in terms of awards. 267 you have the opportunity to list 5 awards. So one is going to be your Ncwit. Award. 268 Okay? And then you have 4 more spots that we'll need to fill by the end of 269"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2487.15,
      "end": 2499.74,
      "text": "this year. Slash like the beginning of your application cycle. And so are there any opportunities for awards that oh, one other award would be like your film award, like the short film that you made, it won an award right? 270"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2499.89,
      "end": 2517.29,
      "text": "Yeah, that will be an award. Are there any awards at your school that they give out for outstanding students or anything like that? If I get involved in how like a lot of community are always looking at the Presidential. 271 Like voluntary. I think something like that. 272"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2517.34,
      "end": 2522.72,
      "text": "Yeah, do that. That would be like a really good one. Do you think that that's feasible for you to attain? 273"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2522.75,
      "end": 2545.099,
      "text": "Yeah, I think like, recently, I found like this, like organization on Linkedin, and they like, have a bunch of like 274 ways for you to get involved for like, it's like an internship opportunity, basically. But you can get like a lot of voluntary hours. With your school for that. So I think that's that's something worth considering. 275"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2545.48,
      "end": 2575.699,
      "text": "Cool. Yeah, can you? Send, like later. Text me the information for that organization. I can look at that. So, okay, this will be good for Tbd awards. 276 I think also, if you win a hackathon award doesn't have to be at this hackathon. But I think that will be like really good for your profile, like. I wonder if I can find for you like game development Hackathon, I feel like you could win that. 277 I think. Usually there's like these things for like game gyms, and like, you could. 278"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2575.84,
      "end": 2578.989,
      "text": "yeah, like, you win those 279"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2580.93,
      "end": 2587.57,
      "text": "student team development 280 competition. Also wonder if there's like a 281"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2593.17,
      "end": 2603.83,
      "text": "what is this like? II keep on seeing this games for change, have you 282 Does your school 283 offer this? 284"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2604,
      "end": 2605.16,
      "text": "No. 285"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2606.77,
      "end": 2632.98,
      "text": "the competition opens in January. So I would really, really like you to apply for this. 286 I don't know. I've seen this for a while. I don't know how to. 287 I don't know how to like. Get involved with this. Can you ask your game design teacher to 288 can you email this email address and then see if you can get your school involved with this? 289 Yeah, I can try 290"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2634.31,
      "end": 2655.78,
      "text": "and then also, I know, like Ucla has like a game development summer program, and it hasn't opened up yet. But I kinda like I'm I set up both the newsletter. So maybe like if I apply to that and like I get accepted, maybe that could be something. That I can put for summer programs 291"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2655.84,
      "end": 2685.289,
      "text": "definitely. 292 So then, one more award, we can. I wanna think about what would be good for you? 293 maybe like some type of advocacy award. 294 I think that would be good. So this is, gonna be a miscellaneous award that I will try to like, find and send your way. Maybe, like Hmm. 295 Scriptape would be a good example of award. 296"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2685.63,
      "end": 2709.219,
      "text": "Oh, yeah. I had a question about grip tape. So. I was looking to apply it like before this. And I was wondering like, how do I frame my passion cause like so I know, like the prize is like $500. And I wanna earn it for like a video project, or maybe like a camera. But I don't know like how to highlight like that I wanna do. A 10 week project like, had 297"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2709.22,
      "end": 2719.919,
      "text": "maybe a short film or like would it be from Vlogs if I don't really know how to frame it exactly. Yeah. So the submission is just you submit it, is it? Still, you submit a 2 min video of yourself talking? 298"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2720.15,
      "end": 2727.75,
      "text": "It's like a bunch of questions. So it's like, it's like a bunch of questions. But you could do it. Any format like video or text. 299"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2728.7,
      "end": 2734.48,
      "text": "I would submit a video. I think that would be really good. Maybe you could talk about how your 300"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2735.53,
      "end": 2756.89,
      "text": "what do you want the money for? Like? What would you use it for like I wanna buy like a camera. And like, maybe take videos for like 301 just starting like a photography account. Maybe and like videography, channel and experience experimenting with new cameras, I think. 302"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2757.13,
      "end": 2781.25,
      "text": "Okay, I think you should be more unique than that, because think they get a lot of requests for photography and videography. So you need to give it a compelling reason for why they want to sponsor you. So when I did it, I got a camera. I actually did get a camera. But the reason why I did it is I framed it in like, I wanted to make educational videos on Youtube, like teaching people how to get into college and stuff like, I'm not even joking. That's like what I did with my project is that like 303"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2781.29,
      "end": 2802.71,
      "text": "like, how like, how people with college admissions, like scholarships and stuff like this has always been my passion. Even before I started working for Suraj, I did this like a lot before, too, and made. And I made Youtube videos about it. So like, I pitched myself as I wanted to like, make information more accessible to people, and like making education more accessible. So I had to give it that unique lens to like. Talk about 304"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2802.71,
      "end": 2823.489,
      "text": "that. So I would say for you. I think if you wanna buy camera like, talk about how you're gonna make that unique like, maybe how you would, you would use it for folklift, or how you would use it, for like journalism, or talking to other people instead of just like making blogs. Not that making blogs is not important, or that you can't use the camera to do that. But the way that you wanna you wanna convince them with it with an angle that's different from other people. 305"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2823.82,
      "end": 2838.72,
      "text": "Okay, yeah. So I think definitely, folklift. Yeah, I can talk about that. And like, maybe talk about like my community impact with that like, how I want to grow with the use of like this camera that I could buy. 306 That's and that's the idea. Yeah. 307"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2839.74,
      "end": 2868.999,
      "text": "okay, cool. Awesome. I have to hop now to go to another meeting. But I hope that this is helpful for you. And so basically what we did today, we talked about your classes. We went back and looked at your activities what you could fill it with. We looked at your awards, and then next time these are your tasks. I wanna talk about your Notre Dame essays when I talk to you on Tuesday. 308 Awesome. Okay, if you need anything else. Text me before then. But yes, have a good rest of your evening. Bye, bye."
    }
  ],
  "meta": {
    "ext": ".pdf",
    "source": "normalize-v1",
    "vtt": true
  }
}