{
  "id": "03-Raw-SessionTranscripts/2024-08-23_W063_P3-JUNIOR_TRANS-RAW_TeacherRecommenderFormsandadvancedEssayD.pdf",
  "name": "2024-08-23_W063_P3-JUNIOR_TRANS-RAW_TeacherRecommenderFormsandadvancedEssayD.pdf",
  "path": "03-Raw-SessionTranscripts/2024-08-23_W063_P3-JUNIOR_TRANS-RAW_TeacherRecommenderFormsandadvancedEssayD.pdf",
  "kind": "TRANS-RAW",
  "week": "63",
  "phase": "3",
  "date": "2024-08-23",
  "link": null,
  "text": "Week 8 - Coaching_Jenny_Huda_Wk08_2024-08-23_M_b37bdf626fe89c03_U_b37bdf626fe89c03 WEBVTT 1 00:12:34.480 --> 00:12:41.419 huda: Hi, Jenny, I'm so sorry for joining late. I was. I was outside, and then I and then I just realized that we had the call from your message. 2 00:12:41.420 --> 00:12:44.519 Jenny Duan: Oh, no! Worries I know, like the there's wait! Hold on. 3 00:12:44.520 --> 00:12:45.240 huda: I think I'm. 4 00:12:45.240 --> 00:12:52.670 Jenny Duan: Setting up the link and things. And so like, I think it's like no big deal. We can just do like 9, 15 to 1015 instead. If that works for you. 5 00:12:52.920 --> 00:12:53.550 huda: Yeah. 6 00:12:53.820 --> 00:12:55.799 Jenny Duan: Okay, cool. How's everything going. 7 00:12:56.450 --> 00:13:05.710 huda: Oh, it's going great! I think, like this weekend I'm gonna like dedicate it to like kind of locking in with like my school and then 8 00:13:05.960 --> 00:13:13.569 huda: I did start with like my Uc application, like I didn't start the essays or anything but I've just like been filling in like the information. 9 00:13:15.030 --> 00:13:16.320 huda: and 10 00:13:16.460 --> 00:13:23.670 huda: oh, yeah, tomorrow I'm starting Sunday school like, taing again. So yeah. 11 00:13:23.670 --> 00:13:28.179 Jenny Duan: Oh, yeah, exciting is it? Does it like start every school year? Or how does it work. 12 00:13:28.420 --> 00:13:39.430 huda: Yeah, so it's like, kind of like in parallel with the school year. This year, I'm gonna be like the ta for like the 4th grade class. So I get to ta for my brother. So that's pretty cool. 13 00:13:40.140 --> 00:14:06.159 Jenny Duan: Yeah, that's super cute. And it's nice that you'll be able to like. Have a full circle moment of like, you know, being ta, and then getting to ta your sibling as well. Yeah, I'm finally update on my end as I'm finally out of Wyoming. And I'm back in Portland now, which is good. We got rescued yesterday, flew out of Denver, and now me and my friend Lila. We're back in Portland together, so we're like saved from being in Wyoming forever. Yeah. 14 00:14:06.350 --> 00:14:07.230 huda: It's cool. 15 00:14:07.520 --> 00:14:08.080 huda: One. 16 00:14:08.480 --> 00:14:10.479 Jenny Duan: Okay. Well, oh, go ahead. 17 00:14:10.480 --> 00:14:12.710 huda: I'm sorry I was just asking if you're staying at home. 18 00:14:12.900 --> 00:14:19.054 Jenny Duan: Yeah, I'm at home right now. This is like my dad's office right now. He's like born in the year of the tiger. That's why there's so much like. 19 00:14:19.610 --> 00:14:19.960 huda: Thanks. 20 00:14:19.960 --> 00:14:23.400 Jenny Duan: Memorabilia like memorabilia everywhere. 21 00:14:24.720 --> 00:14:35.599 Jenny Duan: yeah, anyways, I I was thinking today we could start by finishing up your questionnaire. And then I'd like to actually take start taking a look at your Usc actually, are you working on that with Erin? I don't wanna like 22 00:14:35.820 --> 00:14:36.910 Jenny Duan: double step. 23 00:14:37.110 --> 00:14:39.499 huda: No, we we haven't really started 24 00:14:39.976 --> 00:14:47.159 huda: I guess. Like the supplementals yet. Really. So I mean, we kind of like brainstorm them for Stanford. But that's that's it. 25 00:14:47.550 --> 00:14:59.630 Jenny Duan: Okay, okay, that sounds good. Then. If actually, if you're working on that with Erin, we can start thinking. Look at some of the scholarships that are opening up soon. Just other like more essays, but for different things. 26 00:15:00.290 --> 00:15:06.869 Jenny Duan: And then, yeah. But I wanna finish up your questionnaire today. I know that we started that last time, and I wanna make sure that we're 27 00:15:06.910 --> 00:15:10.050 Jenny Duan: on a good track there. Yeah. 28 00:15:10.853 --> 00:15:12.520 huda: Let me set again. Yeah. 29 00:15:12.670 --> 00:15:13.760 Jenny Duan: Okay, thank you. 30 00:15:14.840 --> 00:15:16.140 Jenny Duan: Got it. 31 00:15:19.320 --> 00:15:21.490 Jenny Duan: Okay, I'm on the link here. 32 00:15:24.490 --> 00:15:27.859 huda: Okay, I think we filled out everything from till 3. So. 33 00:15:27.860 --> 00:15:28.490 Jenny Duan: Yeah. 34 00:15:30.010 --> 00:15:32.840 Jenny Duan: okay, let's start with number 4. So 35 00:15:34.190 --> 00:15:35.130 Jenny Duan: let's 36 00:15:38.910 --> 00:15:39.840 Jenny Duan: okay, I would 37 00:15:39.990 --> 00:15:42.080 Jenny Duan: do the like 38 00:15:42.180 --> 00:15:44.160 Jenny Duan: summary of your involvement 39 00:15:44.170 --> 00:15:47.030 Jenny Duan: upfront first.st So I would say, like 40 00:15:47.390 --> 00:15:49.220 Jenny Duan: empowering AI, 41 00:15:49.490 --> 00:15:53.520 Jenny Duan: you can put this in like the common app format which is like empowering. AI 42 00:15:53.630 --> 00:15:56.430 Jenny Duan: total. How long have you been doing this? 43 00:15:58.880 --> 00:16:00.260 Jenny Duan: X weeks. 44 00:16:00.920 --> 00:16:03.050 Jenny Duan: 3 36 h, total. 45 00:16:08.190 --> 00:16:12.440 huda: yeah, I think I've I've so I've been doing this for like a year now. So 46 00:16:13.452 --> 00:16:17.439 huda: wait just like the total years or total weeks I've spent. 47 00:16:18.930 --> 00:16:20.830 Jenny Duan: 8 h per week. 48 00:16:21.110 --> 00:16:23.489 Jenny Duan: 50 weeks. 49 00:16:25.700 --> 00:16:27.710 Jenny Duan: Is this how? How you got the estimate. 50 00:16:27.830 --> 00:16:28.520 huda: Yeah. 51 00:16:29.690 --> 00:16:33.069 huda: well, I think this like hours total might be outdated. But 52 00:16:38.240 --> 00:16:40.420 huda: yeah, it's 400 now. Okay. 53 00:16:50.400 --> 00:16:51.929 Jenny Duan: Oh, this sounds good. 54 00:16:52.200 --> 00:16:54.270 Jenny Duan: I would just keep it brief, like 55 00:16:54.400 --> 00:16:56.929 Jenny Duan: 2 sentences, each per activity. 56 00:16:57.090 --> 00:16:58.170 Jenny Duan: So. 57 00:16:58.380 --> 00:16:59.219 huda: But it is. 58 00:17:00.020 --> 00:17:00.700 Jenny Duan: Pardon. 59 00:17:01.263 --> 00:17:02.779 huda: To explain what it is. 60 00:17:02.780 --> 00:17:04.020 Jenny Duan: Yeah, exactly. 61 00:17:05.910 --> 00:17:06.750 Jenny Duan: hello. 62 00:17:07.300 --> 00:17:13.219 Jenny Duan: I think this is like, perfect. Is there anything else you want to emphasize about empowering? AI. I think this is like a really good summary. But 63 00:17:13.319 --> 00:17:15.539 Jenny Duan: if there's anything you feel like is missing. 64 00:17:15.900 --> 00:17:18.899 huda: I think instead of this, I can talk about the hackathon. 65 00:17:19.300 --> 00:17:21.919 Jenny Duan: Oh, wait! Why don't you just add one more sentence. 66 00:17:23.069 --> 00:17:28.900 Jenny Duan: Yeah. This summer we hosted our inaugural hackathon and then had some details about it 67 00:18:30.970 --> 00:18:31.690 Jenny Duan: great? 68 00:18:32.825 --> 00:18:37.539 Jenny Duan: Let me just make a list of like some other activities I think you should write about. In the meantime. 69 00:20:48.730 --> 00:20:54.009 huda: Wait. What do I put J. Camp because it's like a 1 like one week thing, so I don't know if. 70 00:20:54.860 --> 00:20:59.980 Jenny Duan: Yeah, I would just say, like, how many weeks did you do? How many hours like 40 h. 71 00:21:00.150 --> 00:21:00.790 huda: Okay. 72 00:21:01.130 --> 00:21:04.219 Jenny Duan: Per week. I don't. I don't know. This is just an example. 73 00:21:11.310 --> 00:21:13.109 Jenny Duan: Maybe I would just say, this. 74 00:21:14.890 --> 00:21:15.590 Jenny Duan: yeah. 75 00:21:41.680 --> 00:21:49.169 Jenny Duan: this is basically your college activities list like on your common app, I mean on the common app. We can condense it a little bit, because I don't know if you'll have 76 00:21:49.400 --> 00:21:53.239 Jenny Duan: enough word count, but other than that it should be okay. 77 00:21:54.470 --> 00:22:00.269 huda: That's pretty cool, cause I don't really. I usually don't really think about like how many hours a week I put into things. 78 00:22:04.280 --> 00:22:05.200 huda: Hmm! 79 00:22:45.720 --> 00:22:46.980 huda: I'm just like 80 00:22:47.210 --> 00:22:48.480 huda: I wouldn't. 81 00:22:49.330 --> 00:22:52.170 Jenny Duan: Yeah, I would just say, 5 week. Summer program 82 00:23:10.600 --> 00:23:12.230 Jenny Duan: isn't code of coffee 83 00:23:12.930 --> 00:23:15.690 Jenny Duan: 2 weeks, or what's 5 weeks. 84 00:23:16.270 --> 00:23:18.429 huda: Or I think that was like combining like 85 00:23:18.996 --> 00:23:24.019 huda: like code abration, and like the other kind of the discord activities. 86 00:23:24.020 --> 00:23:26.529 Jenny Duan: Oh, okay, okay, I would just leave it like. 87 00:23:34.700 --> 00:23:36.689 Jenny Duan: How would I say this? 88 00:23:40.140 --> 00:23:42.570 Jenny Duan: Maybe I would say 2 week summer program 89 00:23:42.730 --> 00:23:43.620 Jenny Duan: plus 90 00:23:45.050 --> 00:23:46.460 Jenny Duan: year-long commitment 91 00:23:46.480 --> 00:23:47.679 Jenny Duan: or something like that. 92 00:23:51.520 --> 00:23:54.940 Jenny Duan: It your involvement. Maybe it's better than commitment here. I can vote. 93 00:23:55.600 --> 00:23:57.070 Jenny Duan: I can change that. 94 00:23:57.200 --> 00:23:57.880 Jenny Duan: Okay. 95 00:23:58.240 --> 00:23:59.010 Jenny Duan: there we go. 96 00:24:41.268 --> 00:24:50.730 Jenny Duan: In the other. I just put some like suggestions for things you can include are there are. Is there anything else, though, about things that you do that you feel like you would want to include that habit 97 00:24:50.830 --> 00:24:53.479 Jenny Duan: yet been written down or captured here. 98 00:24:53.970 --> 00:24:57.670 huda: Oh, so okay, I think this one is like the women in games. One. 99 00:24:57.670 --> 00:24:59.800 Jenny Duan: Yes, sorry. Now. I can't change. 100 00:24:59.970 --> 00:25:02.710 huda: Yeah, sorry. And then 101 00:25:09.450 --> 00:25:11.569 huda: I feel like I'm missing something. 102 00:25:16.460 --> 00:25:18.020 huda: I don't think this really like 103 00:25:18.530 --> 00:25:23.450 huda: I don't know for this purpose, but like content creation for tech. But 104 00:25:23.590 --> 00:25:26.280 huda: yeah, I don't think it for this purpose. It really matters. 105 00:25:27.190 --> 00:25:33.859 huda: Oh, wait, since this is for like school, and like a lot of teachers already know me from like student news. I think 106 00:25:34.130 --> 00:25:36.489 huda: I think I can like mention student news and like. 107 00:25:36.490 --> 00:25:38.930 Jenny Duan: Oh, yeah, student, news would be great. Yeah. 108 00:25:39.930 --> 00:25:44.360 Jenny Duan: is that a part of film club? Or is that? No, that's part of the class right? 109 00:25:44.360 --> 00:25:45.800 huda: For, like the media, arts, class. 110 00:25:45.800 --> 00:25:46.570 Jenny Duan: Okay, yeah. 111 00:25:49.250 --> 00:25:54.140 Jenny Duan: Maybe you could put that like more near the top. If a lot of teachers already know that about you. 112 00:25:54.400 --> 00:25:55.070 huda: Yes. 113 00:25:55.070 --> 00:25:57.489 Jenny Duan: Does that make sense for you? Do you think. 114 00:25:57.640 --> 00:25:58.760 Jenny Duan: okay, cool. 115 00:25:58.760 --> 00:26:00.250 huda: I open it at 3, then. 116 00:26:01.130 --> 00:26:01.690 Jenny Duan: Perfect. 117 00:26:03.450 --> 00:26:06.200 huda: I think I've been working out for 2 years, so I'll just do some. 118 00:26:06.200 --> 00:26:06.920 Jenny Duan: Perfect. 119 00:26:21.750 --> 00:26:24.829 huda: Okay. And then I have to explain each of these or. 120 00:26:25.960 --> 00:26:26.650 Jenny Duan: Yeah. 121 00:26:28.150 --> 00:26:29.259 Jenny Duan: this is like. 122 00:26:31.400 --> 00:26:36.390 Jenny Duan: if you oh, and maybe we need one more. So you can have 10 activities total. 123 00:26:42.240 --> 00:26:45.609 huda: Oh, yeah, the M. Yna like never got back to me. So 124 00:26:46.164 --> 00:26:48.280 huda: even like when I had followed up. But. 125 00:26:49.080 --> 00:26:53.180 Jenny Duan: Okay, it's fine. Then I think it's you can let it go for now. 126 00:26:56.730 --> 00:27:00.240 Jenny Duan: cause I think it's like, you're too constrained for time, really for any like 127 00:27:00.520 --> 00:27:04.520 Jenny Duan: significant commitment to increase any of your like. 128 00:27:04.880 --> 00:27:10.460 Jenny Duan: I don't think it's a good use of your time at this point to try to find like significant new commitments like that. 129 00:27:10.960 --> 00:27:11.720 huda: Yeah. 130 00:27:16.540 --> 00:27:19.270 huda: Okay. So then I I guess I could just start explaining. 131 00:27:19.780 --> 00:27:21.000 Jenny Duan: Yeah, exactly. 132 00:27:21.090 --> 00:27:23.830 Jenny Duan: If you think that this would be 133 00:27:24.220 --> 00:27:26.789 Jenny Duan: not a good use of time, we can. 134 00:27:27.050 --> 00:27:31.789 Jenny Duan: You can write this and then send it to me, and I can review it asynchronously. But 135 00:27:31.890 --> 00:27:32.710 Jenny Duan: okay. 136 00:27:33.320 --> 00:27:40.070 Jenny Duan: And then for Number 10, I would say, like, what do you think is the activity for your 10th choice. Do you have any thoughts here. 137 00:27:41.315 --> 00:27:44.780 huda: I think women and games ambassadorship would be like 138 00:27:45.273 --> 00:27:52.366 huda: like pretty impactful cause like. Also I did host a like workshop during my hackathon, which is like 139 00:27:52.780 --> 00:27:57.720 huda: I guess, brought brought to you by like women and games, and like 140 00:27:58.180 --> 00:28:15.179 huda: I talked about like the program, and like like how to develop games and everything and so like, I think that's like one thing that I can use like quantify like, there's also lots of testimonials and stuff for that. And then, like, there's a couple of people that attended. So that's some something that I can mention like on my activities. 141 00:28:15.310 --> 00:28:17.970 huda: And like also like the fact that I think 142 00:28:19.071 --> 00:28:27.678 huda: I think I want the the I I don't know for sure for certain, but like I think that I'm like the youngest ambassador. And 143 00:28:28.730 --> 00:28:29.620 huda: yeah. 144 00:28:29.740 --> 00:28:30.839 huda: So I think 145 00:28:31.040 --> 00:28:33.260 huda: I think that's like something worth mentioning. 146 00:28:33.260 --> 00:28:35.870 Jenny Duan: Okay, yeah, let's let's choose this. Then. 147 00:28:37.310 --> 00:28:39.810 huda: Yeah. So I think I've like, I 148 00:28:39.980 --> 00:28:42.689 huda: started earlier this year. So 149 00:28:44.270 --> 00:28:45.669 huda: I want to say, like. 150 00:28:49.630 --> 00:28:53.829 huda: like, maybe like 30 weeks, 30 weeks. 151 00:28:53.830 --> 00:28:54.720 Jenny Duan: Sounds good 152 00:29:02.560 --> 00:29:03.799 Jenny Duan: oh, oops! 153 00:29:19.310 --> 00:29:19.920 huda: Okay. 154 00:29:22.450 --> 00:29:24.869 huda: I guess we can move on from that one. Then 155 00:29:25.250 --> 00:29:25.970 huda: cool. 156 00:29:27.660 --> 00:29:28.910 Jenny Duan: So, okay. 157 00:29:29.500 --> 00:29:30.660 Jenny Duan: now. 158 00:29:32.280 --> 00:29:35.439 Jenny Duan: these are all very different questions. 159 00:29:36.510 --> 00:29:40.100 Jenny Duan: Tell us something that people most people probably don't know about. You. 160 00:29:41.820 --> 00:29:42.460 huda: I think 161 00:29:42.810 --> 00:29:43.530 huda: so. 162 00:29:43.530 --> 00:29:44.520 Jenny Duan: Really great. 163 00:29:45.601 --> 00:29:48.649 huda: I think maybe like I can talk about 164 00:29:49.030 --> 00:29:51.779 huda: like the fact that I'm a 165 00:29:52.757 --> 00:30:07.019 huda: that I like to play Wordle. I feel like I've kind of talked about my essay, but, like like wordle like helps me like expand my vocabulary, and that like makes me, I guess, like better articulate myself. But like. 166 00:30:07.380 --> 00:30:11.679 huda: Yeah, that's just like, I don't know if it's like really adds to anything. But that's like something that 167 00:30:11.830 --> 00:30:13.540 huda: people might not know about me. 168 00:30:13.790 --> 00:30:15.260 huda: But maybe even like. 169 00:30:19.360 --> 00:30:21.909 huda: Yeah, I'm not sure if like how to 170 00:30:22.030 --> 00:30:23.559 huda: add to this. But 171 00:30:24.698 --> 00:30:28.870 huda: maybe I like I I like writing poetry. Maybe that's something that people don't. 172 00:30:28.870 --> 00:30:47.629 Jenny Duan: Oh, this is just something I thought about, but like one potential essay, not your common app cause. You already are working on that, but like for something else could be. I I think this could be like an interesting essay theme, like every day you play the wordle, and every day the word could be like a random word. For example, what was the last wordle word that it was? 173 00:30:48.530 --> 00:30:49.200 Jenny Duan: Oh. 174 00:30:49.640 --> 00:30:51.370 huda: I think the last one 175 00:30:52.150 --> 00:30:56.770 huda: I don't remember like the one recently, but I know there was one which was like a bait. I was like. 176 00:30:56.770 --> 00:31:02.108 Jenny Duan: A bait, and you can talk about how like that has, you know, taught you to to learn new 177 00:31:03.310 --> 00:31:07.150 Jenny Duan: new new words, new vocabulary. But, like. 178 00:31:07.490 --> 00:31:20.850 Jenny Duan: maybe you can talk about how like, if you got to design the wordle, maybe like a word you would choose could be like salam or something like that, like peace, or like Hello! And like, how like the word! All like! How how you are learning how like the language that we. 179 00:31:21.340 --> 00:31:34.499 Jenny Duan: the language that we use like shapes, the way that we view the world, and how that connects to like your culture, and also like journalism, because journalism is all about like language and words, and like, used in in different combinations that like produce new meaning. 180 00:31:34.720 --> 00:31:40.800 Jenny Duan: I think that would be like a little bit interesting. That's just something that came to my mind, kind of random. But yeah. 181 00:31:40.800 --> 00:31:41.990 huda: Like that idea. 182 00:31:44.260 --> 00:31:49.893 Jenny Duan: Okay, I love this essay. I think, like your answer to Number 5 is already like, quite good 183 00:31:51.400 --> 00:31:53.080 Jenny Duan: maybe you can say like 184 00:31:55.390 --> 00:32:00.319 Jenny Duan: I don't know is Wordle is wordle. The 1st thing you do every day, or like what is the 1st thing that you do every day. 185 00:32:00.620 --> 00:32:08.119 huda: Yeah, probably, like I love playing wordle like like in the morning. And also sometimes like when I'm stressed like, it helps me like de-stress. 186 00:32:08.120 --> 00:32:10.559 Jenny Duan: Hmm! Maybe you can say that like. 187 00:32:12.410 --> 00:32:16.920 huda: Like I find comfort in like knowing, learning new things maybe cause like. 188 00:32:16.920 --> 00:32:17.570 Jenny Duan: Yeah. 189 00:32:17.570 --> 00:32:20.969 huda: Love learning like new, like terms from Wordle. 190 00:32:21.040 --> 00:32:23.789 huda: Well, even like connections and stuff. Yeah. 191 00:32:23.790 --> 00:32:25.629 Jenny Duan: Yeah, you can say, like. 192 00:32:26.520 --> 00:32:29.749 Jenny Duan: I start every day with wordle or like. 193 00:32:29.840 --> 00:32:37.520 Jenny Duan: that's we. Let's try to turn that into like a fun fact about yourself. So instead of saying like, Oh, I really like playing world, we, you can say, like. 194 00:32:38.740 --> 00:32:42.729 Jenny Duan: I start every single day with a new 5 letter sequence. 195 00:32:42.790 --> 00:32:44.150 Jenny Duan: Sometimes it's 196 00:32:44.490 --> 00:32:48.650 Jenny Duan: I don't think you have to write this in such an like an essay way. You can be more direct, but, like. 197 00:32:49.040 --> 00:32:49.680 huda: Okay. 198 00:32:49.680 --> 00:32:55.900 Jenny Duan: Yeah, something like that, like, just to catch the the readers. Attention, even if the reader is just, you know, one of your teachers like 199 00:32:56.190 --> 00:32:58.210 Jenny Duan: this still could be interesting. 200 00:33:59.270 --> 00:34:04.130 huda: Or should I like? Put this like separately, like, what about the game developer? Part. 201 00:34:06.470 --> 00:34:09.690 Jenny Duan: Maybe you say, like playing games, or 202 00:34:11.420 --> 00:34:14.780 Jenny Duan: I don't know, being a gamer or something like something about gaming has 203 00:34:15.290 --> 00:34:24.599 Jenny Duan: has inspired you to create your own games as well like what? Started as a love for like games, problem, solving and learning turned into like an act of creation of your own. 204 00:35:23.750 --> 00:35:28.259 huda: Yeah, did I mention like distributing? Oh, yeah, I already have. So I don't think I have to say it again. 205 00:36:08.780 --> 00:36:11.008 Jenny Duan: Okay, I I like this addition. 206 00:36:13.690 --> 00:36:14.910 Jenny Duan: until they create 207 00:36:15.010 --> 00:36:16.150 Jenny Duan: Asian. 208 00:36:23.800 --> 00:36:25.309 Jenny Duan: They're my own. 209 00:36:29.620 --> 00:36:31.250 Jenny Duan: What's another word for game? 210 00:36:32.790 --> 00:36:34.300 Jenny Duan: Alright, I'll look this up. 211 00:36:36.020 --> 00:36:36.630 huda: Yeah. 212 00:36:46.140 --> 00:36:49.670 Jenny Duan: I would take out these 2 sentences. I feel like this is redundant. 213 00:36:49.900 --> 00:36:50.929 Jenny Duan: What do you think. 214 00:36:52.840 --> 00:36:53.630 huda: Yeah. 215 00:37:08.450 --> 00:37:10.559 Jenny Duan: How long did it take you to Code Synthoria? 216 00:37:11.420 --> 00:37:13.259 huda: Like a like a year. 217 00:37:13.820 --> 00:37:15.540 Jenny Duan: After a year's 218 00:37:16.040 --> 00:37:17.620 Jenny Duan: worth of development. 219 00:37:19.490 --> 00:37:20.279 Jenny Duan: There we go! 220 00:38:10.860 --> 00:38:16.330 Jenny Duan: Wait! This sentence feels like it doesn't quite fit in. Can you tell me what you're trying to get behind here. 221 00:38:16.730 --> 00:38:20.289 huda: I was kind of maybe I was like talking about like 222 00:38:20.420 --> 00:38:29.109 huda: this is the one that I wrote earlier before. By the way, and then I guess I was trying to say like, how this is like led to an impact by like 223 00:38:29.150 --> 00:38:32.270 huda: cause. I feel like a lot of teachers might be like 224 00:38:32.290 --> 00:38:35.760 huda: interested to learn that I was like on 2 podcasts 225 00:38:36.000 --> 00:38:37.120 huda: and like, 226 00:38:37.770 --> 00:38:48.260 huda: I think, like showing that like my game, I wanted to be like more accessible to people. And so like, I was like featured on like 2 podcasts for this reason. 227 00:38:49.000 --> 00:38:50.460 Jenny Duan: Okay, yeah. 228 00:38:52.990 --> 00:38:54.160 Jenny Duan: maybe 229 00:38:54.460 --> 00:38:56.192 Jenny Duan: I would say, 230 00:38:59.960 --> 00:39:01.100 Jenny Duan: I would say, this is 231 00:39:04.500 --> 00:39:05.559 Jenny Duan: to me. 232 00:39:06.450 --> 00:39:07.550 Jenny Duan: James. 233 00:39:09.420 --> 00:39:11.140 Jenny Duan: represent 234 00:39:12.070 --> 00:39:15.210 Jenny Duan: the opportunity to make information 235 00:39:15.430 --> 00:39:16.740 Jenny Duan: accessible 236 00:39:16.810 --> 00:39:18.099 Jenny Duan: for the world. 237 00:39:34.590 --> 00:39:37.610 Jenny Duan: I maybe wouldn't mention the podcast things unless 238 00:39:37.930 --> 00:39:47.450 Jenny Duan: specifically asked about them. Because, I think, like, your teachers would probably not write about the interviews on the podcast like in the letter recommendation for you. Because I feel like 239 00:39:47.620 --> 00:39:51.157 Jenny Duan: that's not something they can directly speak about. But 240 00:39:52.190 --> 00:39:54.919 Jenny Duan: I think they want to know, like, why do you do that? 241 00:39:55.420 --> 00:40:06.980 Jenny Duan: And I think it's obviously what you do is not for publicity. So I'm trying to think of. Is it important to you to include the podcast aspect, because we can weave that in. I'm just trying to figure out a way to do that like a little bit 242 00:40:07.080 --> 00:40:08.490 Jenny Duan: more smoothly. 243 00:40:10.710 --> 00:40:16.350 huda: I guess we don't have to. I don't know. I just thought like I just thought little. My teachers might be a little more like 244 00:40:17.350 --> 00:40:31.599 huda: I interested cause they're like, really interested by, like, like really unique aspects, like when I showed them my videos from like J. Camp, they're really interested to see that I was like on actual news, and like they're always like amazed when they seem on me. See me on like soon news, so like 245 00:40:31.610 --> 00:40:32.960 huda: they're usually 246 00:40:33.070 --> 00:40:34.050 huda: kind of 247 00:40:34.500 --> 00:40:39.219 huda: more meat by these things, but I think we don't have to if it, if it's like, doesn't make sense. 248 00:40:41.410 --> 00:40:42.990 Jenny Duan: One podcast 249 00:40:44.220 --> 00:40:46.280 Jenny Duan: on 2 podcasts 250 00:40:47.320 --> 00:40:48.600 Jenny Duan: I am. 251 00:40:51.270 --> 00:40:54.600 Jenny Duan: My hope is to share my journey 252 00:40:54.870 --> 00:40:56.060 Jenny Duan: and 253 00:40:56.880 --> 00:40:58.050 Jenny Duan: game 254 00:41:00.360 --> 00:41:02.060 Jenny Duan: with others 255 00:41:04.550 --> 00:41:05.490 Jenny Duan: in 256 00:41:07.390 --> 00:41:10.789 Jenny Duan: inspiring them and sharing a 257 00:41:14.580 --> 00:41:20.200 Jenny Duan: is? Are the podcasts like more for inspiration? Or what do you see? As, like the main purpose of a podcast. 258 00:41:20.730 --> 00:41:22.489 huda: I think it's more like 259 00:41:22.590 --> 00:41:27.360 huda: to show people or like show people like resources. For like how 260 00:41:27.420 --> 00:41:33.627 huda: like one of them was about like games for change. Basically, it was games for good. And it talks about like how 261 00:41:34.120 --> 00:41:41.320 huda: like gaming can have like a bigger impact. Like, for example, in this case, like education about AI, so like sharing like. 262 00:41:41.530 --> 00:41:42.800 huda: I guess. 263 00:41:43.090 --> 00:41:48.569 huda: a new aspect to gaming which is education. 264 00:41:50.520 --> 00:41:51.766 Jenny Duan: Okay, yeah. 265 00:41:52.920 --> 00:41:54.729 Jenny Duan: my hope is to 266 00:41:56.710 --> 00:41:58.170 Jenny Duan: is to 267 00:42:04.480 --> 00:42:07.249 Jenny Duan: inspiring them, and 268 00:42:15.090 --> 00:42:18.460 Jenny Duan: their knowledge and understanding of 269 00:42:19.940 --> 00:42:21.890 Jenny Duan: evolve game 270 00:42:23.050 --> 00:42:25.259 Jenny Duan: have a play in. 271 00:42:30.400 --> 00:42:33.819 Jenny Duan: How would you summarize the impact of the podcast? In one sentence. 272 00:42:35.300 --> 00:42:41.089 huda: Like what the podcast does, or like the or like my specific like interview, and like what it did. 273 00:42:41.390 --> 00:42:43.909 Jenny Duan: What would you want your teachers to know about the podcast? 274 00:42:44.540 --> 00:42:45.790 huda: Oh, I guess like 275 00:42:47.550 --> 00:42:48.650 huda: I mean. 276 00:42:49.950 --> 00:42:51.380 huda: I want like. 277 00:42:54.050 --> 00:43:05.450 huda: I think I just like want the teachers to know that like it was like a large audience that was able to like, learn about my game and actually play it. And they also, like and also the podcast detailed, like 278 00:43:05.690 --> 00:43:16.989 huda: kind of the purpose of my game, which is like to like educate people about AI and AI ethics. And so, like this audience like this, like new audience was able to like, learn a new aspect of technology. 279 00:43:17.360 --> 00:43:19.749 Jenny Duan: Okay, and games with 280 00:43:19.860 --> 00:43:21.640 Jenny Duan: a lottery broader. 281 00:43:22.940 --> 00:43:27.129 Jenny Duan: broader audience writing them in sparing through their knowledge 282 00:43:28.700 --> 00:43:31.360 Jenny Duan: other rules games can play in 283 00:43:32.950 --> 00:43:35.130 Jenny Duan: educational experience. 284 00:43:39.850 --> 00:43:41.330 Jenny Duan: Okay, how's that? 285 00:43:41.330 --> 00:43:42.799 huda: That sounds that looks great. 286 00:43:43.170 --> 00:43:53.990 Jenny Duan: Okay, I'm glad that was kind of like a trick tricky sentence to get out. But okay, I'm glad that that looks good. How do you feel about this response to question? 5 in total. 287 00:43:54.520 --> 00:43:56.260 huda: I think it was good, I think, like 288 00:43:56.730 --> 00:43:57.980 huda: I don't know if, like 289 00:43:58.110 --> 00:44:06.129 huda: I'm talking about my game like the entire time to talk about it. I caught. I talk about like Synthoria a couple of times, but I don't know if this like questions like 290 00:44:08.010 --> 00:44:10.930 huda: ask about like stuff like outside of that, but I don't know. 291 00:44:11.540 --> 00:44:13.979 Jenny Duan: I think it's fine. It's asking you about your hobbies like. 292 00:44:14.110 --> 00:44:16.589 Jenny Duan: and game making is a hobby of yours, so 293 00:44:16.660 --> 00:44:18.519 Jenny Duan: I feel like that's totally fine. 294 00:44:19.060 --> 00:44:20.100 huda: Okay, yeah. 295 00:44:21.830 --> 00:44:22.400 huda: yeah. 296 00:44:22.400 --> 00:44:23.909 Jenny Duan: Okay, next question. 297 00:44:24.000 --> 00:44:26.419 Jenny Duan: tell us about a time you were challenged. 298 00:44:27.900 --> 00:44:28.750 Jenny Duan: Okay. 299 00:44:29.990 --> 00:44:31.520 Jenny Duan: this is a great story. 300 00:44:34.660 --> 00:44:38.069 Jenny Duan: do you know approximately how long these responses should be 301 00:44:38.670 --> 00:44:42.139 Jenny Duan: for at least 5 to 6 sentences. But did they give you an upper bound. 302 00:44:44.660 --> 00:44:47.290 huda: no, they didn't. They didn't know. But like 303 00:44:47.920 --> 00:44:53.580 huda: this is just like like, for let me see if there's any like limitations on. 304 00:44:53.580 --> 00:44:54.250 Jenny Duan: Okay. 305 00:44:56.560 --> 00:44:59.909 Jenny Duan: cause I feel like we're writing really great essays. But I don't know if it's like 306 00:45:00.720 --> 00:45:01.890 Jenny Duan: how long 307 00:45:01.930 --> 00:45:02.960 Jenny Duan: these need to be. 308 00:45:46.860 --> 00:45:51.089 huda: Not sure where, like the word limit is. I don't think there is any. 309 00:46:01.500 --> 00:46:04.709 Jenny Duan: Probably then I think if there's no limits, then it's totally fine. 310 00:46:17.260 --> 00:46:20.059 huda: Okay, yeah. I'm not sure. I think like 311 00:46:20.920 --> 00:46:23.480 huda: it says, like, in total, 3,000 characters. 312 00:46:23.800 --> 00:46:24.930 huda: But. 313 00:46:26.470 --> 00:46:29.589 Jenny Duan: Oh, yeah, I think you're under the limit for these. 314 00:46:30.350 --> 00:46:31.060 huda: Okay. 315 00:46:33.330 --> 00:46:34.643 Jenny Duan: Okay, cool. 316 00:46:36.080 --> 00:46:40.039 Jenny Duan: is this the story that you want to go with for Number 6? Are you considering other stories. 317 00:46:40.540 --> 00:46:45.270 huda: I think if it looks fine, then yeah, like, I'm totally fine with this one. 318 00:46:45.890 --> 00:46:47.279 Jenny Duan: Okay, this looks good. 319 00:46:49.930 --> 00:46:56.330 Jenny Duan: so let's just make this a little bit longer. I think I mean, at least hitting like the sentence. Mark 320 00:46:56.510 --> 00:46:58.869 Jenny Duan: 5 to 6 sentences. 321 00:46:59.480 --> 00:47:02.309 huda: Also, I think the entire thing is supposed to be 322 00:47:02.500 --> 00:47:05.080 huda: 3,000 sentences. I don't know if this is 323 00:47:05.350 --> 00:47:06.719 huda: okay. Yeah, yeah. 324 00:47:09.743 --> 00:47:11.209 huda: Yeah. So 325 00:47:18.090 --> 00:47:18.580 huda: when did. 326 00:47:18.580 --> 00:47:24.030 Jenny Duan: When when did this happen? Maybe you can contextualize, like how old you were, what your reaction was. 327 00:47:24.170 --> 00:47:25.130 Jenny Duan: etc. 328 00:47:25.640 --> 00:47:27.029 huda: Okay, I was like. 329 00:47:31.420 --> 00:47:34.440 huda: I think I was like in 7th grade. 330 00:47:34.910 --> 00:47:35.809 Jenny Duan: Okay, yeah. 331 00:47:59.740 --> 00:48:01.780 Jenny Duan: exactly. This is great. 332 00:48:13.870 --> 00:48:16.399 Jenny Duan: I feel like your writing has improved so much. 333 00:48:16.650 --> 00:48:17.680 huda: Oh, thank you! 334 00:48:17.870 --> 00:48:18.470 Jenny Duan: Yeah. 335 00:48:21.670 --> 00:48:24.989 huda: Oh, should I see like picture of this like? I don't know if that if that's like. 336 00:48:24.990 --> 00:48:26.750 Jenny Duan: Make sure this is better. Yeah. 337 00:48:42.731 --> 00:48:45.629 huda: I don't know. I should write this in 3rd person, or like 338 00:48:46.560 --> 00:48:48.400 huda: start narrating after this 339 00:48:49.470 --> 00:48:51.069 huda: ordinary. I think. 340 00:48:51.070 --> 00:48:52.720 Jenny Duan: I think narrating is good. 341 00:48:52.720 --> 00:48:53.290 huda: Yeah. 342 00:49:20.130 --> 00:49:21.100 huda: what was it? 343 00:49:21.820 --> 00:49:23.470 huda: Benjamin Franklin? 344 00:49:25.640 --> 00:49:29.350 Jenny Duan: What is? Yeah. The benefits? A $100 bill. 345 00:49:32.470 --> 00:49:35.319 Jenny Duan: Sorry I should know this. It's Andrew Jackson. 346 00:49:35.500 --> 00:49:37.570 huda: Yeah, I I forgot to. 347 00:50:28.750 --> 00:50:30.889 huda: How do I describe this? 348 00:50:39.660 --> 00:50:41.700 huda: I don't know if this is the right explanation, but. 349 00:50:42.130 --> 00:50:44.089 Jenny Duan: The lights flickered, shut. 350 00:50:44.650 --> 00:50:45.970 huda: Liquor chip. Yeah. 351 00:50:50.610 --> 00:50:53.430 Jenny Duan: Oh, yeah, I think the sentence could be more 352 00:50:53.550 --> 00:50:54.720 Jenny Duan: descriptive. 353 00:50:55.410 --> 00:50:58.130 Jenny Duan: How else would you reiterate this. 354 00:51:01.330 --> 00:51:11.970 Jenny Duan: You could say, like my dad had just lost his job. You can say, like, like some like my family is going through a financial struggle, I think, is a little bit vague, and we want to incite like empathy for the reader. 355 00:51:17.470 --> 00:51:21.432 huda: I don't think my dad was still working. We just didn't have that much money. So 356 00:51:21.990 --> 00:51:22.960 huda: like. 357 00:51:23.180 --> 00:51:24.150 Jenny Duan: Maybe like 358 00:51:24.300 --> 00:51:26.150 Jenny Duan: money was tight at the time. 359 00:51:26.500 --> 00:51:27.330 Jenny Duan: What's that. 360 00:51:27.680 --> 00:51:28.769 huda: That sounds better. 361 00:51:29.220 --> 00:51:30.010 Jenny Duan: And 362 00:51:31.690 --> 00:51:36.219 Jenny Duan: did you miss a dental visit, or like what? Why is this relevant. 363 00:51:36.899 --> 00:51:48.080 huda: I think it's just like I'm kind of like emphasizing how like it got to the point where we couldn't even like, or we had to pay like the dental visit, like pay for the dental visit in installments. 364 00:51:49.370 --> 00:51:50.390 huda: so 365 00:51:52.200 --> 00:51:54.260 huda: I think it was just to emphasize that. 366 00:51:54.260 --> 00:51:55.649 Jenny Duan: Yeah. Let's see. 367 00:51:57.280 --> 00:51:58.310 Jenny Duan: time 368 00:52:00.290 --> 00:52:01.890 Jenny Duan: dental visits 369 00:52:06.070 --> 00:52:07.060 Jenny Duan: here. 370 00:52:08.000 --> 00:52:13.490 huda: Or maybe, like dental visits and physical checkups became a 371 00:52:16.380 --> 00:52:18.160 huda: an expensive 372 00:52:21.050 --> 00:52:23.053 huda: What was the word? What's the word? 373 00:52:24.910 --> 00:52:25.670 Jenny Duan: Yeah. 374 00:52:29.210 --> 00:52:31.550 huda: Dental visits became a 375 00:52:33.000 --> 00:52:35.940 huda: I don't know the word. I have like a thought right now, though, but 376 00:52:37.000 --> 00:52:38.100 huda: rarity 377 00:52:41.524 --> 00:52:43.450 Jenny Duan: Let me look it up. 378 00:52:45.738 --> 00:52:48.209 huda: Like basically the opposite of a commodity right? 379 00:52:53.860 --> 00:52:55.080 Jenny Duan: Became 380 00:53:00.320 --> 00:53:01.610 Jenny Duan: a. 381 00:53:14.400 --> 00:53:16.979 Jenny Duan: I think I know what you're talking about. I just 382 00:53:17.920 --> 00:53:18.900 Jenny Duan: can't. 383 00:53:33.610 --> 00:53:38.550 huda: Funny at the time. Dental visits now paid in installments became a 384 00:53:39.538 --> 00:53:42.809 huda: became James. No, okay. That sounds too like 385 00:53:45.320 --> 00:53:47.000 huda: became a 386 00:53:52.910 --> 00:53:55.829 huda: I think like, for now I can just write rarity. 387 00:53:57.980 --> 00:53:58.940 Jenny Duan: Luxury. 388 00:53:59.810 --> 00:54:01.089 huda: Luxury. Yeah. 389 00:54:09.100 --> 00:54:10.080 huda: My 390 00:54:10.740 --> 00:54:11.880 huda: permanent care. 391 00:55:17.770 --> 00:55:18.879 Jenny Duan: This is great. 392 00:55:42.370 --> 00:55:44.240 Jenny Duan: Would you say you're a stubborn person. 393 00:55:44.570 --> 00:55:45.290 huda: Yeah. 394 00:55:58.460 --> 00:56:00.349 Jenny Duan: How did you get from your room to the car? 395 00:56:01.930 --> 00:56:02.939 huda: I guess, like 396 00:56:05.810 --> 00:56:19.671 huda: first, st like I went to the living room, and then, like or I was at the living room. And then, like, I guess everyone was kind of like talking about like how like what happened, basically. And then, like, my dad was like, Oh, wait! I I think I didn't get to pay the bill, and then 397 00:56:20.310 --> 00:56:24.940 huda: And they were like scrambling through like like wallet to see if we had cash. 398 00:56:26.390 --> 00:56:33.709 huda: And then they couldn't find any. So then I was like, you know what? Let me just like. Use my E money, and then, like 399 00:56:34.103 --> 00:56:38.349 huda: after that we drove to like the In Person bank, and then 400 00:56:38.510 --> 00:56:40.039 huda: we like, I guess. 401 00:56:40.690 --> 00:56:45.679 huda: like put the money in, and by the time we were back I was able to like, join back the fortnite game. 402 00:56:46.820 --> 00:56:49.680 Jenny Duan: Right as as a parent scrambled for cash. 403 00:56:50.410 --> 00:56:50.980 Jenny Duan: Hi 404 00:56:52.360 --> 00:56:54.190 Jenny Duan: decided to. 405 00:56:54.840 --> 00:57:04.629 huda: Or how about like, I think it would be a funny way to put it could be like I I knew exactly which. I knew exactly who 406 00:57:04.770 --> 00:57:12.219 huda: which valiant hero would save me from this situation. That Andrew Jackson I got from E. 407 00:57:12.970 --> 00:57:14.890 Jenny Duan: That's really great. Put that in. 408 00:57:15.160 --> 00:57:15.979 Jenny Duan: Thank you. 409 00:57:17.430 --> 00:57:18.524 huda: Oh, wait, wait, 410 00:58:04.050 --> 00:58:07.969 huda: And then from this do I just go into like, the car part. 411 00:58:11.020 --> 00:58:11.650 huda: Yeah. 412 00:58:11.650 --> 00:58:13.039 Jenny Duan: Maybe you can say like. 413 00:58:17.720 --> 00:58:20.809 Jenny Duan: 20 min later, we are on the way to the bank. 414 00:58:23.090 --> 00:58:24.160 Jenny Duan: Something like that. 415 00:58:45.090 --> 00:58:46.829 huda: Okay. I don't know if, like this, like 416 00:58:48.850 --> 00:59:05.450 huda: I don't know if I'm focusing too much on fortnite, but I just wanted to add a sentence about like, How like I was, gonna use this like $20 for like the end game currency. But then I felt the game was more important. But I don't know if that like that doesn't really relate. So I guess I can just like keep that out. 417 00:59:05.700 --> 00:59:07.850 Jenny Duan: Yeah, I think you can leave it out for now. 418 00:59:08.220 --> 00:59:08.970 Jenny Duan: Yeah. 419 00:59:11.330 --> 00:59:12.480 huda: after 420 00:59:13.250 --> 00:59:14.180 huda: I 421 00:59:15.440 --> 00:59:16.670 huda: inputted. 422 00:59:19.530 --> 00:59:20.300 huda: Okay. 423 00:59:47.910 --> 00:59:48.580 huda: yep. 424 01:00:51.760 --> 01:00:53.950 huda: So I don't know if this like last bit is like 425 01:00:55.210 --> 01:00:56.290 huda: to like 426 01:00:57.790 --> 01:01:07.458 huda: stated like, I just see how I I continue to practice, like the fact that investing in others will help always be good results. I continue to practice that. But, 427 01:01:08.660 --> 01:01:12.019 huda: I don't know if I should keep that in cause. That might be like 428 01:01:15.460 --> 01:01:16.810 huda: like of a statement. 429 01:01:26.360 --> 01:01:29.040 Jenny Duan: Maybe you can say I learned that 430 01:01:36.720 --> 01:01:38.590 Jenny Duan: Is that the lesson that you learned 431 01:01:38.630 --> 01:01:40.470 Jenny Duan: or so lesson that you learned that like 432 01:01:40.490 --> 01:01:43.109 Jenny Duan: it's good to like. Be generous, or 433 01:01:43.460 --> 01:01:45.740 Jenny Duan: I feel like investing in yourself. 434 01:01:45.950 --> 01:01:52.179 Jenny Duan: We'll always pay good results, is maybe not what it feels like. You're learning here. But let me know if that's. 435 01:01:53.140 --> 01:01:57.790 huda: Yeah, I think I learned both things like being like a generous person and like 436 01:01:58.191 --> 01:02:07.728 huda: like, I guess, like sacrificing things for, like the betters of better of others, will always be like a good thing to do. And 437 01:02:08.520 --> 01:02:09.380 huda: yeah. 438 01:02:10.420 --> 01:02:11.719 Jenny Duan: I have learned that 439 01:02:11.740 --> 01:02:13.210 Jenny Duan: generosity 440 01:02:15.650 --> 01:02:16.770 Jenny Duan: is a gift. 441 01:02:17.130 --> 01:02:18.340 Jenny Duan: and 442 01:02:32.840 --> 01:02:34.000 huda: Generosity. 443 01:02:39.810 --> 01:02:40.970 huda: There's a gift. 444 01:02:52.116 --> 01:02:53.630 huda: and investing 445 01:02:56.140 --> 01:02:57.770 huda: Your efforts 446 01:02:58.140 --> 01:02:59.780 huda: into the 447 01:03:03.170 --> 01:03:05.009 huda: betterment of others 448 01:03:06.260 --> 01:03:07.479 huda: is always 449 01:03:09.630 --> 01:03:10.820 huda: is always. 450 01:03:14.650 --> 01:03:17.399 huda: I don't know how to say other than like a good thing, but like 451 01:03:17.750 --> 01:03:20.020 huda: is always for the best. 452 01:03:25.220 --> 01:03:25.770 huda: and. 453 01:03:25.770 --> 01:03:26.740 Jenny Duan: Is always 454 01:03:34.600 --> 01:03:36.690 Jenny Duan: voice is always a gift. 455 01:03:36.800 --> 01:03:37.800 Jenny Duan: How's that. 456 01:03:38.380 --> 01:03:39.140 huda: Okay. Yeah. 457 01:03:39.740 --> 01:03:40.469 huda: Okay. Cool. 458 01:03:42.610 --> 01:03:43.430 Jenny Duan: Okay. 459 01:03:44.120 --> 01:03:47.159 Jenny Duan: this is a great. The next essay is like a great topic. 460 01:03:47.340 --> 01:03:49.109 Jenny Duan: I feel like this is really good. 461 01:03:56.700 --> 01:04:01.240 Jenny Duan: I mean, I feel like this is not maybe a good thing to say. 462 01:04:02.110 --> 01:04:04.999 Jenny Duan: especially if you're applying to study computer science. 463 01:04:05.000 --> 01:04:05.590 huda: Yeah. 464 01:04:05.590 --> 01:04:09.640 Jenny Duan: Cause. Then it's like, Oh, that doesn't really make sense. If you're applying to study computer science. 465 01:04:10.390 --> 01:04:11.180 huda: Yeah. 466 01:04:11.340 --> 01:04:14.280 Jenny Duan: Maybe you can talk about like being 467 01:04:15.850 --> 01:04:16.640 Jenny Duan: like 468 01:04:17.880 --> 01:04:23.729 Jenny Duan: I don't know what are some of the stereotypes that you face because of your identities. If you want to write about that, or if you 469 01:04:23.740 --> 01:04:26.009 Jenny Duan: want to write about your family and how you like. 470 01:04:26.300 --> 01:04:29.430 Jenny Duan: Maybe your parents have inspired you to work hard to like. 471 01:04:29.990 --> 01:04:33.119 Jenny Duan: be entrepreneurially minded. Pursue, stem like. 472 01:04:34.080 --> 01:04:36.090 Jenny Duan: Do you have an answer to this. 473 01:04:36.420 --> 01:04:40.709 huda: I think, like for one like my parents have definitely 474 01:04:41.370 --> 01:04:50.110 huda: So I guess I'll list a couple of things. But, like my parents have like influenced me to get into technology, and like that. 475 01:04:50.150 --> 01:05:15.069 huda: like, they've worked on technology and like, my dad's worked on like many, many projects. With technology and like in different use cases like, for example, like business. I know he did like a tech project which was like for healthcare, which was like really like cool to me, cause I never got to see those intersections previously. So I think, like my family has showed me that technology can like. 476 01:05:15.070 --> 01:05:32.432 huda: be mixed with, like other aspects, to create social change, or like, even like, just in general, just technology can cause change or create change. And then, I think, like, in terms of like my identity impacting like things that I've been doing. 477 01:05:33.340 --> 01:05:35.140 huda: I think definitely, there's like 478 01:05:35.790 --> 01:05:37.729 huda: been like the thing about 479 01:05:38.409 --> 01:05:43.600 huda: like being like a girl in in this field? It's definitely like 480 01:05:43.700 --> 01:05:46.100 huda: in technology. Specifically, it's like. 481 01:05:48.390 --> 01:05:55.210 huda: I don't know how else to describe it, but like I feel like a lot of opportunities are like close to you. And 482 01:05:59.170 --> 01:06:00.100 huda: I think 483 01:06:00.430 --> 01:06:04.100 huda: like navigating like the kind of clicky aspect of that 484 01:06:04.786 --> 01:06:08.200 huda: like clubs being like dominated by one gender 485 01:06:09.106 --> 01:06:10.540 huda: and then 486 01:06:11.760 --> 01:06:19.080 huda: think like in terms of like my Muslim and Indian identity are impacting like my career interests. I think it's like. 487 01:06:21.270 --> 01:06:25.189 huda: game. Development's kind of like an interesting thing. Because, like for one like. 488 01:06:25.610 --> 01:06:40.550 huda: actually, what's interesting is like my Muslim identity, and like have knowing Urdu has kind of like brought me into like poetry, because, like a lot, there's lots of Urdu poetry in which I've been interested in reading and so like, that's kind of brought me into journalism as well. And then, like. 489 01:06:40.550 --> 01:06:42.499 Jenny Duan: Oh, that's a really cool story. 490 01:06:42.690 --> 01:07:01.959 huda: Yeah, and then, like, my Indian identity has like, really brought me to like technology, which I'm not saying, like all Indian people are into technology. But I guess what I'm saying is like, my parents and everything have like influenced me to get into technology. So these 2 things have kind of like 491 01:07:02.530 --> 01:07:07.979 huda: like in the in my melting pot. I guess, like it's created like this 492 01:07:08.280 --> 01:07:10.789 huda: mix of those 2 things. So I guess 493 01:07:11.304 --> 01:07:15.349 huda: that's like influenced me trying to go into game development. 494 01:07:15.500 --> 01:07:16.360 huda: Yeah. 495 01:07:17.560 --> 01:07:18.320 Jenny Duan: Hmm. 496 01:07:21.050 --> 01:07:24.479 Jenny Duan: okay, how do we start like, how do we start that? 497 01:07:26.340 --> 01:07:27.880 Jenny Duan: Maybe you can say like. 498 01:07:32.590 --> 01:07:34.910 Jenny Duan: it's about your family. Maybe you can say 499 01:07:35.900 --> 01:07:40.780 Jenny Duan: I am a Muslim American girl, and the like 500 01:07:40.900 --> 01:07:43.726 Jenny Duan: daughter of immigrants, or something like that. 501 01:07:44.140 --> 01:07:50.970 Jenny Duan: cause. I think that like this, questions about your family so like I would write a little bit about your parents, and how that's influenced you. 502 01:07:51.520 --> 01:08:01.750 huda: Yeah. And I think maybe I could also talk about like being like in a kind of like bustling family. Bustling like immigrant family and like 503 01:08:02.210 --> 01:08:04.099 huda: finding peace and like 504 01:08:04.895 --> 01:08:06.999 huda: coding and like writing. 505 01:08:07.050 --> 01:08:09.119 huda: and that's like led me to. 506 01:08:09.320 --> 01:08:11.180 huda: I guess. Like 507 01:08:11.340 --> 01:08:13.020 huda: what my interests are. 508 01:08:14.130 --> 01:08:16.160 Jenny Duan: Yeah, that that sounds great. 509 01:08:16.450 --> 01:08:21.519 huda: Wait. So since, like I, technically, I'm like also. And I'm going to move here when I was like. 510 01:08:21.520 --> 01:08:22.380 Jenny Duan: Oh, yeah. 511 01:08:22.380 --> 01:08:30.309 huda: 7. So I can talk about like how like seeing like my parents, like education from like outside of the country, and how hard they work. 512 01:08:30.560 --> 01:08:31.460 Jenny Duan: Yeah. 513 01:08:31.460 --> 01:08:41.859 huda: Get us get us like an education. America has really showed me like the importance of education, and like how I use it as like a way to like. 514 01:08:42.180 --> 01:08:48.939 huda: not only like just build my knowledge, but like of like academically, but like in the world, I think. 515 01:08:50.490 --> 01:08:51.899 Jenny Duan: That sounds really good. 516 01:09:23.470 --> 01:09:25.270 huda: I don't know if this makes sense, but. 517 01:09:56.430 --> 01:09:57.700 Jenny Duan: Yeah, that's good. 518 01:10:45.580 --> 01:10:46.350 Jenny Duan: Yeah. 519 01:10:46.590 --> 01:10:47.650 Jenny Duan: this is great. 520 01:10:51.550 --> 01:10:57.790 huda: Wait, I think, should I? Should I 1st elaborate about like how them being like immigrants, and me being an immigrant, has, like 521 01:10:58.241 --> 01:11:10.200 huda: inform my like view of education, and then talk about like my like bustling family, and that was like led me to like the Major, and things that that I wanted to pursue. 522 01:11:10.550 --> 01:11:12.129 Jenny Duan: Yeah, that sounds really good. 523 01:11:12.310 --> 01:11:18.489 Jenny Duan: Also, I know we're running a little low on time. Do you want to finish this essay now, or do you want to talk through the other 524 01:11:18.640 --> 01:11:24.560 Jenny Duan: too briefly before we end? And then I can review it asynchronously. What would be most helpful for you. 525 01:11:25.182 --> 01:11:28.519 huda: Let's just look at the next 2. I think I could work on this one. 526 01:11:28.520 --> 01:11:29.940 Jenny Duan: Okay, sounds good. 527 01:11:30.120 --> 01:11:36.430 Jenny Duan: What is your one sentence? Philosophy of life? But I would say, let's change this into something unique. 528 01:11:36.570 --> 01:11:41.610 Jenny Duan: Yeah, not from Gandhi, although that's like a great quote. But let's make it 529 01:11:41.620 --> 01:11:47.109 Jenny Duan: something that's more intrinsic to you. Do you feel like you have like a tagline that you say often. 530 01:11:48.290 --> 01:11:50.350 Jenny Duan: or that you remember 531 01:11:58.900 --> 01:11:59.440 Jenny Duan: it? 532 01:11:59.804 --> 01:12:00.899 huda: I mean, like. 533 01:12:01.250 --> 01:12:05.399 huda: I feel like this is also kind of like the similar meaning. But it would be like 534 01:12:05.430 --> 01:12:19.989 huda: if I if I can't do it, or if I can't like, join in, then I'll create my own, because I feel like that's like applicable to like many things that I've done. And so that's like something that I practice in, like a lot of the things that I do. 535 01:12:20.385 --> 01:12:22.459 huda: But like, yeah, I don't think 536 01:12:22.860 --> 01:12:29.560 huda: I think I can like research, like a couple of quotes that I or like, think back to like a couple of quotes that I read from like books and stuff 537 01:12:29.740 --> 01:12:33.010 huda: which have impacted me. But I can't think of anything right now. 538 01:12:34.110 --> 01:12:35.100 huda: Okay. 539 01:12:35.379 --> 01:12:42.089 Jenny Duan: Let's make up something. What do you think is like fundamental about your worldview? We can just come up with the tagline right now. 540 01:12:42.960 --> 01:12:46.340 huda: Like being adaptable like like 541 01:12:46.923 --> 01:12:51.490 huda: I think this is kind of like what my comment app is about, but like being like 542 01:12:52.530 --> 01:12:56.329 huda: kind of like, different from everyone makes me similar to everyone. 543 01:12:56.685 --> 01:12:57.720 huda: In that. Like. 544 01:12:57.860 --> 01:13:01.239 huda: like, I have all these different identities, but it like 545 01:13:01.330 --> 01:13:03.860 huda: just, and at the end of the day. It makes me like 546 01:13:04.340 --> 01:13:08.729 huda: similar to everyone, I think, or be able to like, adapt to everyone and like. 547 01:13:08.870 --> 01:13:11.953 huda: But I don't know. Okay, wait. Let me think of something better. 548 01:13:12.210 --> 01:13:12.870 Jenny Duan: Hello! 549 01:13:28.070 --> 01:13:29.150 huda: Maybe like 550 01:13:29.830 --> 01:13:31.320 huda: to always 551 01:13:31.800 --> 01:13:32.730 huda: like 552 01:13:35.100 --> 01:13:38.090 huda: always to like use 553 01:13:38.440 --> 01:13:51.379 huda: like, no matter like you can't have like a restraint like, for example, like medium can't be like a restraint of like like the impact that you're able to have cause. I feel like for example. 554 01:13:52.180 --> 01:14:05.790 huda: like I've been able to like, teach things in many different ways, like, for example, like teaching the students at my Sunday school through like lesson to lesson kits that I've like helped my teachers with 555 01:14:06.275 --> 01:14:22.659 huda: and then I've also helped with like, develop. Or I've like created video game which helps educate people about AI, and then, like, I think, like medium isn't like a limiting factor. It's like the fact that you can educate that you're always able to learn more like, no matter like 556 01:14:22.760 --> 01:14:24.350 huda: what way it is. 557 01:14:25.940 --> 01:14:28.730 Jenny Duan: Yeah. Education has no medium, has that. 558 01:14:29.120 --> 01:14:30.149 huda: Yeah, it was good. 559 01:14:30.540 --> 01:14:31.170 Jenny Duan: Okay. 560 01:14:31.300 --> 01:14:33.009 Jenny Duan: what about this belief 561 01:14:33.250 --> 01:14:34.630 Jenny Duan: resonates with you? 562 01:14:36.316 --> 01:14:38.059 huda: I believe that like. 563 01:14:38.460 --> 01:14:39.370 huda: okay. 564 01:14:39.810 --> 01:14:41.799 Jenny Duan: Write this down, write this down, write this down. 565 01:14:41.800 --> 01:14:42.400 huda: Okay. 566 01:14:43.050 --> 01:14:47.460 Jenny Duan: What are you saying? The sentence in your head, and then bring it to the paper or to the laptop. 567 01:14:48.160 --> 01:14:48.840 huda: Okay. 568 01:14:49.230 --> 01:14:50.589 huda: wait. I'm just gonna put 569 01:14:53.480 --> 01:14:54.310 huda: do I? 570 01:16:10.950 --> 01:16:12.330 Jenny Duan: This is really good. 571 01:16:15.240 --> 01:16:16.120 huda: Thank you. 572 01:17:07.040 --> 01:17:08.020 Jenny Duan: This looks great. 573 01:17:09.290 --> 01:17:22.290 Jenny Duan: Okay, I think you're on a good track with all of these. I'd like to take a final review before you send to your teachers. Would you be able to email me when or text me once you've finished all of these, and I can check the document like, say tomorrow evening 574 01:17:22.430 --> 01:17:23.110 Jenny Duan: that 575 01:17:23.360 --> 01:17:24.930 Jenny Duan: okay, sounds good. 576 01:17:25.316 --> 01:17:29.713 Jenny Duan: Next time I'd actually really want you to apply for this leadership. 577 01:17:31.750 --> 01:17:35.070 Jenny Duan: this leadership retreat happening in December. 578 01:17:35.370 --> 01:17:37.125 Jenny Duan: Sorry in September. 579 01:17:39.560 --> 01:17:41.619 Jenny Duan: would you be interested in attending this. 580 01:17:45.630 --> 01:17:46.600 huda: You see. 581 01:17:48.130 --> 01:17:51.899 Jenny Duan: If not, that's okay. If so, I think it's a cool opportunity for you. 582 01:17:51.900 --> 01:17:52.899 huda: That was cool. 583 01:17:53.530 --> 01:17:58.149 Jenny Duan: Okay, it's another travel thing. So you'd have to travel to New York, but they'd pay for it. 584 01:18:00.540 --> 01:18:02.110 Jenny Duan: okay, sounds good. 585 01:18:02.711 --> 01:18:10.850 Jenny Duan: I will. Let's work on that the next time that we meet. Then if you have time, could you take a look at the first? st There's only 2 questions. 586 01:18:12.174 --> 01:18:12.779 huda: Everything. 587 01:18:12.780 --> 01:18:20.809 Jenny Duan: Also, just like Filler but there's only 2 application questions. And maybe we could talk about that next time we meet. If that sounds okay with you. 588 01:18:21.170 --> 01:18:24.540 huda: Yeah. Would you like me to like create a draft or 589 01:18:24.630 --> 01:18:25.940 huda: just take a look at them. 590 01:18:26.160 --> 01:18:31.010 Jenny Duan: A draft would be nice if you have time for it, if you don't have time for it. That's totally fine, too. 591 01:18:31.110 --> 01:18:35.130 Jenny Duan: Just depending on what your availability is for our next meeting. 592 01:18:35.640 --> 01:18:36.710 huda: Okay. Yeah. 593 01:18:37.040 --> 01:18:37.950 Jenny Duan: Any thoughts. 594 01:18:39.312 --> 01:18:44.310 huda: Yeah, this looks good. I think I'll I'll like, look into this like tomorrow morning. 595 01:18:44.760 --> 01:18:47.359 Jenny Duan: Okay, what do you? When do you want to meet next. 596 01:18:48.300 --> 01:18:48.950 huda: Oh, 597 01:18:50.650 --> 01:18:52.840 huda: I should be available like 598 01:18:53.060 --> 01:18:56.630 huda: on the weekdays at like 6 Pm. 599 01:18:57.096 --> 01:19:00.139 huda: I think, like almost all of them work for me so. 600 01:19:00.660 --> 01:19:04.350 Jenny Duan: Could we do? 8 pm. On Monday? Is that too late? Or is that okay? 601 01:19:07.530 --> 01:19:10.269 huda: Is it possible to move that to Tuesday. 602 01:19:11.605 --> 01:19:13.599 Jenny Duan: I don't know if I can do. 603 01:19:14.460 --> 01:19:16.189 huda: Let me double check on. 604 01:19:16.460 --> 01:19:18.940 Jenny Duan: Oh, if not, we can do a different time on Monday, too. 605 01:19:22.730 --> 01:19:23.410 huda: Yeah, 606 01:19:24.640 --> 01:19:27.319 huda: no, I think that's fine. Actually, Monday, I think Monday's fine. 607 01:19:27.320 --> 01:19:30.260 Jenny Duan: Monday at 8 Pm. Is okay. Yeah. 608 01:19:30.480 --> 01:19:34.879 Jenny Duan: okay. Sounds good. I will talk to you then, and I'll get that scheduled with Mary. 609 01:19:35.230 --> 01:19:36.150 Jenny Duan: Alright. 610 01:19:36.860 --> 01:19:37.500 huda: Okay. Yeah. 611 01:19:37.500 --> 01:19:45.760 Jenny Duan: Progress. I think your essays are like really shaping up. And like a lot of these themes we can use for supplementals, too. I feel like they'll be asking similar things. 612 01:19:46.760 --> 01:19:49.200 huda: Yeah, great. I'm I'm excited for that. But 613 01:19:49.340 --> 01:19:49.965 huda: yeah, 614 01:19:51.250 --> 01:19:53.450 huda: thank you. It was like nice talking to you. 615 01:19:53.890 --> 01:19:59.329 Jenny Duan: Yeah, likewise. Okay, let me know if you have any questions, feel free to text me anytime, and I will see you on Monday. 616 01:19:59.520 --> 01:20:00.279 huda: Yeah, okay. 617 01:20:00.280 --> 01:20:01.100 Jenny Duan: Hi.",
  "segments": [
    "Week 8 - Coaching_Jenny_Huda_Wk08_2024-08-23_M_b37bdf626fe89c03_U_b37bdf626fe89c03 WEBVTT 1 00:12:34.480 --> 00:12:41.419 huda: Hi, Jenny, I'm so sorry for joining late. I was. I was outside, and then I and then I just realized that we had the call from your message. 2 00:12:41.420 --> 00:12:44.519 Jenny Duan: Oh, no! Worries I know, like the there's wait! Hold on. 3 00:12:44.520 --> 00:12:45.240 huda: I think I'm. 4 00:12:45.240 --> 00:12:52.670 Jenny Duan: Setting up the link and things. And so like, I think it's like no big deal. We can just do like 9, 15 to 1015 instead. If that works for you. 5 00:12:52.920 --> 00:12:53.550 huda: Yeah. 6 00:12:53.820 --> 00:12:55.799 Jenny Duan: Okay, cool. How's everything going. 7 00:12:56.450 --> 00:13:05.710 huda: Oh, it's going great! I think, like this weekend I'm gonna like dedicate it to like kind of locking in with like my school and then 8 00:13:05.960 --> 00:13:13.569 huda: I did start with like my Uc application, like I didn't start the essays or anything but I've just like been filling in like the information. 9 00:13:15.030 --> 00:13:16.320 huda: and 10 00:13:16.460 --> 00:13:23.670 huda: oh, yeah, tomorrow I'm starting Sunday school like, taing again. So yeah. 11 00:13:23.670 --> 00:13:28.179 Jenny Duan: Oh, yeah, exciting is it? Does it like start every school year? Or how does it work. 12 00:13:28.420 --> 00:13:39.430 huda: Yeah, so it's like, kind of like in parallel with the school year. This year, I'm gonna be like the ta for like the 4th grade class. So I get to ta for my brother. So that's pretty cool. 13 00:13:40.140 --> 00:14:06.159 Jenny Duan: Yeah, that's super cute. And it's nice that you'll be able to like. Have a full circle moment of like, you know, being ta, and then getting to ta your sibling as well. Yeah, I'm finally update on my end as I'm finally out of Wyoming. And I'm back in Portland now, which is good. We got rescued yesterday, flew out of Denver, and now me and my friend Lila. We're back",
    " in Portland together, so we're like saved from being in Wyoming forever. Yeah. 14 00:14:06.350 --> 00:14:07.230 huda: It's cool. 15 00:14:07.520 --> 00:14:08.080 huda: One. 16 00:14:08.480 --> 00:14:10.479 Jenny Duan: Okay. Well, oh, go ahead. 17 00:14:10.480 --> 00:14:12.710 huda: I'm sorry I was just asking if you're staying at home. 18 00:14:12.900 --> 00:14:19.054 Jenny Duan: Yeah, I'm at home right now. This is like my dad's office right now. He's like born in the year of the tiger. That's why there's so much like. 19 00:14:19.610 --> 00:14:19.960 huda: Thanks. 20 00:14:19.960 --> 00:14:23.400 Jenny Duan: Memorabilia like memorabilia everywhere. 21 00:14:24.720 --> 00:14:35.599 Jenny Duan: yeah, anyways, I I was thinking today we could start by finishing up your questionnaire. And then I'd like to actually take start taking a look at your Usc actually, are you working on that with Erin? I don't wanna like 22 00:14:35.820 --> 00:14:36.910 Jenny Duan: double step. 23 00:14:37.110 --> 00:14:39.499 huda: No, we we haven't really started 24 00:14:39.976 --> 00:14:47.159 huda: I guess. Like the supplementals yet. Really. So I mean, we kind of like brainstorm them for Stanford. But that's that's it. 25 00:14:47.550 --> 00:14:59.630 Jenny Duan: Okay, okay, that sounds good. Then. If actually, if you're working on that with Erin, we can start thinking. Look at some of the scholarships that are opening up soon. Just other like more essays, but for different things. 26 00:15:00.290 --> 00:15:06.869 Jenny Duan: And then, yeah. But I wanna finish up your questionnaire today. I know that we started that last time, and I wanna make sure that we're 27 00:15:06.910 --> 00:15:10.050 Jenny Duan: on a good track there. Yeah. 28 00:15:10.853 --> 00:15:12.520 huda: Let me set again. Yeah. 29 00:15:12.670 --> 00:15:13.760 Jenny Duan: Okay, thank you. 30 00:15:14.840 --> 00:15:16.140 Jenny Duan: Got it. 31 00:15:19.320 --> 00:15:21.490 Jenny Duan: Okay, I'm on the link here. 32 00:15",
    ":24.490 --> 00:15:27.859 huda: Okay, I think we filled out everything from till 3. So. 33 00:15:27.860 --> 00:15:28.490 Jenny Duan: Yeah. 34 00:15:30.010 --> 00:15:32.840 Jenny Duan: okay, let's start with number 4. So 35 00:15:34.190 --> 00:15:35.130 Jenny Duan: let's 36 00:15:38.910 --> 00:15:39.840 Jenny Duan: okay, I would 37 00:15:39.990 --> 00:15:42.080 Jenny Duan: do the like 38 00:15:42.180 --> 00:15:44.160 Jenny Duan: summary of your involvement 39 00:15:44.170 --> 00:15:47.030 Jenny Duan: upfront first.st So I would say, like 40 00:15:47.390 --> 00:15:49.220 Jenny Duan: empowering AI, 41 00:15:49.490 --> 00:15:53.520 Jenny Duan: you can put this in like the common app format which is like empowering. AI 42 00:15:53.630 --> 00:15:56.430 Jenny Duan: total. How long have you been doing this? 43 00:15:58.880 --> 00:16:00.260 Jenny Duan: X weeks. 44 00:16:00.920 --> 00:16:03.050 Jenny Duan: 3 36 h, total. 45 00:16:08.190 --> 00:16:12.440 huda: yeah, I think I've I've so I've been doing this for like a year now. So 46 00:16:13.452 --> 00:16:17.439 huda: wait just like the total years or total weeks I've spent. 47 00:16:18.930 --> 00:16:20.830 Jenny Duan: 8 h per week. 48 00:16:21.110 --> 00:16:23.489 Jenny Duan: 50 weeks. 49 00:16:25.700 --> 00:16:27.710 Jenny Duan: Is this how? How you got the estimate. 50 00:16:27.830 --> 00:16:28.520 huda: Yeah. 51 00:16:29.690 --> 00:16:33.069 huda: well, I think this like hours total might be outdated. But 52 00:16:38.240 --> 00:16:40.420 huda: yeah, it's 400 now. Okay. 53 00:16:50.400 --> 00:16:51.929 Jenny Duan: Oh, this sounds good. 54 00:16:52.200 --> 00:16:54.270 Jenny Duan: I would just keep it brief, like 55 00:16:54.400 --> 00:16:56.929 Jenny Duan: 2 sentences, each per activity. 56 00:16:57.090 --> 00:16:58.170 Jenny Duan: So. 57 00:16:58.380 --> 00:16:59.219 huda: But it is. 58 00:17:00.020 --> 00:17:00.700 Jenny Duan: Pardon. 59 00:17:01.263 --> 00:17:02.779 huda: To explain what it is. 60 00:17:02.780 --> 00:17:",
    "04.020 Jenny Duan: Yeah, exactly. 61 00:17:05.910 --> 00:17:06.750 Jenny Duan: hello. 62 00:17:07.300 --> 00:17:13.219 Jenny Duan: I think this is like, perfect. Is there anything else you want to emphasize about empowering? AI. I think this is like a really good summary. But 63 00:17:13.319 --> 00:17:15.539 Jenny Duan: if there's anything you feel like is missing. 64 00:17:15.900 --> 00:17:18.899 huda: I think instead of this, I can talk about the hackathon. 65 00:17:19.300 --> 00:17:21.919 Jenny Duan: Oh, wait! Why don't you just add one more sentence. 66 00:17:23.069 --> 00:17:28.900 Jenny Duan: Yeah. This summer we hosted our inaugural hackathon and then had some details about it 67 00:18:30.970 --> 00:18:31.690 Jenny Duan: great? 68 00:18:32.825 --> 00:18:37.539 Jenny Duan: Let me just make a list of like some other activities I think you should write about. In the meantime. 69 00:20:48.730 --> 00:20:54.009 huda: Wait. What do I put J. Camp because it's like a 1 like one week thing, so I don't know if. 70 00:20:54.860 --> 00:20:59.980 Jenny Duan: Yeah, I would just say, like, how many weeks did you do? How many hours like 40 h. 71 00:21:00.150 --> 00:21:00.790 huda: Okay. 72 00:21:01.130 --> 00:21:04.219 Jenny Duan: Per week. I don't. I don't know. This is just an example. 73 00:21:11.310 --> 00:21:13.109 Jenny Duan: Maybe I would just say, this. 74 00:21:14.890 --> 00:21:15.590 Jenny Duan: yeah. 75 00:21:41.680 --> 00:21:49.169 Jenny Duan: this is basically your college activities list like on your common app, I mean on the common app. We can condense it a little bit, because I don't know if you'll have 76 00:21:49.400 --> 00:21:53.239 Jenny Duan: enough word count, but other than that it should be okay. 77 00:21:54.470 --> 00:22:00.269 huda: That's pretty cool, cause I don't really. I usually don't really think about like how many hours a week I put into things. 78 00:22:04.280 --> 00:22:05.200 huda: Hmm! 79 00:22:45.720 --> 00:22:46.980 huda: I'm just like 8",
    "0 00:22:47.210 --> 00:22:48.480 huda: I wouldn't. 81 00:22:49.330 --> 00:22:52.170 Jenny Duan: Yeah, I would just say, 5 week. Summer program 82 00:23:10.600 --> 00:23:12.230 Jenny Duan: isn't code of coffee 83 00:23:12.930 --> 00:23:15.690 Jenny Duan: 2 weeks, or what's 5 weeks. 84 00:23:16.270 --> 00:23:18.429 huda: Or I think that was like combining like 85 00:23:18.996 --> 00:23:24.019 huda: like code abration, and like the other kind of the discord activities. 86 00:23:24.020 --> 00:23:26.529 Jenny Duan: Oh, okay, okay, I would just leave it like. 87 00:23:34.700 --> 00:23:36.689 Jenny Duan: How would I say this? 88 00:23:40.140 --> 00:23:42.570 Jenny Duan: Maybe I would say 2 week summer program 89 00:23:42.730 --> 00:23:43.620 Jenny Duan: plus 90 00:23:45.050 --> 00:23:46.460 Jenny Duan: year-long commitment 91 00:23:46.480 --> 00:23:47.679 Jenny Duan: or something like that. 92 00:23:51.520 --> 00:23:54.940 Jenny Duan: It your involvement. Maybe it's better than commitment here. I can vote. 93 00:23:55.600 --> 00:23:57.070 Jenny Duan: I can change that. 94 00:23:57.200 --> 00:23:57.880 Jenny Duan: Okay. 95 00:23:58.240 --> 00:23:59.010 Jenny Duan: there we go. 96 00:24:41.268 --> 00:24:50.730 Jenny Duan: In the other. I just put some like suggestions for things you can include are there are. Is there anything else, though, about things that you do that you feel like you would want to include that habit 97 00:24:50.830 --> 00:24:53.479 Jenny Duan: yet been written down or captured here. 98 00:24:53.970 --> 00:24:57.670 huda: Oh, so okay, I think this one is like the women in games. One. 99 00:24:57.670 --> 00:24:59.800 Jenny Duan: Yes, sorry. Now. I can't change. 100 00:24:59.970 --> 00:25:02.710 huda: Yeah, sorry. And then 101 00:25:09.450 --> 00:25:11.569 huda: I feel like I'm missing something. 102 00:25:16.460 --> 00:25:18.020 huda: I don't think this really like 103 00:25:18.530 --> 00:25:23.450 huda: I don't know for this purpose, but like content creat",
    "ion for tech. But 104 00:25:23.590 --> 00:25:26.280 huda: yeah, I don't think it for this purpose. It really matters. 105 00:25:27.190 --> 00:25:33.859 huda: Oh, wait, since this is for like school, and like a lot of teachers already know me from like student news. I think 106 00:25:34.130 --> 00:25:36.489 huda: I think I can like mention student news and like. 107 00:25:36.490 --> 00:25:38.930 Jenny Duan: Oh, yeah, student, news would be great. Yeah. 108 00:25:39.930 --> 00:25:44.360 Jenny Duan: is that a part of film club? Or is that? No, that's part of the class right? 109 00:25:44.360 --> 00:25:45.800 huda: For, like the media, arts, class. 110 00:25:45.800 --> 00:25:46.570 Jenny Duan: Okay, yeah. 111 00:25:49.250 --> 00:25:54.140 Jenny Duan: Maybe you could put that like more near the top. If a lot of teachers already know that about you. 112 00:25:54.400 --> 00:25:55.070 huda: Yes. 113 00:25:55.070 --> 00:25:57.489 Jenny Duan: Does that make sense for you? Do you think. 114 00:25:57.640 --> 00:25:58.760 Jenny Duan: okay, cool. 115 00:25:58.760 --> 00:26:00.250 huda: I open it at 3, then. 116 00:26:01.130 --> 00:26:01.690 Jenny Duan: Perfect. 117 00:26:03.450 --> 00:26:06.200 huda: I think I've been working out for 2 years, so I'll just do some. 118 00:26:06.200 --> 00:26:06.920 Jenny Duan: Perfect. 119 00:26:21.750 --> 00:26:24.829 huda: Okay. And then I have to explain each of these or. 120 00:26:25.960 --> 00:26:26.650 Jenny Duan: Yeah. 121 00:26:28.150 --> 00:26:29.259 Jenny Duan: this is like. 122 00:26:31.400 --> 00:26:36.390 Jenny Duan: if you oh, and maybe we need one more. So you can have 10 activities total. 123 00:26:42.240 --> 00:26:45.609 huda: Oh, yeah, the M. Yna like never got back to me. So 124 00:26:46.164 --> 00:26:48.280 huda: even like when I had followed up. But. 125 00:26:49.080 --> 00:26:53.180 Jenny Duan: Okay, it's fine. Then I think it's you can let it go for now. 126 00:26:56.730 --> 00:27:00.240 Jenny Duan: cause I think it's like, ",
    "you're too constrained for time, really for any like 127 00:27:00.520 --> 00:27:04.520 Jenny Duan: significant commitment to increase any of your like. 128 00:27:04.880 --> 00:27:10.460 Jenny Duan: I don't think it's a good use of your time at this point to try to find like significant new commitments like that. 129 00:27:10.960 --> 00:27:11.720 huda: Yeah. 130 00:27:16.540 --> 00:27:19.270 huda: Okay. So then I I guess I could just start explaining. 131 00:27:19.780 --> 00:27:21.000 Jenny Duan: Yeah, exactly. 132 00:27:21.090 --> 00:27:23.830 Jenny Duan: If you think that this would be 133 00:27:24.220 --> 00:27:26.789 Jenny Duan: not a good use of time, we can. 134 00:27:27.050 --> 00:27:31.789 Jenny Duan: You can write this and then send it to me, and I can review it asynchronously. But 135 00:27:31.890 --> 00:27:32.710 Jenny Duan: okay. 136 00:27:33.320 --> 00:27:40.070 Jenny Duan: And then for Number 10, I would say, like, what do you think is the activity for your 10th choice. Do you have any thoughts here. 137 00:27:41.315 --> 00:27:44.780 huda: I think women and games ambassadorship would be like 138 00:27:45.273 --> 00:27:52.366 huda: like pretty impactful cause like. Also I did host a like workshop during my hackathon, which is like 139 00:27:52.780 --> 00:27:57.720 huda: I guess, brought brought to you by like women and games, and like 140 00:27:58.180 --> 00:28:15.179 huda: I talked about like the program, and like like how to develop games and everything and so like, I think that's like one thing that I can use like quantify like, there's also lots of testimonials and stuff for that. And then, like, there's a couple of people that attended. So that's some something that I can mention like on my activities. 141 00:28:15.310 --> 00:28:17.970 huda: And like also like the fact that I think 142 00:28:19.071 --> 00:28:27.678 huda: I think I want the the I I don't know for sure for certain, but like I think that I'm like the youngest ambassador. And 143 00:28:",
    "28.730 --> 00:28:29.620 huda: yeah. 144 00:28:29.740 --> 00:28:30.839 huda: So I think 145 00:28:31.040 --> 00:28:33.260 huda: I think that's like something worth mentioning. 146 00:28:33.260 --> 00:28:35.870 Jenny Duan: Okay, yeah, let's let's choose this. Then. 147 00:28:37.310 --> 00:28:39.810 huda: Yeah. So I think I've like, I 148 00:28:39.980 --> 00:28:42.689 huda: started earlier this year. So 149 00:28:44.270 --> 00:28:45.669 huda: I want to say, like. 150 00:28:49.630 --> 00:28:53.829 huda: like, maybe like 30 weeks, 30 weeks. 151 00:28:53.830 --> 00:28:54.720 Jenny Duan: Sounds good 152 00:29:02.560 --> 00:29:03.799 Jenny Duan: oh, oops! 153 00:29:19.310 --> 00:29:19.920 huda: Okay. 154 00:29:22.450 --> 00:29:24.869 huda: I guess we can move on from that one. Then 155 00:29:25.250 --> 00:29:25.970 huda: cool. 156 00:29:27.660 --> 00:29:28.910 Jenny Duan: So, okay. 157 00:29:29.500 --> 00:29:30.660 Jenny Duan: now. 158 00:29:32.280 --> 00:29:35.439 Jenny Duan: these are all very different questions. 159 00:29:36.510 --> 00:29:40.100 Jenny Duan: Tell us something that people most people probably don't know about. You. 160 00:29:41.820 --> 00:29:42.460 huda: I think 161 00:29:42.810 --> 00:29:43.530 huda: so. 162 00:29:43.530 --> 00:29:44.520 Jenny Duan: Really great. 163 00:29:45.601 --> 00:29:48.649 huda: I think maybe like I can talk about 164 00:29:49.030 --> 00:29:51.779 huda: like the fact that I'm a 165 00:29:52.757 --> 00:30:07.019 huda: that I like to play Wordle. I feel like I've kind of talked about my essay, but, like like wordle like helps me like expand my vocabulary, and that like makes me, I guess, like better articulate myself. But like. 166 00:30:07.380 --> 00:30:11.679 huda: Yeah, that's just like, I don't know if it's like really adds to anything. But that's like something that 167 00:30:11.830 --> 00:30:13.540 huda: people might not know about me. 168 00:30:13.790 --> 00:30:15.260 huda: But maybe even like. 169 00:30:19.360 --> 00:30:21.9",
    "09 huda: Yeah, I'm not sure if like how to 170 00:30:22.030 --> 00:30:23.559 huda: add to this. But 171 00:30:24.698 --> 00:30:28.870 huda: maybe I like I I like writing poetry. Maybe that's something that people don't. 172 00:30:28.870 --> 00:30:47.629 Jenny Duan: Oh, this is just something I thought about, but like one potential essay, not your common app cause. You already are working on that, but like for something else could be. I I think this could be like an interesting essay theme, like every day you play the wordle, and every day the word could be like a random word. For example, what was the last wordle word that it was? 173 00:30:48.530 --> 00:30:49.200 Jenny Duan: Oh. 174 00:30:49.640 --> 00:30:51.370 huda: I think the last one 175 00:30:52.150 --> 00:30:56.770 huda: I don't remember like the one recently, but I know there was one which was like a bait. I was like. 176 00:30:56.770 --> 00:31:02.108 Jenny Duan: A bait, and you can talk about how like that has, you know, taught you to to learn new 177 00:31:03.310 --> 00:31:07.150 Jenny Duan: new new words, new vocabulary. But, like. 178 00:31:07.490 --> 00:31:20.850 Jenny Duan: maybe you can talk about how like, if you got to design the wordle, maybe like a word you would choose could be like salam or something like that, like peace, or like Hello! And like, how like the word! All like! How how you are learning how like the language that we. 179 00:31:21.340 --> 00:31:34.499 Jenny Duan: the language that we use like shapes, the way that we view the world, and how that connects to like your culture, and also like journalism, because journalism is all about like language and words, and like, used in in different combinations that like produce new meaning. 180 00:31:34.720 --> 00:31:40.800 Jenny Duan: I think that would be like a little bit interesting. That's just something that came to my mind, kind of random. But yeah. 181 00:31:40.800 --> 00:31:41.990 huda: Like that idea. 182 00:31:44.260 --> 00:31:49.8",
    "93 Jenny Duan: Okay, I love this essay. I think, like your answer to Number 5 is already like, quite good 183 00:31:51.400 --> 00:31:53.080 Jenny Duan: maybe you can say like 184 00:31:55.390 --> 00:32:00.319 Jenny Duan: I don't know is Wordle is wordle. The 1st thing you do every day, or like what is the 1st thing that you do every day. 185 00:32:00.620 --> 00:32:08.119 huda: Yeah, probably, like I love playing wordle like like in the morning. And also sometimes like when I'm stressed like, it helps me like de-stress. 186 00:32:08.120 --> 00:32:10.559 Jenny Duan: Hmm! Maybe you can say that like. 187 00:32:12.410 --> 00:32:16.920 huda: Like I find comfort in like knowing, learning new things maybe cause like. 188 00:32:16.920 --> 00:32:17.570 Jenny Duan: Yeah. 189 00:32:17.570 --> 00:32:20.969 huda: Love learning like new, like terms from Wordle. 190 00:32:21.040 --> 00:32:23.789 huda: Well, even like connections and stuff. Yeah. 191 00:32:23.790 --> 00:32:25.629 Jenny Duan: Yeah, you can say, like. 192 00:32:26.520 --> 00:32:29.749 Jenny Duan: I start every day with wordle or like. 193 00:32:29.840 --> 00:32:37.520 Jenny Duan: that's we. Let's try to turn that into like a fun fact about yourself. So instead of saying like, Oh, I really like playing world, we, you can say, like. 194 00:32:38.740 --> 00:32:42.729 Jenny Duan: I start every single day with a new 5 letter sequence. 195 00:32:42.790 --> 00:32:44.150 Jenny Duan: Sometimes it's 196 00:32:44.490 --> 00:32:48.650 Jenny Duan: I don't think you have to write this in such an like an essay way. You can be more direct, but, like. 197 00:32:49.040 --> 00:32:49.680 huda: Okay. 198 00:32:49.680 --> 00:32:55.900 Jenny Duan: Yeah, something like that, like, just to catch the the readers. Attention, even if the reader is just, you know, one of your teachers like 199 00:32:56.190 --> 00:32:58.210 Jenny Duan: this still could be interesting. 200 00:33:59.270 --> 00:34:04.130 huda: Or should I like? Put this like separat",
    "ely, like, what about the game developer? Part. 201 00:34:06.470 --> 00:34:09.690 Jenny Duan: Maybe you say, like playing games, or 202 00:34:11.420 --> 00:34:14.780 Jenny Duan: I don't know, being a gamer or something like something about gaming has 203 00:34:15.290 --> 00:34:24.599 Jenny Duan: has inspired you to create your own games as well like what? Started as a love for like games, problem, solving and learning turned into like an act of creation of your own. 204 00:35:23.750 --> 00:35:28.259 huda: Yeah, did I mention like distributing? Oh, yeah, I already have. So I don't think I have to say it again. 205 00:36:08.780 --> 00:36:11.008 Jenny Duan: Okay, I I like this addition. 206 00:36:13.690 --> 00:36:14.910 Jenny Duan: until they create 207 00:36:15.010 --> 00:36:16.150 Jenny Duan: Asian. 208 00:36:23.800 --> 00:36:25.309 Jenny Duan: They're my own. 209 00:36:29.620 --> 00:36:31.250 Jenny Duan: What's another word for game? 210 00:36:32.790 --> 00:36:34.300 Jenny Duan: Alright, I'll look this up. 211 00:36:36.020 --> 00:36:36.630 huda: Yeah. 212 00:36:46.140 --> 00:36:49.670 Jenny Duan: I would take out these 2 sentences. I feel like this is redundant. 213 00:36:49.900 --> 00:36:50.929 Jenny Duan: What do you think. 214 00:36:52.840 --> 00:36:53.630 huda: Yeah. 215 00:37:08.450 --> 00:37:10.559 Jenny Duan: How long did it take you to Code Synthoria? 216 00:37:11.420 --> 00:37:13.259 huda: Like a like a year. 217 00:37:13.820 --> 00:37:15.540 Jenny Duan: After a year's 218 00:37:16.040 --> 00:37:17.620 Jenny Duan: worth of development. 219 00:37:19.490 --> 00:37:20.279 Jenny Duan: There we go! 220 00:38:10.860 --> 00:38:16.330 Jenny Duan: Wait! This sentence feels like it doesn't quite fit in. Can you tell me what you're trying to get behind here. 221 00:38:16.730 --> 00:38:20.289 huda: I was kind of maybe I was like talking about like 222 00:38:20.420 --> 00:38:29.109 huda: this is the one that I wrote earlier before. By the way, and then I guess I was try",
    "ing to say like, how this is like led to an impact by like 223 00:38:29.150 --> 00:38:32.270 huda: cause. I feel like a lot of teachers might be like 224 00:38:32.290 --> 00:38:35.760 huda: interested to learn that I was like on 2 podcasts 225 00:38:36.000 --> 00:38:37.120 huda: and like, 226 00:38:37.770 --> 00:38:48.260 huda: I think, like showing that like my game, I wanted to be like more accessible to people. And so like, I was like featured on like 2 podcasts for this reason. 227 00:38:49.000 --> 00:38:50.460 Jenny Duan: Okay, yeah. 228 00:38:52.990 --> 00:38:54.160 Jenny Duan: maybe 229 00:38:54.460 --> 00:38:56.192 Jenny Duan: I would say, 230 00:38:59.960 --> 00:39:01.100 Jenny Duan: I would say, this is 231 00:39:04.500 --> 00:39:05.559 Jenny Duan: to me. 232 00:39:06.450 --> 00:39:07.550 Jenny Duan: James. 233 00:39:09.420 --> 00:39:11.140 Jenny Duan: represent 234 00:39:12.070 --> 00:39:15.210 Jenny Duan: the opportunity to make information 235 00:39:15.430 --> 00:39:16.740 Jenny Duan: accessible 236 00:39:16.810 --> 00:39:18.099 Jenny Duan: for the world. 237 00:39:34.590 --> 00:39:37.610 Jenny Duan: I maybe wouldn't mention the podcast things unless 238 00:39:37.930 --> 00:39:47.450 Jenny Duan: specifically asked about them. Because, I think, like, your teachers would probably not write about the interviews on the podcast like in the letter recommendation for you. Because I feel like 239 00:39:47.620 --> 00:39:51.157 Jenny Duan: that's not something they can directly speak about. But 240 00:39:52.190 --> 00:39:54.919 Jenny Duan: I think they want to know, like, why do you do that? 241 00:39:55.420 --> 00:40:06.980 Jenny Duan: And I think it's obviously what you do is not for publicity. So I'm trying to think of. Is it important to you to include the podcast aspect, because we can weave that in. I'm just trying to figure out a way to do that like a little bit 242 00:40:07.080 --> 00:40:08.490 Jenny Duan: more smoothly. 243 00:40:10.710 --> 00:40:16.350 ",
    "huda: I guess we don't have to. I don't know. I just thought like I just thought little. My teachers might be a little more like 244 00:40:17.350 --> 00:40:31.599 huda: I interested cause they're like, really interested by, like, like really unique aspects, like when I showed them my videos from like J. Camp, they're really interested to see that I was like on actual news, and like they're always like amazed when they seem on me. See me on like soon news, so like 245 00:40:31.610 --> 00:40:32.960 huda: they're usually 246 00:40:33.070 --> 00:40:34.050 huda: kind of 247 00:40:34.500 --> 00:40:39.219 huda: more meat by these things, but I think we don't have to if it, if it's like, doesn't make sense. 248 00:40:41.410 --> 00:40:42.990 Jenny Duan: One podcast 249 00:40:44.220 --> 00:40:46.280 Jenny Duan: on 2 podcasts 250 00:40:47.320 --> 00:40:48.600 Jenny Duan: I am. 251 00:40:51.270 --> 00:40:54.600 Jenny Duan: My hope is to share my journey 252 00:40:54.870 --> 00:40:56.060 Jenny Duan: and 253 00:40:56.880 --> 00:40:58.050 Jenny Duan: game 254 00:41:00.360 --> 00:41:02.060 Jenny Duan: with others 255 00:41:04.550 --> 00:41:05.490 Jenny Duan: in 256 00:41:07.390 --> 00:41:10.789 Jenny Duan: inspiring them and sharing a 257 00:41:14.580 --> 00:41:20.200 Jenny Duan: is? Are the podcasts like more for inspiration? Or what do you see? As, like the main purpose of a podcast. 258 00:41:20.730 --> 00:41:22.489 huda: I think it's more like 259 00:41:22.590 --> 00:41:27.360 huda: to show people or like show people like resources. For like how 260 00:41:27.420 --> 00:41:33.627 huda: like one of them was about like games for change. Basically, it was games for good. And it talks about like how 261 00:41:34.120 --> 00:41:41.320 huda: like gaming can have like a bigger impact. Like, for example, in this case, like education about AI, so like sharing like. 262 00:41:41.530 --> 00:41:42.800 huda: I guess. 263 00:41:43.090 --> 00:41:48.569 huda: a new aspect to gaming which is educ",
    "ation. 264 00:41:50.520 --> 00:41:51.766 Jenny Duan: Okay, yeah. 265 00:41:52.920 --> 00:41:54.729 Jenny Duan: my hope is to 266 00:41:56.710 --> 00:41:58.170 Jenny Duan: is to 267 00:42:04.480 --> 00:42:07.249 Jenny Duan: inspiring them, and 268 00:42:15.090 --> 00:42:18.460 Jenny Duan: their knowledge and understanding of 269 00:42:19.940 --> 00:42:21.890 Jenny Duan: evolve game 270 00:42:23.050 --> 00:42:25.259 Jenny Duan: have a play in. 271 00:42:30.400 --> 00:42:33.819 Jenny Duan: How would you summarize the impact of the podcast? In one sentence. 272 00:42:35.300 --> 00:42:41.089 huda: Like what the podcast does, or like the or like my specific like interview, and like what it did. 273 00:42:41.390 --> 00:42:43.909 Jenny Duan: What would you want your teachers to know about the podcast? 274 00:42:44.540 --> 00:42:45.790 huda: Oh, I guess like 275 00:42:47.550 --> 00:42:48.650 huda: I mean. 276 00:42:49.950 --> 00:42:51.380 huda: I want like. 277 00:42:54.050 --> 00:43:05.450 huda: I think I just like want the teachers to know that like it was like a large audience that was able to like, learn about my game and actually play it. And they also, like and also the podcast detailed, like 278 00:43:05.690 --> 00:43:16.989 huda: kind of the purpose of my game, which is like to like educate people about AI and AI ethics. And so, like this audience like this, like new audience was able to like, learn a new aspect of technology. 279 00:43:17.360 --> 00:43:19.749 Jenny Duan: Okay, and games with 280 00:43:19.860 --> 00:43:21.640 Jenny Duan: a lottery broader. 281 00:43:22.940 --> 00:43:27.129 Jenny Duan: broader audience writing them in sparing through their knowledge 282 00:43:28.700 --> 00:43:31.360 Jenny Duan: other rules games can play in 283 00:43:32.950 --> 00:43:35.130 Jenny Duan: educational experience. 284 00:43:39.850 --> 00:43:41.330 Jenny Duan: Okay, how's that? 285 00:43:41.330 --> 00:43:42.799 huda: That sounds that looks great. 286 00:43:43.170 --> 00:43:",
    "53.990 Jenny Duan: Okay, I'm glad that was kind of like a trick tricky sentence to get out. But okay, I'm glad that that looks good. How do you feel about this response to question? 5 in total. 287 00:43:54.520 --> 00:43:56.260 huda: I think it was good, I think, like 288 00:43:56.730 --> 00:43:57.980 huda: I don't know if, like 289 00:43:58.110 --> 00:44:06.129 huda: I'm talking about my game like the entire time to talk about it. I caught. I talk about like Synthoria a couple of times, but I don't know if this like questions like 290 00:44:08.010 --> 00:44:10.930 huda: ask about like stuff like outside of that, but I don't know. 291 00:44:11.540 --> 00:44:13.979 Jenny Duan: I think it's fine. It's asking you about your hobbies like. 292 00:44:14.110 --> 00:44:16.589 Jenny Duan: and game making is a hobby of yours, so 293 00:44:16.660 --> 00:44:18.519 Jenny Duan: I feel like that's totally fine. 294 00:44:19.060 --> 00:44:20.100 huda: Okay, yeah. 295 00:44:21.830 --> 00:44:22.400 huda: yeah. 296 00:44:22.400 --> 00:44:23.909 Jenny Duan: Okay, next question. 297 00:44:24.000 --> 00:44:26.419 Jenny Duan: tell us about a time you were challenged. 298 00:44:27.900 --> 00:44:28.750 Jenny Duan: Okay. 299 00:44:29.990 --> 00:44:31.520 Jenny Duan: this is a great story. 300 00:44:34.660 --> 00:44:38.069 Jenny Duan: do you know approximately how long these responses should be 301 00:44:38.670 --> 00:44:42.139 Jenny Duan: for at least 5 to 6 sentences. But did they give you an upper bound. 302 00:44:44.660 --> 00:44:47.290 huda: no, they didn't. They didn't know. But like 303 00:44:47.920 --> 00:44:53.580 huda: this is just like like, for let me see if there's any like limitations on. 304 00:44:53.580 --> 00:44:54.250 Jenny Duan: Okay. 305 00:44:56.560 --> 00:44:59.909 Jenny Duan: cause I feel like we're writing really great essays. But I don't know if it's like 306 00:45:00.720 --> 00:45:01.890 Jenny Duan: how long 307 00:45:01.930 --> 00:45:02.960 Jenny Duan: these need to",
    " be. 308 00:45:46.860 --> 00:45:51.089 huda: Not sure where, like the word limit is. I don't think there is any. 309 00:46:01.500 --> 00:46:04.709 Jenny Duan: Probably then I think if there's no limits, then it's totally fine. 310 00:46:17.260 --> 00:46:20.059 huda: Okay, yeah. I'm not sure. I think like 311 00:46:20.920 --> 00:46:23.480 huda: it says, like, in total, 3,000 characters. 312 00:46:23.800 --> 00:46:24.930 huda: But. 313 00:46:26.470 --> 00:46:29.589 Jenny Duan: Oh, yeah, I think you're under the limit for these. 314 00:46:30.350 --> 00:46:31.060 huda: Okay. 315 00:46:33.330 --> 00:46:34.643 Jenny Duan: Okay, cool. 316 00:46:36.080 --> 00:46:40.039 Jenny Duan: is this the story that you want to go with for Number 6? Are you considering other stories. 317 00:46:40.540 --> 00:46:45.270 huda: I think if it looks fine, then yeah, like, I'm totally fine with this one. 318 00:46:45.890 --> 00:46:47.279 Jenny Duan: Okay, this looks good. 319 00:46:49.930 --> 00:46:56.330 Jenny Duan: so let's just make this a little bit longer. I think I mean, at least hitting like the sentence. Mark 320 00:46:56.510 --> 00:46:58.869 Jenny Duan: 5 to 6 sentences. 321 00:46:59.480 --> 00:47:02.309 huda: Also, I think the entire thing is supposed to be 322 00:47:02.500 --> 00:47:05.080 huda: 3,000 sentences. I don't know if this is 323 00:47:05.350 --> 00:47:06.719 huda: okay. Yeah, yeah. 324 00:47:09.743 --> 00:47:11.209 huda: Yeah. So 325 00:47:18.090 --> 00:47:18.580 huda: when did. 326 00:47:18.580 --> 00:47:24.030 Jenny Duan: When when did this happen? Maybe you can contextualize, like how old you were, what your reaction was. 327 00:47:24.170 --> 00:47:25.130 Jenny Duan: etc. 328 00:47:25.640 --> 00:47:27.029 huda: Okay, I was like. 329 00:47:31.420 --> 00:47:34.440 huda: I think I was like in 7th grade. 330 00:47:34.910 --> 00:47:35.809 Jenny Duan: Okay, yeah. 331 00:47:59.740 --> 00:48:01.780 Jenny Duan: exactly. This is great. 332 00:48:13.870 --> 00:48:16.399 Jenny Duan",
    ": I feel like your writing has improved so much. 333 00:48:16.650 --> 00:48:17.680 huda: Oh, thank you! 334 00:48:17.870 --> 00:48:18.470 Jenny Duan: Yeah. 335 00:48:21.670 --> 00:48:24.989 huda: Oh, should I see like picture of this like? I don't know if that if that's like. 336 00:48:24.990 --> 00:48:26.750 Jenny Duan: Make sure this is better. Yeah. 337 00:48:42.731 --> 00:48:45.629 huda: I don't know. I should write this in 3rd person, or like 338 00:48:46.560 --> 00:48:48.400 huda: start narrating after this 339 00:48:49.470 --> 00:48:51.069 huda: ordinary. I think. 340 00:48:51.070 --> 00:48:52.720 Jenny Duan: I think narrating is good. 341 00:48:52.720 --> 00:48:53.290 huda: Yeah. 342 00:49:20.130 --> 00:49:21.100 huda: what was it? 343 00:49:21.820 --> 00:49:23.470 huda: Benjamin Franklin? 344 00:49:25.640 --> 00:49:29.350 Jenny Duan: What is? Yeah. The benefits? A $100 bill. 345 00:49:32.470 --> 00:49:35.319 Jenny Duan: Sorry I should know this. It's Andrew Jackson. 346 00:49:35.500 --> 00:49:37.570 huda: Yeah, I I forgot to. 347 00:50:28.750 --> 00:50:30.889 huda: How do I describe this? 348 00:50:39.660 --> 00:50:41.700 huda: I don't know if this is the right explanation, but. 349 00:50:42.130 --> 00:50:44.089 Jenny Duan: The lights flickered, shut. 350 00:50:44.650 --> 00:50:45.970 huda: Liquor chip. Yeah. 351 00:50:50.610 --> 00:50:53.430 Jenny Duan: Oh, yeah, I think the sentence could be more 352 00:50:53.550 --> 00:50:54.720 Jenny Duan: descriptive. 353 00:50:55.410 --> 00:50:58.130 Jenny Duan: How else would you reiterate this. 354 00:51:01.330 --> 00:51:11.970 Jenny Duan: You could say, like my dad had just lost his job. You can say, like, like some like my family is going through a financial struggle, I think, is a little bit vague, and we want to incite like empathy for the reader. 355 00:51:17.470 --> 00:51:21.432 huda: I don't think my dad was still working. We just didn't have that much money. So 356 00:51:21.990 --> 00:51:22.960 huda: like. 3",
    "57 00:51:23.180 --> 00:51:24.150 Jenny Duan: Maybe like 358 00:51:24.300 --> 00:51:26.150 Jenny Duan: money was tight at the time. 359 00:51:26.500 --> 00:51:27.330 Jenny Duan: What's that. 360 00:51:27.680 --> 00:51:28.769 huda: That sounds better. 361 00:51:29.220 --> 00:51:30.010 Jenny Duan: And 362 00:51:31.690 --> 00:51:36.219 Jenny Duan: did you miss a dental visit, or like what? Why is this relevant. 363 00:51:36.899 --> 00:51:48.080 huda: I think it's just like I'm kind of like emphasizing how like it got to the point where we couldn't even like, or we had to pay like the dental visit, like pay for the dental visit in installments. 364 00:51:49.370 --> 00:51:50.390 huda: so 365 00:51:52.200 --> 00:51:54.260 huda: I think it was just to emphasize that. 366 00:51:54.260 --> 00:51:55.649 Jenny Duan: Yeah. Let's see. 367 00:51:57.280 --> 00:51:58.310 Jenny Duan: time 368 00:52:00.290 --> 00:52:01.890 Jenny Duan: dental visits 369 00:52:06.070 --> 00:52:07.060 Jenny Duan: here. 370 00:52:08.000 --> 00:52:13.490 huda: Or maybe, like dental visits and physical checkups became a 371 00:52:16.380 --> 00:52:18.160 huda: an expensive 372 00:52:21.050 --> 00:52:23.053 huda: What was the word? What's the word? 373 00:52:24.910 --> 00:52:25.670 Jenny Duan: Yeah. 374 00:52:29.210 --> 00:52:31.550 huda: Dental visits became a 375 00:52:33.000 --> 00:52:35.940 huda: I don't know the word. I have like a thought right now, though, but 376 00:52:37.000 --> 00:52:38.100 huda: rarity 377 00:52:41.524 --> 00:52:43.450 Jenny Duan: Let me look it up. 378 00:52:45.738 --> 00:52:48.209 huda: Like basically the opposite of a commodity right? 379 00:52:53.860 --> 00:52:55.080 Jenny Duan: Became 380 00:53:00.320 --> 00:53:01.610 Jenny Duan: a. 381 00:53:14.400 --> 00:53:16.979 Jenny Duan: I think I know what you're talking about. I just 382 00:53:17.920 --> 00:53:18.900 Jenny Duan: can't. 383 00:53:33.610 --> 00:53:38.550 huda: Funny at the time. Dental visits now paid in installments be",
    "came a 384 00:53:39.538 --> 00:53:42.809 huda: became James. No, okay. That sounds too like 385 00:53:45.320 --> 00:53:47.000 huda: became a 386 00:53:52.910 --> 00:53:55.829 huda: I think like, for now I can just write rarity. 387 00:53:57.980 --> 00:53:58.940 Jenny Duan: Luxury. 388 00:53:59.810 --> 00:54:01.089 huda: Luxury. Yeah. 389 00:54:09.100 --> 00:54:10.080 huda: My 390 00:54:10.740 --> 00:54:11.880 huda: permanent care. 391 00:55:17.770 --> 00:55:18.879 Jenny Duan: This is great. 392 00:55:42.370 --> 00:55:44.240 Jenny Duan: Would you say you're a stubborn person. 393 00:55:44.570 --> 00:55:45.290 huda: Yeah. 394 00:55:58.460 --> 00:56:00.349 Jenny Duan: How did you get from your room to the car? 395 00:56:01.930 --> 00:56:02.939 huda: I guess, like 396 00:56:05.810 --> 00:56:19.671 huda: first, st like I went to the living room, and then, like or I was at the living room. And then, like, I guess everyone was kind of like talking about like how like what happened, basically. And then, like, my dad was like, Oh, wait! I I think I didn't get to pay the bill, and then 397 00:56:20.310 --> 00:56:24.940 huda: And they were like scrambling through like like wallet to see if we had cash. 398 00:56:26.390 --> 00:56:33.709 huda: And then they couldn't find any. So then I was like, you know what? Let me just like. Use my E money, and then, like 399 00:56:34.103 --> 00:56:38.349 huda: after that we drove to like the In Person bank, and then 400 00:56:38.510 --> 00:56:40.039 huda: we like, I guess. 401 00:56:40.690 --> 00:56:45.679 huda: like put the money in, and by the time we were back I was able to like, join back the fortnite game. 402 00:56:46.820 --> 00:56:49.680 Jenny Duan: Right as as a parent scrambled for cash. 403 00:56:50.410 --> 00:56:50.980 Jenny Duan: Hi 404 00:56:52.360 --> 00:56:54.190 Jenny Duan: decided to. 405 00:56:54.840 --> 00:57:04.629 huda: Or how about like, I think it would be a funny way to put it could be like I I knew exactly which. I k",
    "new exactly who 406 00:57:04.770 --> 00:57:12.219 huda: which valiant hero would save me from this situation. That Andrew Jackson I got from E. 407 00:57:12.970 --> 00:57:14.890 Jenny Duan: That's really great. Put that in. 408 00:57:15.160 --> 00:57:15.979 Jenny Duan: Thank you. 409 00:57:17.430 --> 00:57:18.524 huda: Oh, wait, wait, 410 00:58:04.050 --> 00:58:07.969 huda: And then from this do I just go into like, the car part. 411 00:58:11.020 --> 00:58:11.650 huda: Yeah. 412 00:58:11.650 --> 00:58:13.039 Jenny Duan: Maybe you can say like. 413 00:58:17.720 --> 00:58:20.809 Jenny Duan: 20 min later, we are on the way to the bank. 414 00:58:23.090 --> 00:58:24.160 Jenny Duan: Something like that. 415 00:58:45.090 --> 00:58:46.829 huda: Okay. I don't know if, like this, like 416 00:58:48.850 --> 00:59:05.450 huda: I don't know if I'm focusing too much on fortnite, but I just wanted to add a sentence about like, How like I was, gonna use this like $20 for like the end game currency. But then I felt the game was more important. But I don't know if that like that doesn't really relate. So I guess I can just like keep that out. 417 00:59:05.700 --> 00:59:07.850 Jenny Duan: Yeah, I think you can leave it out for now. 418 00:59:08.220 --> 00:59:08.970 Jenny Duan: Yeah. 419 00:59:11.330 --> 00:59:12.480 huda: after 420 00:59:13.250 --> 00:59:14.180 huda: I 421 00:59:15.440 --> 00:59:16.670 huda: inputted. 422 00:59:19.530 --> 00:59:20.300 huda: Okay. 423 00:59:47.910 --> 00:59:48.580 huda: yep. 424 01:00:51.760 --> 01:00:53.950 huda: So I don't know if this like last bit is like 425 01:00:55.210 --> 01:00:56.290 huda: to like 426 01:00:57.790 --> 01:01:07.458 huda: stated like, I just see how I I continue to practice, like the fact that investing in others will help always be good results. I continue to practice that. But, 427 01:01:08.660 --> 01:01:12.019 huda: I don't know if I should keep that in cause. That might be like 428 01:01:15.460 --> 01:01:16.810 huda: like of",
    " a statement. 429 01:01:26.360 --> 01:01:29.040 Jenny Duan: Maybe you can say I learned that 430 01:01:36.720 --> 01:01:38.590 Jenny Duan: Is that the lesson that you learned 431 01:01:38.630 --> 01:01:40.470 Jenny Duan: or so lesson that you learned that like 432 01:01:40.490 --> 01:01:43.109 Jenny Duan: it's good to like. Be generous, or 433 01:01:43.460 --> 01:01:45.740 Jenny Duan: I feel like investing in yourself. 434 01:01:45.950 --> 01:01:52.179 Jenny Duan: We'll always pay good results, is maybe not what it feels like. You're learning here. But let me know if that's. 435 01:01:53.140 --> 01:01:57.790 huda: Yeah, I think I learned both things like being like a generous person and like 436 01:01:58.191 --> 01:02:07.728 huda: like, I guess, like sacrificing things for, like the betters of better of others, will always be like a good thing to do. And 437 01:02:08.520 --> 01:02:09.380 huda: yeah. 438 01:02:10.420 --> 01:02:11.719 Jenny Duan: I have learned that 439 01:02:11.740 --> 01:02:13.210 Jenny Duan: generosity 440 01:02:15.650 --> 01:02:16.770 Jenny Duan: is a gift. 441 01:02:17.130 --> 01:02:18.340 Jenny Duan: and 442 01:02:32.840 --> 01:02:34.000 huda: Generosity. 443 01:02:39.810 --> 01:02:40.970 huda: There's a gift. 444 01:02:52.116 --> 01:02:53.630 huda: and investing 445 01:02:56.140 --> 01:02:57.770 huda: Your efforts 446 01:02:58.140 --> 01:02:59.780 huda: into the 447 01:03:03.170 --> 01:03:05.009 huda: betterment of others 448 01:03:06.260 --> 01:03:07.479 huda: is always 449 01:03:09.630 --> 01:03:10.820 huda: is always. 450 01:03:14.650 --> 01:03:17.399 huda: I don't know how to say other than like a good thing, but like 451 01:03:17.750 --> 01:03:20.020 huda: is always for the best. 452 01:03:25.220 --> 01:03:25.770 huda: and. 453 01:03:25.770 --> 01:03:26.740 Jenny Duan: Is always 454 01:03:34.600 --> 01:03:36.690 Jenny Duan: voice is always a gift. 455 01:03:36.800 --> 01:03:37.800 Jenny Duan: How's that. 456 01:03:38.380 --> 01:03:39.140 h",
    "uda: Okay. Yeah. 457 01:03:39.740 --> 01:03:40.469 huda: Okay. Cool. 458 01:03:42.610 --> 01:03:43.430 Jenny Duan: Okay. 459 01:03:44.120 --> 01:03:47.159 Jenny Duan: this is a great. The next essay is like a great topic. 460 01:03:47.340 --> 01:03:49.109 Jenny Duan: I feel like this is really good. 461 01:03:56.700 --> 01:04:01.240 Jenny Duan: I mean, I feel like this is not maybe a good thing to say. 462 01:04:02.110 --> 01:04:04.999 Jenny Duan: especially if you're applying to study computer science. 463 01:04:05.000 --> 01:04:05.590 huda: Yeah. 464 01:04:05.590 --> 01:04:09.640 Jenny Duan: Cause. Then it's like, Oh, that doesn't really make sense. If you're applying to study computer science. 465 01:04:10.390 --> 01:04:11.180 huda: Yeah. 466 01:04:11.340 --> 01:04:14.280 Jenny Duan: Maybe you can talk about like being 467 01:04:15.850 --> 01:04:16.640 Jenny Duan: like 468 01:04:17.880 --> 01:04:23.729 Jenny Duan: I don't know what are some of the stereotypes that you face because of your identities. If you want to write about that, or if you 469 01:04:23.740 --> 01:04:26.009 Jenny Duan: want to write about your family and how you like. 470 01:04:26.300 --> 01:04:29.430 Jenny Duan: Maybe your parents have inspired you to work hard to like. 471 01:04:29.990 --> 01:04:33.119 Jenny Duan: be entrepreneurially minded. Pursue, stem like. 472 01:04:34.080 --> 01:04:36.090 Jenny Duan: Do you have an answer to this. 473 01:04:36.420 --> 01:04:40.709 huda: I think, like for one like my parents have definitely 474 01:04:41.370 --> 01:04:50.110 huda: So I guess I'll list a couple of things. But, like my parents have like influenced me to get into technology, and like that. 475 01:04:50.150 --> 01:05:15.069 huda: like, they've worked on technology and like, my dad's worked on like many, many projects. With technology and like in different use cases like, for example, like business. I know he did like a tech project which was like for healthcare, which was like really like coo",
    "l to me, cause I never got to see those intersections previously. So I think, like my family has showed me that technology can like. 476 01:05:15.070 --> 01:05:32.432 huda: be mixed with, like other aspects, to create social change, or like, even like, just in general, just technology can cause change or create change. And then, I think, like, in terms of like my identity impacting like things that I've been doing. 477 01:05:33.340 --> 01:05:35.140 huda: I think definitely, there's like 478 01:05:35.790 --> 01:05:37.729 huda: been like the thing about 479 01:05:38.409 --> 01:05:43.600 huda: like being like a girl in in this field? It's definitely like 480 01:05:43.700 --> 01:05:46.100 huda: in technology. Specifically, it's like. 481 01:05:48.390 --> 01:05:55.210 huda: I don't know how else to describe it, but like I feel like a lot of opportunities are like close to you. And 482 01:05:59.170 --> 01:06:00.100 huda: I think 483 01:06:00.430 --> 01:06:04.100 huda: like navigating like the kind of clicky aspect of that 484 01:06:04.786 --> 01:06:08.200 huda: like clubs being like dominated by one gender 485 01:06:09.106 --> 01:06:10.540 huda: and then 486 01:06:11.760 --> 01:06:19.080 huda: think like in terms of like my Muslim and Indian identity are impacting like my career interests. I think it's like. 487 01:06:21.270 --> 01:06:25.189 huda: game. Development's kind of like an interesting thing. Because, like for one like. 488 01:06:25.610 --> 01:06:40.550 huda: actually, what's interesting is like my Muslim identity, and like have knowing Urdu has kind of like brought me into like poetry, because, like a lot, there's lots of Urdu poetry in which I've been interested in reading and so like, that's kind of brought me into journalism as well. And then, like. 489 01:06:40.550 --> 01:06:42.499 Jenny Duan: Oh, that's a really cool story. 490 01:06:42.690 --> 01:07:01.959 huda: Yeah, and then, like, my Indian identity has like, really brought me to like technology, which ",
    "I'm not saying, like all Indian people are into technology. But I guess what I'm saying is like, my parents and everything have like influenced me to get into technology. So these 2 things have kind of like 491 01:07:02.530 --> 01:07:07.979 huda: like in the in my melting pot. I guess, like it's created like this 492 01:07:08.280 --> 01:07:10.789 huda: mix of those 2 things. So I guess 493 01:07:11.304 --> 01:07:15.349 huda: that's like influenced me trying to go into game development. 494 01:07:15.500 --> 01:07:16.360 huda: Yeah. 495 01:07:17.560 --> 01:07:18.320 Jenny Duan: Hmm. 496 01:07:21.050 --> 01:07:24.479 Jenny Duan: okay, how do we start like, how do we start that? 497 01:07:26.340 --> 01:07:27.880 Jenny Duan: Maybe you can say like. 498 01:07:32.590 --> 01:07:34.910 Jenny Duan: it's about your family. Maybe you can say 499 01:07:35.900 --> 01:07:40.780 Jenny Duan: I am a Muslim American girl, and the like 500 01:07:40.900 --> 01:07:43.726 Jenny Duan: daughter of immigrants, or something like that. 501 01:07:44.140 --> 01:07:50.970 Jenny Duan: cause. I think that like this, questions about your family so like I would write a little bit about your parents, and how that's influenced you. 502 01:07:51.520 --> 01:08:01.750 huda: Yeah. And I think maybe I could also talk about like being like in a kind of like bustling family. Bustling like immigrant family and like 503 01:08:02.210 --> 01:08:04.099 huda: finding peace and like 504 01:08:04.895 --> 01:08:06.999 huda: coding and like writing. 505 01:08:07.050 --> 01:08:09.119 huda: and that's like led me to. 506 01:08:09.320 --> 01:08:11.180 huda: I guess. Like 507 01:08:11.340 --> 01:08:13.020 huda: what my interests are. 508 01:08:14.130 --> 01:08:16.160 Jenny Duan: Yeah, that that sounds great. 509 01:08:16.450 --> 01:08:21.519 huda: Wait. So since, like I, technically, I'm like also. And I'm going to move here when I was like. 510 01:08:21.520 --> 01:08:22.380 Jenny Duan: Oh, yeah. 511 01:08:22.380 --> 01:08",
    ":30.309 huda: 7. So I can talk about like how like seeing like my parents, like education from like outside of the country, and how hard they work. 512 01:08:30.560 --> 01:08:31.460 Jenny Duan: Yeah. 513 01:08:31.460 --> 01:08:41.859 huda: Get us get us like an education. America has really showed me like the importance of education, and like how I use it as like a way to like. 514 01:08:42.180 --> 01:08:48.939 huda: not only like just build my knowledge, but like of like academically, but like in the world, I think. 515 01:08:50.490 --> 01:08:51.899 Jenny Duan: That sounds really good. 516 01:09:23.470 --> 01:09:25.270 huda: I don't know if this makes sense, but. 517 01:09:56.430 --> 01:09:57.700 Jenny Duan: Yeah, that's good. 518 01:10:45.580 --> 01:10:46.350 Jenny Duan: Yeah. 519 01:10:46.590 --> 01:10:47.650 Jenny Duan: this is great. 520 01:10:51.550 --> 01:10:57.790 huda: Wait, I think, should I? Should I 1st elaborate about like how them being like immigrants, and me being an immigrant, has, like 521 01:10:58.241 --> 01:11:10.200 huda: inform my like view of education, and then talk about like my like bustling family, and that was like led me to like the Major, and things that that I wanted to pursue. 522 01:11:10.550 --> 01:11:12.129 Jenny Duan: Yeah, that sounds really good. 523 01:11:12.310 --> 01:11:18.489 Jenny Duan: Also, I know we're running a little low on time. Do you want to finish this essay now, or do you want to talk through the other 524 01:11:18.640 --> 01:11:24.560 Jenny Duan: too briefly before we end? And then I can review it asynchronously. What would be most helpful for you. 525 01:11:25.182 --> 01:11:28.519 huda: Let's just look at the next 2. I think I could work on this one. 526 01:11:28.520 --> 01:11:29.940 Jenny Duan: Okay, sounds good. 527 01:11:30.120 --> 01:11:36.430 Jenny Duan: What is your one sentence? Philosophy of life? But I would say, let's change this into something unique. 528 01:11:36.570 --> 01:11:41.610 Jenny Duan: Yeah",
    ", not from Gandhi, although that's like a great quote. But let's make it 529 01:11:41.620 --> 01:11:47.109 Jenny Duan: something that's more intrinsic to you. Do you feel like you have like a tagline that you say often. 530 01:11:48.290 --> 01:11:50.350 Jenny Duan: or that you remember 531 01:11:58.900 --> 01:11:59.440 Jenny Duan: it? 532 01:11:59.804 --> 01:12:00.899 huda: I mean, like. 533 01:12:01.250 --> 01:12:05.399 huda: I feel like this is also kind of like the similar meaning. But it would be like 534 01:12:05.430 --> 01:12:19.989 huda: if I if I can't do it, or if I can't like, join in, then I'll create my own, because I feel like that's like applicable to like many things that I've done. And so that's like something that I practice in, like a lot of the things that I do. 535 01:12:20.385 --> 01:12:22.459 huda: But like, yeah, I don't think 536 01:12:22.860 --> 01:12:29.560 huda: I think I can like research, like a couple of quotes that I or like, think back to like a couple of quotes that I read from like books and stuff 537 01:12:29.740 --> 01:12:33.010 huda: which have impacted me. But I can't think of anything right now. 538 01:12:34.110 --> 01:12:35.100 huda: Okay. 539 01:12:35.379 --> 01:12:42.089 Jenny Duan: Let's make up something. What do you think is like fundamental about your worldview? We can just come up with the tagline right now. 540 01:12:42.960 --> 01:12:46.340 huda: Like being adaptable like like 541 01:12:46.923 --> 01:12:51.490 huda: I think this is kind of like what my comment app is about, but like being like 542 01:12:52.530 --> 01:12:56.329 huda: kind of like, different from everyone makes me similar to everyone. 543 01:12:56.685 --> 01:12:57.720 huda: In that. Like. 544 01:12:57.860 --> 01:13:01.239 huda: like, I have all these different identities, but it like 545 01:13:01.330 --> 01:13:03.860 huda: just, and at the end of the day. It makes me like 546 01:13:04.340 --> 01:13:08.729 huda: similar to everyone, I think, or be able to",
    " like, adapt to everyone and like. 547 01:13:08.870 --> 01:13:11.953 huda: But I don't know. Okay, wait. Let me think of something better. 548 01:13:12.210 --> 01:13:12.870 Jenny Duan: Hello! 549 01:13:28.070 --> 01:13:29.150 huda: Maybe like 550 01:13:29.830 --> 01:13:31.320 huda: to always 551 01:13:31.800 --> 01:13:32.730 huda: like 552 01:13:35.100 --> 01:13:38.090 huda: always to like use 553 01:13:38.440 --> 01:13:51.379 huda: like, no matter like you can't have like a restraint like, for example, like medium can't be like a restraint of like like the impact that you're able to have cause. I feel like for example. 554 01:13:52.180 --> 01:14:05.790 huda: like I've been able to like, teach things in many different ways, like, for example, like teaching the students at my Sunday school through like lesson to lesson kits that I've like helped my teachers with 555 01:14:06.275 --> 01:14:22.659 huda: and then I've also helped with like, develop. Or I've like created video game which helps educate people about AI, and then, like, I think, like medium isn't like a limiting factor. It's like the fact that you can educate that you're always able to learn more like, no matter like 556 01:14:22.760 --> 01:14:24.350 huda: what way it is. 557 01:14:25.940 --> 01:14:28.730 Jenny Duan: Yeah. Education has no medium, has that. 558 01:14:29.120 --> 01:14:30.149 huda: Yeah, it was good. 559 01:14:30.540 --> 01:14:31.170 Jenny Duan: Okay. 560 01:14:31.300 --> 01:14:33.009 Jenny Duan: what about this belief 561 01:14:33.250 --> 01:14:34.630 Jenny Duan: resonates with you? 562 01:14:36.316 --> 01:14:38.059 huda: I believe that like. 563 01:14:38.460 --> 01:14:39.370 huda: okay. 564 01:14:39.810 --> 01:14:41.799 Jenny Duan: Write this down, write this down, write this down. 565 01:14:41.800 --> 01:14:42.400 huda: Okay. 566 01:14:43.050 --> 01:14:47.460 Jenny Duan: What are you saying? The sentence in your head, and then bring it to the paper or to the laptop. 567 01:14:48.160 --> 01",
    ":14:48.840 huda: Okay. 568 01:14:49.230 --> 01:14:50.589 huda: wait. I'm just gonna put 569 01:14:53.480 --> 01:14:54.310 huda: do I? 570 01:16:10.950 --> 01:16:12.330 Jenny Duan: This is really good. 571 01:16:15.240 --> 01:16:16.120 huda: Thank you. 572 01:17:07.040 --> 01:17:08.020 Jenny Duan: This looks great. 573 01:17:09.290 --> 01:17:22.290 Jenny Duan: Okay, I think you're on a good track with all of these. I'd like to take a final review before you send to your teachers. Would you be able to email me when or text me once you've finished all of these, and I can check the document like, say tomorrow evening 574 01:17:22.430 --> 01:17:23.110 Jenny Duan: that 575 01:17:23.360 --> 01:17:24.930 Jenny Duan: okay, sounds good. 576 01:17:25.316 --> 01:17:29.713 Jenny Duan: Next time I'd actually really want you to apply for this leadership. 577 01:17:31.750 --> 01:17:35.070 Jenny Duan: this leadership retreat happening in December. 578 01:17:35.370 --> 01:17:37.125 Jenny Duan: Sorry in September. 579 01:17:39.560 --> 01:17:41.619 Jenny Duan: would you be interested in attending this. 580 01:17:45.630 --> 01:17:46.600 huda: You see. 581 01:17:48.130 --> 01:17:51.899 Jenny Duan: If not, that's okay. If so, I think it's a cool opportunity for you. 582 01:17:51.900 --> 01:17:52.899 huda: That was cool. 583 01:17:53.530 --> 01:17:58.149 Jenny Duan: Okay, it's another travel thing. So you'd have to travel to New York, but they'd pay for it. 584 01:18:00.540 --> 01:18:02.110 Jenny Duan: okay, sounds good. 585 01:18:02.711 --> 01:18:10.850 Jenny Duan: I will. Let's work on that the next time that we meet. Then if you have time, could you take a look at the first? st There's only 2 questions. 586 01:18:12.174 --> 01:18:12.779 huda: Everything. 587 01:18:12.780 --> 01:18:20.809 Jenny Duan: Also, just like Filler but there's only 2 application questions. And maybe we could talk about that next time we meet. If that sounds okay with you. 588 01:18:21.170 --> 01:18:24.540 huda: Y",
    "eah. Would you like me to like create a draft or 589 01:18:24.630 --> 01:18:25.940 huda: just take a look at them. 590 01:18:26.160 --> 01:18:31.010 Jenny Duan: A draft would be nice if you have time for it, if you don't have time for it. That's totally fine, too. 591 01:18:31.110 --> 01:18:35.130 Jenny Duan: Just depending on what your availability is for our next meeting. 592 01:18:35.640 --> 01:18:36.710 huda: Okay. Yeah. 593 01:18:37.040 --> 01:18:37.950 Jenny Duan: Any thoughts. 594 01:18:39.312 --> 01:18:44.310 huda: Yeah, this looks good. I think I'll I'll like, look into this like tomorrow morning. 595 01:18:44.760 --> 01:18:47.359 Jenny Duan: Okay, what do you? When do you want to meet next. 596 01:18:48.300 --> 01:18:48.950 huda: Oh, 597 01:18:50.650 --> 01:18:52.840 huda: I should be available like 598 01:18:53.060 --> 01:18:56.630 huda: on the weekdays at like 6 Pm. 599 01:18:57.096 --> 01:19:00.139 huda: I think, like almost all of them work for me so. 600 01:19:00.660 --> 01:19:04.350 Jenny Duan: Could we do? 8 pm. On Monday? Is that too late? Or is that okay? 601 01:19:07.530 --> 01:19:10.269 huda: Is it possible to move that to Tuesday. 602 01:19:11.605 --> 01:19:13.599 Jenny Duan: I don't know if I can do. 603 01:19:14.460 --> 01:19:16.189 huda: Let me double check on. 604 01:19:16.460 --> 01:19:18.940 Jenny Duan: Oh, if not, we can do a different time on Monday, too. 605 01:19:22.730 --> 01:19:23.410 huda: Yeah, 606 01:19:24.640 --> 01:19:27.319 huda: no, I think that's fine. Actually, Monday, I think Monday's fine. 607 01:19:27.320 --> 01:19:30.260 Jenny Duan: Monday at 8 Pm. Is okay. Yeah. 608 01:19:30.480 --> 01:19:34.879 Jenny Duan: okay. Sounds good. I will talk to you then, and I'll get that scheduled with Mary. 609 01:19:35.230 --> 01:19:36.150 Jenny Duan: Alright. 610 01:19:36.860 --> 01:19:37.500 huda: Okay. Yeah. 611 01:19:37.500 --> 01:19:45.760 Jenny Duan: Progress. I think your essays are like really shaping up. And like a lot of these",
    " themes we can use for supplementals, too. I feel like they'll be asking similar things. 612 01:19:46.760 --> 01:19:49.200 huda: Yeah, great. I'm I'm excited for that. But 613 01:19:49.340 --> 01:19:49.965 huda: yeah, 614 01:19:51.250 --> 01:19:53.450 huda: thank you. It was like nice talking to you. 615 01:19:53.890 --> 01:19:59.329 Jenny Duan: Yeah, likewise. Okay, let me know if you have any questions, feel free to text me anytime, and I will see you on Monday. 616 01:19:59.520 --> 01:20:00.279 huda: Yeah, okay. 617 01:20:00.280 --> 01:20:01.100 Jenny Duan: Hi."
  ],
  "turns": [
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 754.48,
      "end": 761.419,
      "text": "Hi, Jenny, I'm so sorry for joining late. I was. I was outside, and then I and then I just realized that we had the call from your message. 2"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 761.42,
      "end": 764.519,
      "text": "Oh, no! Worries I know, like the there's wait! Hold on. 3"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 764.52,
      "end": 765.24,
      "text": "I think I'm. 4"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 765.24,
      "end": 772.67,
      "text": "Setting up the link and things. And so like, I think it's like no big deal. We can just do like 9, 15 to 1015 instead. If that works for you. 5"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 772.92,
      "end": 773.55,
      "text": "Yeah. 6"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 773.82,
      "end": 775.799,
      "text": "Okay, cool. How's everything going. 7"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 776.45,
      "end": 803.67,
      "text": "Oh, it's going great! I think, like this weekend I'm gonna like dedicate it to like kind of locking in with like my school and then 8 I did start with like my Uc application, like I didn't start the essays or anything but I've just like been filling in like the information. 9 and 10 oh, yeah, tomorrow I'm starting Sunday school like, taing again. So yeah. 11"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 803.67,
      "end": 808.179,
      "text": "Oh, yeah, exciting is it? Does it like start every school year? Or how does it work. 12"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 808.42,
      "end": 819.43,
      "text": "Yeah, so it's like, kind of like in parallel with the school year. This year, I'm gonna be like the ta for like the 4th grade class. So I get to ta for my brother. So that's pretty cool. 13"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 820.14,
      "end": 846.159,
      "text": "Yeah, that's super cute. And it's nice that you'll be able to like. Have a full circle moment of like, you know, being ta, and then getting to ta your sibling as well. Yeah, I'm finally update on my end as I'm finally out of Wyoming. And I'm back in Portland now, which is good. We got rescued yesterday, flew out of Denver, and now me and my friend Lila. We're back in Portland together, so we're like saved from being in Wyoming forever. Yeah. 14"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 846.35,
      "end": 848.08,
      "text": "It's cool. 15 One. 16"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 848.48,
      "end": 850.479,
      "text": "Okay. Well, oh, go ahead. 17"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 850.48,
      "end": 852.71,
      "text": "I'm sorry I was just asking if you're staying at home. 18"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 852.9,
      "end": 859.054,
      "text": "Yeah, I'm at home right now. This is like my dad's office right now. He's like born in the year of the tiger. That's why there's so much like. 19"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 859.61,
      "end": 859.96,
      "text": "Thanks. 20"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 859.96,
      "end": 876.91,
      "text": "Memorabilia like memorabilia everywhere. 21 yeah, anyways, I I was thinking today we could start by finishing up your questionnaire. And then I'd like to actually take start taking a look at your Usc actually, are you working on that with Erin? I don't wanna like 22 double step. 23"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 877.11,
      "end": 887.159,
      "text": "No, we we haven't really started 24 I guess. Like the supplementals yet. Really. So I mean, we kind of like brainstorm them for Stanford. But that's that's it. 25"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 887.55,
      "end": 910.05,
      "text": "Okay, okay, that sounds good. Then. If actually, if you're working on that with Erin, we can start thinking. Look at some of the scholarships that are opening up soon. Just other like more essays, but for different things. 26 And then, yeah. But I wanna finish up your questionnaire today. I know that we started that last time, and I wanna make sure that we're 27 on a good track there. Yeah. 28"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 910.853,
      "end": 912.52,
      "text": "Let me set again. Yeah. 29"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 912.67,
      "end": 921.49,
      "text": "Okay, thank you. 30 Got it. 31 Okay, I'm on the link here. 32"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 924.49,
      "end": 927.859,
      "text": "Okay, I think we filled out everything from till 3. So. 33"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 927.86,
      "end": 963.05,
      "text": "Yeah. 34 okay, let's start with number 4. So 35 let's 36 okay, I would 37 do the like 38 summary of your involvement 39 upfront first.st So I would say, like 40 empowering AI, 41 you can put this in like the common app format which is like empowering. AI 42 total. How long have you been doing this? 43 X weeks. 44 3 36 h, total. 45"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 968.19,
      "end": 977.439,
      "text": "yeah, I think I've I've so I've been doing this for like a year now. So 46 wait just like the total years or total weeks I've spent. 47"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 978.93,
      "end": 987.71,
      "text": "8 h per week. 48 50 weeks. 49 Is this how? How you got the estimate. 50"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 987.83,
      "end": 993.069,
      "text": "Yeah. 51 well, I think this like hours total might be outdated. But 52"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 998.24,
      "end": 1000.42,
      "text": "yeah, it's 400 now. Okay. 53"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1010.4,
      "end": 1018.17,
      "text": "Oh, this sounds good. 54 I would just keep it brief, like 55 2 sentences, each per activity. 56 So. 57"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1018.38,
      "end": 1019.219,
      "text": "But it is. 58"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1020.02,
      "end": 1020.7,
      "text": "Pardon. 59"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1021.263,
      "end": 1022.779,
      "text": "To explain what it is. 60"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1022.78,
      "end": 1035.539,
      "text": "Yeah, exactly. 61 hello. 62 I think this is like, perfect. Is there anything else you want to emphasize about empowering? AI. I think this is like a really good summary. But 63 if there's anything you feel like is missing. 64"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1035.9,
      "end": 1038.899,
      "text": "I think instead of this, I can talk about the hackathon. 65"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1039.3,
      "end": 1048.9,
      "text": "Oh, wait! Why don't you just add one more sentence. 66 Yeah. This summer we hosted our inaugural hackathon and then had some details about it 67"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1110.97,
      "end": 1117.539,
      "text": "great? 68 Let me just make a list of like some other activities I think you should write about. In the meantime. 69"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1248.73,
      "end": 1254.009,
      "text": "Wait. What do I put J. Camp because it's like a 1 like one week thing, so I don't know if. 70"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1254.86,
      "end": 1259.98,
      "text": "Yeah, I would just say, like, how many weeks did you do? How many hours like 40 h. 71"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1260.15,
      "end": 1260.79,
      "text": "Okay. 72"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1261.13,
      "end": 1264.219,
      "text": "Per week. I don't. I don't know. This is just an example. 73"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1271.31,
      "end": 1275.59,
      "text": "Maybe I would just say, this. 74 yeah. 75"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1301.68,
      "end": 1313.239,
      "text": "this is basically your college activities list like on your common app, I mean on the common app. We can condense it a little bit, because I don't know if you'll have 76 enough word count, but other than that it should be okay. 77"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1314.47,
      "end": 1320.269,
      "text": "That's pretty cool, cause I don't really. I usually don't really think about like how many hours a week I put into things. 78"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1324.28,
      "end": 1325.2,
      "text": "Hmm! 79"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1365.72,
      "end": 1368.48,
      "text": "I'm just like 80 I wouldn't. 81"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1369.33,
      "end": 1372.17,
      "text": "Yeah, I would just say, 5 week. Summer program 82"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1390.6,
      "end": 1395.69,
      "text": "isn't code of coffee 83 2 weeks, or what's 5 weeks. 84"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1396.27,
      "end": 1404.019,
      "text": "Or I think that was like combining like 85 like code abration, and like the other kind of the discord activities. 86"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1404.02,
      "end": 1406.529,
      "text": "Oh, okay, okay, I would just leave it like. 87"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1414.7,
      "end": 1439.01,
      "text": "How would I say this? 88 Maybe I would say 2 week summer program 89 plus 90 year-long commitment 91 or something like that. 92 It your involvement. Maybe it's better than commitment here. I can vote. 93 I can change that. 94 Okay. 95 there we go. 96"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1481.268,
      "end": 1493.479,
      "text": "In the other. I just put some like suggestions for things you can include are there are. Is there anything else, though, about things that you do that you feel like you would want to include that habit 97 yet been written down or captured here. 98"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1493.97,
      "end": 1497.67,
      "text": "Oh, so okay, I think this one is like the women in games. One. 99"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1497.67,
      "end": 1499.8,
      "text": "Yes, sorry. Now. I can't change. 100"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1499.97,
      "end": 1502.71,
      "text": "Yeah, sorry. And then 101"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1509.45,
      "end": 1511.569,
      "text": "I feel like I'm missing something. 102"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1516.46,
      "end": 1536.489,
      "text": "I don't think this really like 103 I don't know for this purpose, but like content creation for tech. But 104 yeah, I don't think it for this purpose. It really matters. 105 Oh, wait, since this is for like school, and like a lot of teachers already know me from like student news. I think 106 I think I can like mention student news and like. 107"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1536.49,
      "end": 1544.36,
      "text": "Oh, yeah, student, news would be great. Yeah. 108 is that a part of film club? Or is that? No, that's part of the class right? 109"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1544.36,
      "end": 1545.8,
      "text": "For, like the media, arts, class. 110"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1545.8,
      "end": 1554.14,
      "text": "Okay, yeah. 111 Maybe you could put that like more near the top. If a lot of teachers already know that about you. 112"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1554.4,
      "end": 1555.07,
      "text": "Yes. 113"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1555.07,
      "end": 1558.76,
      "text": "Does that make sense for you? Do you think. 114 okay, cool. 115"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1558.76,
      "end": 1560.25,
      "text": "I open it at 3, then. 116"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1561.13,
      "end": 1561.69,
      "text": "Perfect. 117"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1563.45,
      "end": 1566.2,
      "text": "I think I've been working out for 2 years, so I'll just do some. 118"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1566.2,
      "end": 1566.92,
      "text": "Perfect. 119"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1581.75,
      "end": 1584.829,
      "text": "Okay. And then I have to explain each of these or. 120"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1585.96,
      "end": 1596.39,
      "text": "Yeah. 121 this is like. 122 if you oh, and maybe we need one more. So you can have 10 activities total. 123"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1602.24,
      "end": 1608.28,
      "text": "Oh, yeah, the M. Yna like never got back to me. So 124 even like when I had followed up. But. 125"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1609.08,
      "end": 1630.46,
      "text": "Okay, it's fine. Then I think it's you can let it go for now. 126 cause I think it's like, you're too constrained for time, really for any like 127 significant commitment to increase any of your like. 128 I don't think it's a good use of your time at this point to try to find like significant new commitments like that. 129"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1630.96,
      "end": 1631.72,
      "text": "Yeah. 130"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1636.54,
      "end": 1639.27,
      "text": "Okay. So then I I guess I could just start explaining. 131"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1639.78,
      "end": 1660.07,
      "text": "Yeah, exactly. 132 If you think that this would be 133 not a good use of time, we can. 134 You can write this and then send it to me, and I can review it asynchronously. But 135 okay. 136 And then for Number 10, I would say, like, what do you think is the activity for your 10th choice. Do you have any thoughts here. 137"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1661.315,
      "end": 1710.839,
      "text": "I think women and games ambassadorship would be like 138 like pretty impactful cause like. Also I did host a like workshop during my hackathon, which is like 139 I guess, brought brought to you by like women and games, and like 140 I talked about like the program, and like like how to develop games and everything and so like, I think that's like one thing that I can use like quantify like, there's also lots of testimonials and stuff for that. And then, like, there's a couple of people that attended. So that's some something that I can mention like on my activities. 141 And like also like the fact that I think 142 I think I want the the I I don't know for sure for certain, but like I think that I'm like the youngest ambassador. And 143 yeah. 144 So I think 145"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1711.04,
      "end": 1713.26,
      "text": "I think that's like something worth mentioning. 146"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1713.26,
      "end": 1715.87,
      "text": "Okay, yeah, let's let's choose this. Then. 147"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1717.31,
      "end": 1733.829,
      "text": "Yeah. So I think I've like, I 148 started earlier this year. So 149 I want to say, like. 150 like, maybe like 30 weeks, 30 weeks. 151"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1733.83,
      "end": 1734.72,
      "text": "Sounds good 152"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1742.56,
      "end": 1743.799,
      "text": "oh, oops! 153"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1759.31,
      "end": 1765.97,
      "text": "Okay. 154 I guess we can move on from that one. Then 155 cool. 156"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1767.66,
      "end": 1780.1,
      "text": "So, okay. 157 now. 158 these are all very different questions. 159 Tell us something that people most people probably don't know about. You. 160"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1781.82,
      "end": 1783.53,
      "text": "I think 161 so. 162"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1783.53,
      "end": 1784.52,
      "text": "Really great. 163"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1785.601,
      "end": 1815.26,
      "text": "I think maybe like I can talk about 164 like the fact that I'm a 165 that I like to play Wordle. I feel like I've kind of talked about my essay, but, like like wordle like helps me like expand my vocabulary, and that like makes me, I guess, like better articulate myself. But like. 166 Yeah, that's just like, I don't know if it's like really adds to anything. But that's like something that 167 people might not know about me. 168 But maybe even like. 169"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1819.36,
      "end": 1828.87,
      "text": "Yeah, I'm not sure if like how to 170 add to this. But 171 maybe I like I I like writing poetry. Maybe that's something that people don't. 172"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1828.87,
      "end": 1849.2,
      "text": "Oh, this is just something I thought about, but like one potential essay, not your common app cause. You already are working on that, but like for something else could be. I I think this could be like an interesting essay theme, like every day you play the wordle, and every day the word could be like a random word. For example, what was the last wordle word that it was? 173 Oh. 174"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1849.64,
      "end": 1856.77,
      "text": "I think the last one 175 I don't remember like the one recently, but I know there was one which was like a bait. I was like. 176"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1856.77,
      "end": 1894.499,
      "text": "A bait, and you can talk about how like that has, you know, taught you to to learn new 177 new new words, new vocabulary. But, like. 178 maybe you can talk about how like, if you got to design the wordle, maybe like a word you would choose could be like salam or something like that, like peace, or like Hello! And like, how like the word! All like! How how you are learning how like the language that we. 179 the language that we use like shapes, the way that we view the world, and how that connects to like your culture, and also like journalism, because journalism is all about like language and words, and like, used in in different combinations that like produce new meaning. 180"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1894.72,
      "end": 1900.8,
      "text": "I think that would be like a little bit interesting. That's just something that came to my mind, kind of random. But yeah. 181"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1900.8,
      "end": 1901.99,
      "text": "Like that idea. 182"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1904.26,
      "end": 1920.319,
      "text": "Okay, I love this essay. I think, like your answer to Number 5 is already like, quite good 183 maybe you can say like 184 I don't know is Wordle is wordle. The 1st thing you do every day, or like what is the 1st thing that you do every day. 185"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1920.62,
      "end": 1928.119,
      "text": "Yeah, probably, like I love playing wordle like like in the morning. And also sometimes like when I'm stressed like, it helps me like de-stress. 186"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1928.12,
      "end": 1930.559,
      "text": "Hmm! Maybe you can say that like. 187"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1932.41,
      "end": 1936.92,
      "text": "Like I find comfort in like knowing, learning new things maybe cause like. 188"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1936.92,
      "end": 1937.57,
      "text": "Yeah. 189"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1937.57,
      "end": 1943.789,
      "text": "Love learning like new, like terms from Wordle. 190 Well, even like connections and stuff. Yeah. 191"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1943.79,
      "end": 1968.65,
      "text": "Yeah, you can say, like. 192 I start every day with wordle or like. 193 that's we. Let's try to turn that into like a fun fact about yourself. So instead of saying like, Oh, I really like playing world, we, you can say, like. 194 I start every single day with a new 5 letter sequence. 195 Sometimes it's 196 I don't think you have to write this in such an like an essay way. You can be more direct, but, like. 197"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1969.04,
      "end": 1969.68,
      "text": "Okay. 198"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1969.68,
      "end": 1978.21,
      "text": "Yeah, something like that, like, just to catch the the readers. Attention, even if the reader is just, you know, one of your teachers like 199 this still could be interesting. 200"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2039.27,
      "end": 2044.13,
      "text": "Or should I like? Put this like separately, like, what about the game developer? Part. 201"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2046.47,
      "end": 2064.599,
      "text": "Maybe you say, like playing games, or 202 I don't know, being a gamer or something like something about gaming has 203 has inspired you to create your own games as well like what? Started as a love for like games, problem, solving and learning turned into like an act of creation of your own. 204"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2123.75,
      "end": 2128.259,
      "text": "Yeah, did I mention like distributing? Oh, yeah, I already have. So I don't think I have to say it again. 205"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2168.78,
      "end": 2176.15,
      "text": "Okay, I I like this addition. 206 until they create 207 Asian. 208"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2183.8,
      "end": 2185.309,
      "text": "They're my own. 209"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2189.62,
      "end": 2194.3,
      "text": "What's another word for game? 210 Alright, I'll look this up. 211"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2196.02,
      "end": 2196.63,
      "text": "Yeah. 212"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2206.14,
      "end": 2210.929,
      "text": "I would take out these 2 sentences. I feel like this is redundant. 213 What do you think. 214"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2212.84,
      "end": 2213.63,
      "text": "Yeah. 215"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2228.45,
      "end": 2230.559,
      "text": "How long did it take you to Code Synthoria? 216"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2231.42,
      "end": 2233.259,
      "text": "Like a like a year. 217"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2233.82,
      "end": 2240.279,
      "text": "After a year's 218 worth of development. 219 There we go! 220"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2290.86,
      "end": 2296.33,
      "text": "Wait! This sentence feels like it doesn't quite fit in. Can you tell me what you're trying to get behind here. 221"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2296.73,
      "end": 2328.26,
      "text": "I was kind of maybe I was like talking about like 222 this is the one that I wrote earlier before. By the way, and then I guess I was trying to say like, how this is like led to an impact by like 223 cause. I feel like a lot of teachers might be like 224 interested to learn that I was like on 2 podcasts 225 and like, 226 I think, like showing that like my game, I wanted to be like more accessible to people. And so like, I was like featured on like 2 podcasts for this reason. 227"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2329,
      "end": 2358.099,
      "text": "Okay, yeah. 228 maybe 229 I would say, 230 I would say, this is 231 to me. 232 James. 233 represent 234 the opportunity to make information 235 accessible 236 for the world. 237"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2374.59,
      "end": 2408.49,
      "text": "I maybe wouldn't mention the podcast things unless 238 specifically asked about them. Because, I think, like, your teachers would probably not write about the interviews on the podcast like in the letter recommendation for you. Because I feel like 239 that's not something they can directly speak about. But 240 I think they want to know, like, why do you do that? 241 And I think it's obviously what you do is not for publicity. So I'm trying to think of. Is it important to you to include the podcast aspect, because we can weave that in. I'm just trying to figure out a way to do that like a little bit 242 more smoothly. 243"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2410.71,
      "end": 2439.219,
      "text": "I guess we don't have to. I don't know. I just thought like I just thought little. My teachers might be a little more like 244 I interested cause they're like, really interested by, like, like really unique aspects, like when I showed them my videos from like J. Camp, they're really interested to see that I was like on actual news, and like they're always like amazed when they seem on me. See me on like soon news, so like 245 they're usually 246 kind of 247 more meat by these things, but I think we don't have to if it, if it's like, doesn't make sense. 248"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2441.41,
      "end": 2480.2,
      "text": "One podcast 249 on 2 podcasts 250 I am. 251 My hope is to share my journey 252 and 253 game 254 with others 255 in 256 inspiring them and sharing a 257 is? Are the podcasts like more for inspiration? Or what do you see? As, like the main purpose of a podcast. 258"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2480.73,
      "end": 2508.569,
      "text": "I think it's more like 259 to show people or like show people like resources. For like how 260 like one of them was about like games for change. Basically, it was games for good. And it talks about like how 261 like gaming can have like a bigger impact. Like, for example, in this case, like education about AI, so like sharing like. 262 I guess. 263 a new aspect to gaming which is education. 264"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2510.52,
      "end": 2518.17,
      "text": "Okay, yeah. 265 my hope is to 266 is to 267"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2524.48,
      "end": 2527.249,
      "text": "inspiring them, and 268"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2535.09,
      "end": 2545.259,
      "text": "their knowledge and understanding of 269 evolve game 270 have a play in. 271"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2550.4,
      "end": 2553.819,
      "text": "How would you summarize the impact of the podcast? In one sentence. 272"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2555.3,
      "end": 2561.089,
      "text": "Like what the podcast does, or like the or like my specific like interview, and like what it did. 273"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2561.39,
      "end": 2563.909,
      "text": "What would you want your teachers to know about the podcast? 274"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2564.54,
      "end": 2596.989,
      "text": "Oh, I guess like 275 I mean. 276 I want like. 277 I think I just like want the teachers to know that like it was like a large audience that was able to like, learn about my game and actually play it. And they also, like and also the podcast detailed, like 278 kind of the purpose of my game, which is like to like educate people about AI and AI ethics. And so, like this audience like this, like new audience was able to like, learn a new aspect of technology. 279"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2597.36,
      "end": 2615.13,
      "text": "Okay, and games with 280 a lottery broader. 281 broader audience writing them in sparing through their knowledge 282 other rules games can play in 283 educational experience. 284"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2619.85,
      "end": 2621.33,
      "text": "Okay, how's that? 285"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2621.33,
      "end": 2622.799,
      "text": "That sounds that looks great. 286"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2623.17,
      "end": 2633.99,
      "text": "Okay, I'm glad that was kind of like a trick tricky sentence to get out. But okay, I'm glad that that looks good. How do you feel about this response to question? 5 in total. 287"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2634.52,
      "end": 2650.93,
      "text": "I think it was good, I think, like 288 I don't know if, like 289 I'm talking about my game like the entire time to talk about it. I caught. I talk about like Synthoria a couple of times, but I don't know if this like questions like 290 ask about like stuff like outside of that, but I don't know. 291"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2651.54,
      "end": 2658.519,
      "text": "I think it's fine. It's asking you about your hobbies like. 292 and game making is a hobby of yours, so 293 I feel like that's totally fine. 294"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2659.06,
      "end": 2662.4,
      "text": "Okay, yeah. 295 yeah. 296"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2662.4,
      "end": 2682.139,
      "text": "Okay, next question. 297 tell us about a time you were challenged. 298 Okay. 299 this is a great story. 300 do you know approximately how long these responses should be 301 for at least 5 to 6 sentences. But did they give you an upper bound. 302"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2684.66,
      "end": 2693.58,
      "text": "no, they didn't. They didn't know. But like 303 this is just like like, for let me see if there's any like limitations on. 304"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2693.58,
      "end": 2702.96,
      "text": "Okay. 305 cause I feel like we're writing really great essays. But I don't know if it's like 306 how long 307 these need to be. 308"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2746.86,
      "end": 2751.089,
      "text": "Not sure where, like the word limit is. I don't think there is any. 309"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2761.5,
      "end": 2764.709,
      "text": "Probably then I think if there's no limits, then it's totally fine. 310"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2777.26,
      "end": 2784.93,
      "text": "Okay, yeah. I'm not sure. I think like 311 it says, like, in total, 3,000 characters. 312 But. 313"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2786.47,
      "end": 2789.589,
      "text": "Oh, yeah, I think you're under the limit for these. 314"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2790.35,
      "end": 2791.06,
      "text": "Okay. 315"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2793.33,
      "end": 2800.039,
      "text": "Okay, cool. 316 is this the story that you want to go with for Number 6? Are you considering other stories. 317"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2800.54,
      "end": 2805.27,
      "text": "I think if it looks fine, then yeah, like, I'm totally fine with this one. 318"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2805.89,
      "end": 2818.869,
      "text": "Okay, this looks good. 319 so let's just make this a little bit longer. I think I mean, at least hitting like the sentence. Mark 320 5 to 6 sentences. 321"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2819.48,
      "end": 2831.209,
      "text": "Also, I think the entire thing is supposed to be 322 3,000 sentences. I don't know if this is 323 okay. Yeah, yeah. 324 Yeah. So 325"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2838.09,
      "end": 2838.58,
      "text": "when did. 326"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2838.58,
      "end": 2845.13,
      "text": "When when did this happen? Maybe you can contextualize, like how old you were, what your reaction was. 327 etc. 328"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2845.64,
      "end": 2847.029,
      "text": "Okay, I was like. 329"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2851.42,
      "end": 2854.44,
      "text": "I think I was like in 7th grade. 330"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2854.91,
      "end": 2855.809,
      "text": "Okay, yeah. 331"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2879.74,
      "end": 2881.78,
      "text": "exactly. This is great. 332"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2893.87,
      "end": 2896.399,
      "text": "I feel like your writing has improved so much. 333"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2896.65,
      "end": 2897.68,
      "text": "Oh, thank you! 334"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2897.87,
      "end": 2898.47,
      "text": "Yeah. 335"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2901.67,
      "end": 2904.989,
      "text": "Oh, should I see like picture of this like? I don't know if that if that's like. 336"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2904.99,
      "end": 2906.75,
      "text": "Make sure this is better. Yeah. 337"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2922.731,
      "end": 2931.069,
      "text": "I don't know. I should write this in 3rd person, or like 338 start narrating after this 339 ordinary. I think. 340"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2931.07,
      "end": 2932.72,
      "text": "I think narrating is good. 341"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2932.72,
      "end": 2933.29,
      "text": "Yeah. 342"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2960.13,
      "end": 2963.47,
      "text": "what was it? 343 Benjamin Franklin? 344"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2965.64,
      "end": 2975.319,
      "text": "What is? Yeah. The benefits? A $100 bill. 345 Sorry I should know this. It's Andrew Jackson. 346"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2975.5,
      "end": 2977.57,
      "text": "Yeah, I I forgot to. 347"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3028.75,
      "end": 3030.889,
      "text": "How do I describe this? 348"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3039.66,
      "end": 3041.7,
      "text": "I don't know if this is the right explanation, but. 349"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3042.13,
      "end": 3044.089,
      "text": "The lights flickered, shut. 350"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3044.65,
      "end": 3045.97,
      "text": "Liquor chip. Yeah. 351"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3050.61,
      "end": 3071.97,
      "text": "Oh, yeah, I think the sentence could be more 352 descriptive. 353 How else would you reiterate this. 354 You could say, like my dad had just lost his job. You can say, like, like some like my family is going through a financial struggle, I think, is a little bit vague, and we want to incite like empathy for the reader. 355"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3077.47,
      "end": 3082.96,
      "text": "I don't think my dad was still working. We just didn't have that much money. So 356 like. 357"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3083.18,
      "end": 3087.33,
      "text": "Maybe like 358 money was tight at the time. 359 What's that. 360"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3087.68,
      "end": 3088.769,
      "text": "That sounds better. 361"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3089.22,
      "end": 3096.219,
      "text": "And 362 did you miss a dental visit, or like what? Why is this relevant. 363"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3096.899,
      "end": 3114.26,
      "text": "I think it's just like I'm kind of like emphasizing how like it got to the point where we couldn't even like, or we had to pay like the dental visit, like pay for the dental visit in installments. 364 so 365 I think it was just to emphasize that. 366"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3114.26,
      "end": 3121.89,
      "text": "Yeah. Let's see. 367 time 368 dental visits 369"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3126.07,
      "end": 3127.06,
      "text": "here. 370"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3128,
      "end": 3143.053,
      "text": "Or maybe, like dental visits and physical checkups became a 371 an expensive 372 What was the word? What's the word? 373"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3144.91,
      "end": 3145.67,
      "text": "Yeah. 374"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3149.21,
      "end": 3158.1,
      "text": "Dental visits became a 375 I don't know the word. I have like a thought right now, though, but 376 rarity 377"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3161.524,
      "end": 3163.45,
      "text": "Let me look it up. 378"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3165.738,
      "end": 3168.209,
      "text": "Like basically the opposite of a commodity right? 379"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3173.86,
      "end": 3175.08,
      "text": "Became 380"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3180.32,
      "end": 3181.61,
      "text": "a. 381"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3194.4,
      "end": 3198.9,
      "text": "I think I know what you're talking about. I just 382 can't. 383"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3213.61,
      "end": 3227,
      "text": "Funny at the time. Dental visits now paid in installments became a 384 became James. No, okay. That sounds too like 385 became a 386"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3232.91,
      "end": 3235.829,
      "text": "I think like, for now I can just write rarity. 387"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3237.98,
      "end": 3238.94,
      "text": "Luxury. 388"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3239.81,
      "end": 3241.089,
      "text": "Luxury. Yeah. 389"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3249.1,
      "end": 3251.88,
      "text": "My 390 permanent care. 391"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3317.77,
      "end": 3318.879,
      "text": "This is great. 392"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3342.37,
      "end": 3344.24,
      "text": "Would you say you're a stubborn person. 393"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3344.57,
      "end": 3345.29,
      "text": "Yeah. 394"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3358.46,
      "end": 3360.349,
      "text": "How did you get from your room to the car? 395"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3361.93,
      "end": 3405.679,
      "text": "I guess, like 396 first, st like I went to the living room, and then, like or I was at the living room. And then, like, I guess everyone was kind of like talking about like how like what happened, basically. And then, like, my dad was like, Oh, wait! I I think I didn't get to pay the bill, and then 397 And they were like scrambling through like like wallet to see if we had cash. 398 And then they couldn't find any. So then I was like, you know what? Let me just like. Use my E money, and then, like 399 after that we drove to like the In Person bank, and then 400 we like, I guess. 401 like put the money in, and by the time we were back I was able to like, join back the fortnite game. 402"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3406.82,
      "end": 3414.19,
      "text": "Right as as a parent scrambled for cash. 403 Hi 404 decided to. 405"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3414.84,
      "end": 3432.219,
      "text": "Or how about like, I think it would be a funny way to put it could be like I I knew exactly which. I knew exactly who 406 which valiant hero would save me from this situation. That Andrew Jackson I got from E. 407"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3432.97,
      "end": 3435.979,
      "text": "That's really great. Put that in. 408 Thank you. 409"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3437.43,
      "end": 3438.524,
      "text": "Oh, wait, wait, 410"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3484.05,
      "end": 3491.65,
      "text": "And then from this do I just go into like, the car part. 411 Yeah. 412"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3491.65,
      "end": 3493.039,
      "text": "Maybe you can say like. 413"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3497.72,
      "end": 3504.16,
      "text": "20 min later, we are on the way to the bank. 414 Something like that. 415"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3525.09,
      "end": 3545.45,
      "text": "Okay. I don't know if, like this, like 416 I don't know if I'm focusing too much on fortnite, but I just wanted to add a sentence about like, How like I was, gonna use this like $20 for like the end game currency. But then I felt the game was more important. But I don't know if that like that doesn't really relate. So I guess I can just like keep that out. 417"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3545.7,
      "end": 3548.97,
      "text": "Yeah, I think you can leave it out for now. 418 Yeah. 419"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3551.33,
      "end": 3560.3,
      "text": "after 420 I 421 inputted. 422 Okay. 423"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3587.91,
      "end": 3588.58,
      "text": "yep. 424"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3651.76,
      "end": 3676.81,
      "text": "So I don't know if this like last bit is like 425 to like 426 stated like, I just see how I I continue to practice, like the fact that investing in others will help always be good results. I continue to practice that. But, 427 I don't know if I should keep that in cause. That might be like 428 like of a statement. 429"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3686.36,
      "end": 3689.04,
      "text": "Maybe you can say I learned that 430"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3696.72,
      "end": 3712.179,
      "text": "Is that the lesson that you learned 431 or so lesson that you learned that like 432 it's good to like. Be generous, or 433 I feel like investing in yourself. 434 We'll always pay good results, is maybe not what it feels like. You're learning here. But let me know if that's. 435"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3713.14,
      "end": 3729.38,
      "text": "Yeah, I think I learned both things like being like a generous person and like 436 like, I guess, like sacrificing things for, like the betters of better of others, will always be like a good thing to do. And 437 yeah. 438"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3730.42,
      "end": 3738.34,
      "text": "I have learned that 439 generosity 440 is a gift. 441 and 442"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3752.84,
      "end": 3754,
      "text": "Generosity. 443"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3759.81,
      "end": 3760.97,
      "text": "There's a gift. 444"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3772.116,
      "end": 3800.02,
      "text": "and investing 445 Your efforts 446 into the 447 betterment of others 448 is always 449 is always. 450 I don't know how to say other than like a good thing, but like 451 is always for the best. 452"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3805.22,
      "end": 3805.77,
      "text": "and. 453"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3805.77,
      "end": 3806.74,
      "text": "Is always 454"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3814.6,
      "end": 3817.8,
      "text": "voice is always a gift. 455 How's that. 456"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3818.38,
      "end": 3820.469,
      "text": "Okay. Yeah. 457 Okay. Cool. 458"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3822.61,
      "end": 3829.109,
      "text": "Okay. 459 this is a great. The next essay is like a great topic. 460 I feel like this is really good. 461"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3836.7,
      "end": 3844.999,
      "text": "I mean, I feel like this is not maybe a good thing to say. 462 especially if you're applying to study computer science. 463"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3845,
      "end": 3845.59,
      "text": "Yeah. 464"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3845.59,
      "end": 3849.64,
      "text": "Cause. Then it's like, Oh, that doesn't really make sense. If you're applying to study computer science. 465"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3850.39,
      "end": 3851.18,
      "text": "Yeah. 466"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3851.34,
      "end": 3876.09,
      "text": "Maybe you can talk about like being 467 like 468 I don't know what are some of the stereotypes that you face because of your identities. If you want to write about that, or if you 469 want to write about your family and how you like. 470 Maybe your parents have inspired you to work hard to like. 471 be entrepreneurially minded. Pursue, stem like. 472 Do you have an answer to this. 473"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3876.42,
      "end": 3915.069,
      "text": "I think, like for one like my parents have definitely 474 So I guess I'll list a couple of things. But, like my parents have like influenced me to get into technology, and like that. 475 like, they've worked on technology and like, my dad's worked on like many, many projects. With technology and like in different use cases like, for example, like business. I know he did like a tech project which was like for healthcare, which was like really like cool to me, cause I never got to see those intersections previously. So I think, like my family has showed me that technology can like. 476"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3915.07,
      "end": 3979.08,
      "text": "be mixed with, like other aspects, to create social change, or like, even like, just in general, just technology can cause change or create change. And then, I think, like, in terms of like my identity impacting like things that I've been doing. 477 I think definitely, there's like 478 been like the thing about 479 like being like a girl in in this field? It's definitely like 480 in technology. Specifically, it's like. 481 I don't know how else to describe it, but like I feel like a lot of opportunities are like close to you. And 482 I think 483 like navigating like the kind of clicky aspect of that 484 like clubs being like dominated by one gender 485 and then 486 think like in terms of like my Muslim and Indian identity are impacting like my career interests. I think it's like. 487"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3981.27,
      "end": 4000.55,
      "text": "game. Development's kind of like an interesting thing. Because, like for one like. 488 actually, what's interesting is like my Muslim identity, and like have knowing Urdu has kind of like brought me into like poetry, because, like a lot, there's lots of Urdu poetry in which I've been interested in reading and so like, that's kind of brought me into journalism as well. And then, like. 489"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 4000.55,
      "end": 4002.499,
      "text": "Oh, that's a really cool story. 490"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 4002.69,
      "end": 4036.36,
      "text": "Yeah, and then, like, my Indian identity has like, really brought me to like technology, which I'm not saying, like all Indian people are into technology. But I guess what I'm saying is like, my parents and everything have like influenced me to get into technology. So these 2 things have kind of like 491 like in the in my melting pot. I guess, like it's created like this 492 mix of those 2 things. So I guess 493 that's like influenced me trying to go into game development. 494 Yeah. 495"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 4037.56,
      "end": 4047.88,
      "text": "Hmm. 496 okay, how do we start like, how do we start that? 497 Maybe you can say like. 498"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 4052.59,
      "end": 4070.97,
      "text": "it's about your family. Maybe you can say 499 I am a Muslim American girl, and the like 500 daughter of immigrants, or something like that. 501 cause. I think that like this, questions about your family so like I would write a little bit about your parents, and how that's influenced you. 502"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 4071.52,
      "end": 4093.02,
      "text": "Yeah. And I think maybe I could also talk about like being like in a kind of like bustling family. Bustling like immigrant family and like 503 finding peace and like 504 coding and like writing. 505 and that's like led me to. 506 I guess. Like 507 what my interests are. 508"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 4094.13,
      "end": 4096.16,
      "text": "Yeah, that that sounds great. 509"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 4096.45,
      "end": 4101.519,
      "text": "Wait. So since, like I, technically, I'm like also. And I'm going to move here when I was like. 510"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 4101.52,
      "end": 4102.38,
      "text": "Oh, yeah. 511"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 4102.38,
      "end": 4110.309,
      "text": "7. So I can talk about like how like seeing like my parents, like education from like outside of the country, and how hard they work. 512"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 4110.56,
      "end": 4111.46,
      "text": "Yeah. 513"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 4111.46,
      "end": 4128.939,
      "text": "Get us get us like an education. America has really showed me like the importance of education, and like how I use it as like a way to like. 514 not only like just build my knowledge, but like of like academically, but like in the world, I think. 515"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 4130.49,
      "end": 4131.899,
      "text": "That sounds really good. 516"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 4163.47,
      "end": 4165.27,
      "text": "I don't know if this makes sense, but. 517"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 4196.43,
      "end": 4197.7,
      "text": "Yeah, that's good. 518"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 4245.58,
      "end": 4247.65,
      "text": "Yeah. 519 this is great. 520"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 4251.55,
      "end": 4270.2,
      "text": "Wait, I think, should I? Should I 1st elaborate about like how them being like immigrants, and me being an immigrant, has, like 521 inform my like view of education, and then talk about like my like bustling family, and that was like led me to like the Major, and things that that I wanted to pursue. 522"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 4270.55,
      "end": 4284.56,
      "text": "Yeah, that sounds really good. 523 Also, I know we're running a little low on time. Do you want to finish this essay now, or do you want to talk through the other 524 too briefly before we end? And then I can review it asynchronously. What would be most helpful for you. 525"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 4285.182,
      "end": 4288.519,
      "text": "Let's just look at the next 2. I think I could work on this one. 526"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 4288.52,
      "end": 4310.35,
      "text": "Okay, sounds good. 527 What is your one sentence? Philosophy of life? But I would say, let's change this into something unique. 528 Yeah, not from Gandhi, although that's like a great quote. But let's make it 529 something that's more intrinsic to you. Do you feel like you have like a tagline that you say often. 530 or that you remember 531"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 4318.9,
      "end": 4319.44,
      "text": "it? 532"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 4319.804,
      "end": 4355.1,
      "text": "I mean, like. 533 I feel like this is also kind of like the similar meaning. But it would be like 534 if I if I can't do it, or if I can't like, join in, then I'll create my own, because I feel like that's like applicable to like many things that I've done. And so that's like something that I practice in, like a lot of the things that I do. 535 But like, yeah, I don't think 536 I think I can like research, like a couple of quotes that I or like, think back to like a couple of quotes that I read from like books and stuff 537 which have impacted me. But I can't think of anything right now. 538 Okay. 539"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 4355.379,
      "end": 4362.089,
      "text": "Let's make up something. What do you think is like fundamental about your worldview? We can just come up with the tagline right now. 540"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 4362.96,
      "end": 4391.953,
      "text": "Like being adaptable like like 541 I think this is kind of like what my comment app is about, but like being like 542 kind of like, different from everyone makes me similar to everyone. 543 In that. Like. 544 like, I have all these different identities, but it like 545 just, and at the end of the day. It makes me like 546 similar to everyone, I think, or be able to like, adapt to everyone and like. 547 But I don't know. Okay, wait. Let me think of something better. 548"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 4392.21,
      "end": 4392.87,
      "text": "Hello! 549"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 4408.07,
      "end": 4464.35,
      "text": "Maybe like 550 to always 551 like 552 always to like use 553 like, no matter like you can't have like a restraint like, for example, like medium can't be like a restraint of like like the impact that you're able to have cause. I feel like for example. 554 like I've been able to like, teach things in many different ways, like, for example, like teaching the students at my Sunday school through like lesson to lesson kits that I've like helped my teachers with 555 and then I've also helped with like, develop. Or I've like created video game which helps educate people about AI, and then, like, I think, like medium isn't like a limiting factor. It's like the fact that you can educate that you're always able to learn more like, no matter like 556 what way it is. 557"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 4465.94,
      "end": 4468.73,
      "text": "Yeah. Education has no medium, has that. 558"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 4469.12,
      "end": 4470.149,
      "text": "Yeah, it was good. 559"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 4470.54,
      "end": 4474.63,
      "text": "Okay. 560 what about this belief 561 resonates with you? 562"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 4476.316,
      "end": 4479.37,
      "text": "I believe that like. 563 okay. 564"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 4479.81,
      "end": 4481.799,
      "text": "Write this down, write this down, write this down. 565"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 4481.8,
      "end": 4482.4,
      "text": "Okay. 566"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 4483.05,
      "end": 4487.46,
      "text": "What are you saying? The sentence in your head, and then bring it to the paper or to the laptop. 567"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 4488.16,
      "end": 4494.31,
      "text": "Okay. 568 wait. I'm just gonna put 569 do I? 570"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 4570.95,
      "end": 4572.33,
      "text": "This is really good. 571"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 4575.24,
      "end": 4576.12,
      "text": "Thank you. 572"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 4627.04,
      "end": 4661.619,
      "text": "This looks great. 573 Okay, I think you're on a good track with all of these. I'd like to take a final review before you send to your teachers. Would you be able to email me when or text me once you've finished all of these, and I can check the document like, say tomorrow evening 574 that 575 okay, sounds good. 576 Next time I'd actually really want you to apply for this leadership. 577 this leadership retreat happening in December. 578 Sorry in September. 579 would you be interested in attending this. 580"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 4665.63,
      "end": 4666.6,
      "text": "You see. 581"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 4668.13,
      "end": 4671.899,
      "text": "If not, that's okay. If so, I think it's a cool opportunity for you. 582"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 4671.9,
      "end": 4672.899,
      "text": "That was cool. 583"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 4673.53,
      "end": 4690.85,
      "text": "Okay, it's another travel thing. So you'd have to travel to New York, but they'd pay for it. 584 okay, sounds good. 585 I will. Let's work on that the next time that we meet. Then if you have time, could you take a look at the first? st There's only 2 questions. 586"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 4692.174,
      "end": 4692.779,
      "text": "Everything. 587"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 4692.78,
      "end": 4700.809,
      "text": "Also, just like Filler but there's only 2 application questions. And maybe we could talk about that next time we meet. If that sounds okay with you. 588"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 4701.17,
      "end": 4705.94,
      "text": "Yeah. Would you like me to like create a draft or 589 just take a look at them. 590"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 4706.16,
      "end": 4715.13,
      "text": "A draft would be nice if you have time for it, if you don't have time for it. That's totally fine, too. 591 Just depending on what your availability is for our next meeting. 592"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 4715.64,
      "end": 4716.71,
      "text": "Okay. Yeah. 593"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 4717.04,
      "end": 4717.95,
      "text": "Any thoughts. 594"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 4719.312,
      "end": 4724.31,
      "text": "Yeah, this looks good. I think I'll I'll like, look into this like tomorrow morning. 595"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 4724.76,
      "end": 4727.359,
      "text": "Okay, what do you? When do you want to meet next. 596"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 4728.3,
      "end": 4740.139,
      "text": "Oh, 597 I should be available like 598 on the weekdays at like 6 Pm. 599 I think, like almost all of them work for me so. 600"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 4740.66,
      "end": 4744.35,
      "text": "Could we do? 8 pm. On Monday? Is that too late? Or is that okay? 601"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 4747.53,
      "end": 4750.269,
      "text": "Is it possible to move that to Tuesday. 602"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 4751.605,
      "end": 4753.599,
      "text": "I don't know if I can do. 603"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 4754.46,
      "end": 4756.189,
      "text": "Let me double check on. 604"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 4756.46,
      "end": 4758.94,
      "text": "Oh, if not, we can do a different time on Monday, too. 605"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 4762.73,
      "end": 4767.319,
      "text": "Yeah, 606 no, I think that's fine. Actually, Monday, I think Monday's fine. 607"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 4767.32,
      "end": 4776.15,
      "text": "Monday at 8 Pm. Is okay. Yeah. 608 okay. Sounds good. I will talk to you then, and I'll get that scheduled with Mary. 609 Alright. 610"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 4776.86,
      "end": 4777.5,
      "text": "Okay. Yeah. 611"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 4777.5,
      "end": 4785.76,
      "text": "Progress. I think your essays are like really shaping up. And like a lot of these themes we can use for supplementals, too. I feel like they'll be asking similar things. 612"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 4786.76,
      "end": 4793.45,
      "text": "Yeah, great. I'm I'm excited for that. But 613 yeah, 614 thank you. It was like nice talking to you. 615"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 4793.89,
      "end": 4799.329,
      "text": "Yeah, likewise. Okay, let me know if you have any questions, feel free to text me anytime, and I will see you on Monday. 616"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 4799.52,
      "end": 4800.279,
      "text": "Yeah, okay. 617"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 4800.28,
      "end": 4801.1,
      "text": "Hi."
    }
  ],
  "meta": {
    "ext": ".pdf",
    "source": "normalize-v1",
    "vtt": true
  }
}