{
  "id": "03-Raw-SessionTranscripts/2024-03-05_W037_P2-BUILDING_TRANS-RAW_PostGiftTeacherRelationsandreaganAward.pdf",
  "name": "2024-03-05_W037_P2-BUILDING_TRANS-RAW_PostGiftTeacherRelationsandreaganAward.pdf",
  "path": "03-Raw-SessionTranscripts/2024-03-05_W037_P2-BUILDING_TRANS-RAW_PostGiftTeacherRelationsandreaganAward.pdf",
  "kind": "TRANS-RAW",
  "week": "37",
  "phase": "2",
  "date": "2024-03-05",
  "link": null,
  "text": "Week 41 - Coaching_Jenny_Huda_Wk41_2024-03-05_M_841ad696f35dc36bU_2024-03-04_00-00-00 WEBVTT 1 00:03:55.010 --> 00:03:57.450 Jenny Duan: Hi! How's it going? Sorry. I'm a bit late. 2 00:03:57.680 --> 00:04:00.670 huda: Oh, no worries just a minute, but I'm doing well. 3 00:04:01.330 --> 00:04:04.340 Jenny Duan: Awesome. You said you just submitted something. 4 00:04:06.060 --> 00:04:20.460 huda: wait, no, wait. What did you say? Sorry. I just missed. It was just a minute. But oh, okay. So I did get back from my call with Steven. And it was like, kind of long. But yeah. 5 00:04:20.970 --> 00:04:30.630 Jenny Duan: yeah, how's your SAT going? I know we haven't really talked about that much. But have you been feeling like more confident? I talked to Stephen actually to day, he said, you are doing well. 6 00:04:30.890 --> 00:04:41.859 huda: Yeah. I did get like like I feel like my mask has been up. My meeting it's been improving since like we started. But 7 00:04:41.920 --> 00:04:45.590 huda: We're certainly obviously improve it more. But yeah. 8 00:04:46.230 --> 00:04:51.190 Jenny Duan: that's awesome. And your test is what month again. I'm just going to plug in my charger. 9 00:04:51.770 --> 00:04:59.519 huda: It's March twentieth. So like, I have 2 weeks right now. What are your practice? Test scores looking like? 10 00:04:59.590 --> 00:05:03.760 huda: So the latest one, I got a 1490 11 00:05:03.860 --> 00:05:17.670 huda: and I have like a 7, 80 math and 7, 10 reading and writing and the Google is kind of bad, though, because I got 6 questions wrong, and it took off like 90 points. But yeah. 12 00:05:17.720 --> 00:05:35.690 Jenny Duan: well, yeah, I feel like it's very dependent on the difficulty of the test and the curve as well, so just that's something to be mindful of. So I know that. We've been talking about your relationship with your counselors and your features, and all of that. Were you able to give the cards? And how how did that go? 13 00:05:36.110 --> 00:06:05.629 huda: Yeah. So I gave I gave them the gifts today. Actually, so, my teacher, she is really appreciative. And she was like, Oh, it's my job like you didn't have to get me this that you totally have to do this, but that's so sweet and like she's really appreciative about it. And my counselor, I kind of explain the whole like thing about like how it's been kinda pressurizing on me as well. But like I would like really appreciate her being so like 14 00:06:05.630 --> 00:06:17.010 huda: like helpful, even though she is like so many other things to do and everything and then she just kind of just said like, Thank you. And like, she's like smiling a lot. And she just said, Thank you. A bunch of times. But yeah. 15 00:06:17.310 --> 00:06:45.929 Jenny Duan: oh, okay, that's good. Then that seems like, I think relationships can always be amended. And I think, like you keep up this consistent behavior. I think like behavior is not the right word. But if you keep on consistently showing appreciation, I think people will be more willing to help you. Awesome. Yeah, that's good to hear and it seems like, you know, your relationship with your counselors like a little bit better than after that. Yeah, it's not hostile, hostile. But 16 00:06:46.110 --> 00:06:59.209 Jenny Duan: yeah, sometimes all it all it takes is a kind card. And like people are, you know, really willing to help if if they feel like they're being appreciated for what they do. And I think something that you can also do next year. 17 00:06:59.510 --> 00:07:09.090 Jenny Duan: is because you can actually apply for the Nc way award multiple times. So I think next year you should apply again like you can receive the honorable mentioned multiple times, I think. 18 00:07:09.110 --> 00:07:26.750 Jenny Duan: You should apply again and you also nominate your computer science teacher, for they have a fa like a teacher award for Nc. Or an educator award. I think you can nominate teachers for that, so I don't think it's very much work on your part. But you can nominate your computer science teacher to do that for you, too. 19 00:07:26.810 --> 00:07:30.360 Jenny Duan: So yeah, what did you end up getting them? Besides the card? 20 00:07:30.920 --> 00:07:57.789 huda: I got so for my history teacher, I got her like a for share, like a few, a fair for shares, and then, like a $25 target gift card and like I wrote the note, and then for my calendar, I have this like big box of cookies for her and as well as like, the same like the $25 target get fine. 21 00:07:58.450 --> 00:08:05.790 Jenny Duan: Okay? Yeah, that's super super sweet of you. Got okay? So I know that I've kind of been like 22 00:08:05.960 --> 00:08:08.150 Jenny Duan: spamming you with a bunch of 23 00:08:08.440 --> 00:08:26.289 Jenny Duan: opportunities. So I think today would be a good time to kind of go over that and like, now that I think the majority of summer programs, except the G stem one, are in now, I think I wanna transition into more awards. Cause I feel like that was another area that we wanted to work on. 24 00:08:26.300 --> 00:08:27.470 Jenny Duan: But 25 00:08:27.510 --> 00:08:40.789 Jenny Duan: so today, I want to spend some time going over like a bunch of things that I've been sending you, and then also start working on your G stem. Application. That's like the and Nyu research program that I talked about like a while ago. That's due at the end of this month. I think so. 26 00:08:40.840 --> 00:08:55.240 Jenny Duan: And then another thing is like getting ready to start applying for scholarships and awards. Because that's gonna start this summer. And I think you have like a really good shot at a lot of these big national awards. And I don't wanna miss out on that. So 27 00:08:55.530 --> 00:09:05.230 Jenny Duan: the first thing is, I saw you submitted your code of classy application that should be pretty straightforward. Did you get your IA for code of classy? 28 00:09:06.070 --> 00:09:08.220 huda: Like our like our ticket? 29 00:09:08.460 --> 00:09:10.380 Jenny Duan: No, you're like you're 30 00:09:11.140 --> 00:09:15.480 Jenny Duan: so today you should have gotten an invitation from Slack, I think, to join. 31 00:09:15.730 --> 00:09:21.060 Jenny Duan: Yeah. Do you know who is your instructor assistant? They should have introduced themselves in the chap, but I'm not sure if they did yet. 32 00:09:21.410 --> 00:09:23.059 huda: Let me check. 33 00:09:24.120 --> 00:09:28.980 Jenny Duan: Is it in the general or the party party f 34 00:09:29.380 --> 00:09:31.659 Jenny Duan: like Slash? And then their name. Who do you have 35 00:09:32.290 --> 00:09:33.480 huda: bum cat? 36 00:09:34.040 --> 00:09:39.229 Jenny Duan: Okay. I wonder if I know Pat is maybe not someone that I know. 37 00:09:39.640 --> 00:09:44.769 Jenny Duan: Let me see, I just got to read me to day. 38 00:09:44.940 --> 00:09:56.820 Jenny Duan: So I am really excited like for for that that's happening next weekend. It's gonna be super fun. I don't know, Cap, but I'm sure that they they're gonna do a great job catching 39 00:09:56.980 --> 00:10:24.530 Jenny Duan: doesn't say what school she goes to. I can see her Uc directly, I think. Oh, very cool. So yeah, I think, like, try to talk to the instructor assistance, because, again, like, they're all really cool. People like you shot to Addora to Adora is my friend. She goes to Uc. Santa Cruz and I know, like that's once another school we're thinking about. For like cause. They have a really strong game development program. So like, maybe you can ask Adora about what her experiences are at Uc, cause she's studying comp set. 40 00:10:24.580 --> 00:10:30.329 Jenny Duan: Ok. And now I kind of want to quickly go over everything that I've 41 00:10:30.500 --> 00:10:43.389 Jenny Duan: sort of been spamming you with these past couple of days. So the first thing is the tick tock that I sent you. II think that you should go forwards and do something regards to mental health for mental health awareness. Month. 42 00:10:43.730 --> 00:10:51.789 Jenny Duan: What are your thoughts on that? Because I think that is a again another strategy that we could use to get closer with your principal and the counselors at the school. 43 00:10:52.140 --> 00:11:08.890 huda: Yeah. So like, I really like the idea. And I was also thinking, since, actually, this month is like women. Women history month, so maybe we could like, I think they already have some stuff going on in the announcements. So like every day, they're announcing like. 44 00:11:08.890 --> 00:11:24.850 huda: an important women figure so maybe like we could do something similar like the idea you said about like the green ribbons. Maybe we could do something similar for like women history month, and like I don't know. Give out like pink ribbons or something like that 45 00:11:25.850 --> 00:11:40.410 Jenny Duan: cool. I think that's a good yeah, green ribbons for mental awareness month. I think that could be good. And then, if you wanted to organize, like, I think it's pretty simple to do something like the Tiktok idea I sent you with the different sticky notes like, take what you need. 46 00:11:40.420 --> 00:12:08.789 Jenny Duan: That should be pretty straightforward, or if you wanted to do any other like school wide activities. I think that would be a good way to demonstrate your leadership, because I feel like, since you've been talking about, you know, feeling shy. I think this would be something not only to like quick yourself to, you know. Take more of a leadership position in your school, but also help your teachers recognize your leadership in the impact that you've made at school as well. So you think like trying to improve your leadership in that direction is is a positive thing that you can do. 47 00:12:09.180 --> 00:12:16.360 Jenny Duan: The other thing that I wanted to highlight is that journalism conference, the 48 00:12:16.420 --> 00:12:31.359 Jenny Duan: I'll Newhar free spirit and journalism conference that one needs 2 letters of recommendation that you need to upload. So do you feel like there's a teacher that you could up when you could ask for that. You you already have one. I know that, so you only need one more. 49 00:12:33.230 --> 00:12:34.460 huda: and 50 00:12:36.320 --> 00:12:59.489 huda: so I could possibly ask my my history teacher again. Since I kind of told her like, oh, it will be really helpful and like nice if you'd be able to like make like a Pdf. And just kind of reuse that if I if I ever need to request it again, so like maybe she'd have that ready? So I could probably discuss that with her. 51 00:13:01.450 --> 00:13:03.930 huda: in terms of other teachers. 52 00:13:04.850 --> 00:13:08.700 huda: I don't really think I think all of them are kind of like 53 00:13:08.710 --> 00:13:13.119 huda: slacking off. I guess. I think she'd be willing to. 54 00:13:13.560 --> 00:13:23.239 Jenny Duan: Okay. Remember, we also talked about the other candidate teachers last time the English teacher from sophomore year, the chemistry teacher and the Spanish teacher. Those are all teachers that haven't written you stuff yet. 55 00:13:23.490 --> 00:13:26.479 Jenny Duan: Would you feel that they would be able to represent you. Well or not. 56 00:13:28.270 --> 00:13:30.649 huda: I could. 57 00:13:30.760 --> 00:13:47.199 huda: I could try reaching out to them. II feel like they could represent me well, but like just. I don't know exactly if they'd be willing to like write it because I haven't talked to them in a while, but I could like try reaching out by mail, because they're also kind of busy because 58 00:13:47.280 --> 00:13:59.019 huda: like open hours, people usually just go to the cost like get extra study time with them. But I could probably reach out through email and maybe plan one time where we can talk. But 59 00:13:59.300 --> 00:14:02.360 Jenny Duan: okay, I would reach out to them. 60 00:14:02.560 --> 00:14:15.529 Jenny Duan: to talk, but also maybe don't ask them for this cause. It's kind of a short deadline, but like we can bookmark it for a future reference. For this one I would try to reach how to. 61 00:14:16.880 --> 00:14:26.890 Jenny Duan: Okay? Because sometimes teachers are kind of uncomfortable with sending like Pdfs directly to students. But if you feel like your history teacher would be comfortable doing that? I would ask. 62 00:14:26.990 --> 00:14:35.159 Jenny Duan: I would try to ask you, but emphasized, emphasize to her that like, look at your relationship with your teachers. That is more important than 63 00:14:35.450 --> 00:14:45.650 Jenny Duan: any of like. You're the Rec. The recommendations or any of these applications that you might be writing, because ultimately, like your relationship with your teachers, will carry further than like 64 00:14:45.990 --> 00:14:52.209 Jenny Duan: the result of one like program or one award that you're applying to, especially because we're applying for so many things like. 65 00:14:52.940 --> 00:15:06.930 Jenny Duan: don't ruin your relationship with your teacher just to have this opportunity to apply for this like random award, because your teacher is like that's more important. So I think if you feel like she would be comfortable doing that, then you can approach her in a very like. 66 00:15:07.390 --> 00:15:18.060 Jenny Duan: don't pressure her too much. But say that like this is a need, maybe that you have and like, if she's willing to help, then that would be really appreciated. But like, if she's also uncomfortable, then that's okay, too. 67 00:15:18.220 --> 00:15:30.290 huda: Wait for this one. Do we have to give a Pdf. Or we can just give a link, because I remember a bank of America student leaders. She wasn't willing to like, send over the Pdf. 68 00:15:30.460 --> 00:15:37.300 huda: But yeah, she's like I found like a link. And then I gave that to her. But 69 00:15:37.570 --> 00:15:39.820 huda: yeah. 70 00:15:41.940 --> 00:15:44.280 huda: yeah, I think it can't. 71 00:15:48.150 --> 00:15:53.849 huda: Must be uploaded directly. Oh, okay. So she wasn't willing to give it before then. She probably is not willing to give it now. 72 00:15:55.070 --> 00:16:02.349 huda: okay, I can. 73 00:16:02.630 --> 00:16:16.379 huda: I can try reaching out to like my last chemistry teacher. I think it's 2. I think it's a 10 day. Deadline is too short. Maybe I can just like try and get the Pdf, like, if he's willing. 74 00:16:16.750 --> 00:16:19.800 huda: I can just like. 75 00:16:20.130 --> 00:16:23.099 huda: yeah, I think 10 days is too short of an ask. 76 00:16:23.510 --> 00:16:25.440 Jenny Duan: I think 10 days is not worth. 77 00:16:25.550 --> 00:16:30.020 Jenny Duan: especially if you haven't talked to him in so long. It's it's I think it's a big ask 78 00:16:30.590 --> 00:16:35.470 Jenny Duan: Is there anyone else who you feel like could 79 00:16:35.760 --> 00:16:36.840 Jenny Duan: be. 80 00:16:37.730 --> 00:16:40.810 huda: let me check. 81 00:16:46.980 --> 00:16:48.000 Jenny Duan: find out. 82 00:16:50.130 --> 00:16:51.220 Jenny Duan: And 83 00:17:01.400 --> 00:17:03.540 Jenny Duan: mmm, next. 84 00:17:05.980 --> 00:17:08.599 Jenny Duan: I just want to preview this application. 85 00:17:31.400 --> 00:17:35.370 huda: Sorry. I just wanna look at the rest of this application. This is ticking. Oh. 86 00:17:49.970 --> 00:17:53.870 huda: oh, my gosh, there's so many. Okay. 87 00:17:54.150 --> 00:17:55.989 huda: I think this is where 88 00:17:58.700 --> 00:18:01.119 Jenny Duan: this is just your academic information. 89 00:18:01.550 --> 00:18:08.490 Jenny Duan: Oh, do I need my father to help me with this one. I don't think so. I don't think so. I think you just need to put in their information. 90 00:18:09.270 --> 00:18:14.160 Jenny Duan: Okay, but let's just cut. Okay, you can fill this out in your own time. We don't need to waste time doing this right now. But 91 00:18:14.300 --> 00:18:20.310 Jenny Duan: do you have? Do you know, if anyone else who might be able to support you for this application like any 92 00:18:20.920 --> 00:18:23.799 Jenny Duan: other other people at school. 93 00:18:25.610 --> 00:18:44.339 huda: So like this year's teachers. I don't think they like they. I don't think they've like talked about like journalism per se, or or like experience my passion for journalism. I feel like my 94 00:18:44.690 --> 00:18:49.279 huda: my English teacher. Obviously like she's not willing to do it. 95 00:18:50.830 --> 00:18:53.429 huda: neither. My calculus teacher. 96 00:18:53.820 --> 00:18:58.750 huda: we're not doing my meteorites. Teacher. 97 00:18:59.090 --> 00:19:07.870 huda: This we do. You already have a downloaded one for your immediate arts. Teacher, yeah, we're using that one, I guess. But 98 00:19:12.910 --> 00:19:18.290 huda: maybe I can try asking my Cs teacher. 99 00:19:18.960 --> 00:19:21.129 Jenny Duan: yeah, do you think that? 100 00:19:21.180 --> 00:19:22.860 Jenny Duan: Would you be willing to do it? 101 00:19:24.120 --> 00:19:32.819 huda: Yeah, I think I think so. I can just ask her. And like, say, it's okay. It's not possible. Just like, let me know beforehand. 102 00:19:33.460 --> 00:19:45.190 Jenny Duan: Okay, I think what we can do then is we should create a recommendation fact sheet for her. So we should just basically make a template of everything you want her to write. And then 103 00:19:45.410 --> 00:19:54.119 Jenny Duan: whatever she wants to do with that she can edit your existing letter recommendation, or like. I think once you have a template you can like very easily. 104 00:19:54.380 --> 00:19:57.429 Jenny Duan: I don't know. Do whatever you need to like, follow that. 105 00:19:57.460 --> 00:19:58.540 Jenny Duan: So 106 00:19:58.690 --> 00:20:07.200 Jenny Duan: let's do that right now. Actually. let me share my screen. 107 00:20:08.000 --> 00:20:11.640 Jenny Duan: But there is a lot on the agenda today. 108 00:20:11.740 --> 00:20:14.049 Jenny Duan: I wanna make sure that I don't. 109 00:20:15.300 --> 00:20:20.910 that we spend sufficient but not too much time on this, because there's other things that I wanna talk about, too. 110 00:20:21.210 --> 00:20:23.890 Jenny Duan: Conference. 111 00:20:25.810 --> 00:20:26.510 Jenny Duan: Thanks. 112 00:20:33.490 --> 00:20:36.789 Jenny Duan: And you create a new document and link it to this. 113 00:20:38.200 --> 00:20:39.179 huda: Share it with. 114 00:20:40.000 --> 00:20:41.050 Jenny Duan: Thank you. 115 00:20:44.780 --> 00:20:47.040 huda: My computer's really slow. 116 00:20:47.430 --> 00:20:48.979 Jenny Duan: That's okay. Take your time 117 00:21:48.820 --> 00:21:51.249 huda: one can. I put it in the chat? Maybe. 118 00:21:51.800 --> 00:21:53.389 Jenny Duan: Yeah. Sounds good. 119 00:22:02.490 --> 00:22:03.280 Jenny Duan: Okay. 120 00:22:10.760 --> 00:22:12.639 Jenny Duan: let me just link it here. 121 00:22:18.330 --> 00:22:22.850 Jenny Duan: Sorry. My computer's a little soon. not cooperating. 122 00:22:23.820 --> 00:22:25.440 huda: save. Only 123 00:22:25.780 --> 00:22:31.910 huda: I don't know what this is shared with you. I don't know why. Just this specific 124 00:22:32.070 --> 00:22:36.109 Jenny Duan: Google, like this specific link is not opening for some reason. 125 00:22:41.170 --> 00:22:42.320 Jenny Duan: Okay? 126 00:22:42.430 --> 00:22:46.690 Jenny Duan: Well, okay, I'm just gonna draft it in this document. But 127 00:22:47.490 --> 00:22:51.860 Jenny Duan: cause I don't know why. But this like specific link just won't open for me. 128 00:22:52.580 --> 00:22:56.229 Jenny Duan: Oh, wait, no. There we go. Okay, cool. 129 00:22:57.030 --> 00:22:58.000 Jenny Duan: It's working. 130 00:22:58.690 --> 00:23:01.210 Jenny Duan: But 131 00:23:13.520 --> 00:23:16.320 Jenny Duan: okay. and 132 00:23:18.450 --> 00:23:19.460 Jenny Duan: about. 133 00:23:21.770 --> 00:23:22.520 thank you. 134 00:23:36.060 --> 00:23:37.140 Jenny Duan: Well. 135 00:23:38.450 --> 00:23:39.690 Jenny Duan: new hearth. 136 00:23:57.960 --> 00:24:01.979 Jenny Duan: basically, what we're doing is making it very easy to understand. 137 00:24:01.990 --> 00:24:07.030 Jenny Duan: like exactly what your teacher needs to write about the 138 00:24:12.310 --> 00:24:13.350 Jenny Duan: so 139 00:24:23.000 --> 00:24:23.850 Jenny Duan: okay. 140 00:24:24.970 --> 00:24:30.790 Jenny Duan: so basically, a little blurb about what the opportunity is, what they look for. 141 00:24:30.960 --> 00:24:32.130 Jenny Duan: And then. 142 00:24:35.270 --> 00:24:43.349 Jenny Duan: okay, about Huda. So 143 00:24:44.190 --> 00:25:00.229 Jenny Duan: the So okay, let's see what exactly we want people to to do. Free spirit. 144 00:25:00.930 --> 00:25:03.799 Jenny Duan: how do you know this teacher? And how long have you had her before 145 00:25:04.130 --> 00:25:07.670 huda: I've had her for about 2 years. and 146 00:25:07.950 --> 00:25:17.169 huda: and she taught me like in like the beginner's CS. Class and this is at Apc. SA. And 147 00:25:17.190 --> 00:25:37.100 huda: she see me like taking a big jump from like beginners. Cs, and like skipping past Apcs principles to Apcs applications. And I think she has a generally good impression of me, because, like a lot of people don't pay attention to class and like, they kind of 148 00:25:37.200 --> 00:25:43.529 huda: copy each other's work. So she has, like a rather positive notion of me, I guess. 149 00:25:46.150 --> 00:25:49.619 Jenny Duan: Okay, you should link your websites here. 150 00:25:50.310 --> 00:25:53.660 Jenny Duan: develops web sites on MHT. Jobs. 151 00:25:53.950 --> 00:25:59.039 Jenny Duan: online job platform during Covid layoffs. 152 00:25:59.420 --> 00:26:04.859 Jenny Duan: link link your website here. Yeah, I don't have it. 153 00:26:05.040 --> 00:26:11.150 Jenny Duan: Folklift is something that you should highlight because it's a computer science website that looks like an online 154 00:26:11.190 --> 00:26:13.770 Jenny Duan: story telling platform 155 00:26:14.290 --> 00:26:19.000 Jenny Duan: uplifting the Muslim community. 156 00:26:19.730 --> 00:26:23.330 Jenny Duan: So I'm gonna save. This is a really big one. Because. 157 00:26:23.800 --> 00:26:34.209 Jenny Duan: you could even like highlight this in yellow if you wanted to. This is like a really good story about how you like coded this website that looks like, you know, newspaper articles? 158 00:26:34.470 --> 00:26:38.069 Jenny Duan: are there any other websites. You want to highlight 159 00:26:38.810 --> 00:26:40.889 huda: what 160 00:26:41.790 --> 00:26:49.000 huda: I mean. It's not really like, I didn't really develop it. But I guess that apparently AI website. 161 00:26:49.330 --> 00:26:53.750 huda: it makes sense. I did the design and like, layout for that. 162 00:26:55.230 --> 00:26:58.830 huda: yeah. 163 00:27:08.520 --> 00:27:09.400 Jenny Duan: okay. 164 00:27:10.280 --> 00:27:15.129 Jenny Duan: make sure. You just include all these links. I'm not doing this right now but 165 00:27:17.800 --> 00:27:28.949 Jenny Duan: beyond his or her circumstances. and you you taught yourself 166 00:27:29.400 --> 00:27:31.489 huda: to do this right? Yeah. 167 00:27:35.450 --> 00:27:38.650 Jenny Duan: 100% self-taught 168 00:27:42.980 --> 00:27:46.539 Jenny Duan: web developer, designer and game maker 169 00:27:47.160 --> 00:27:48.520 Jenny Duan: game developer. 170 00:27:48.700 --> 00:27:52.249 huda: game maker, game developer. Yeah, and developer. 171 00:27:53.410 --> 00:27:56.690 Jenny Duan: okay. develop games. 172 00:27:57.740 --> 00:28:01.310 Jenny Duan: Attends Agathons. 173 00:28:02.570 --> 00:28:07.800 Jenny Duan: yeah, okay. But at the same time. 174 00:28:08.760 --> 00:28:09.880 pat, 175 00:28:11.370 --> 00:28:13.010 Jenny Duan: computer science 176 00:28:13.860 --> 00:28:16.740 Jenny Duan: passion for journalism. 177 00:28:18.520 --> 00:28:21.870 Jenny Duan: And here is a good place to talk about fun 178 00:28:22.520 --> 00:28:34.100 Jenny Duan: folklift. I'm giving you the structure of this, but I want you to don't just like, send this directly to her like after this, can you go in, polish this up a little bit, and add, like slightly more detail. 179 00:28:34.170 --> 00:28:37.199 Jenny Duan: passion for journalism. 180 00:28:37.210 --> 00:28:39.280 Jenny Duan: So folklift. 181 00:28:40.510 --> 00:28:43.060 Jenny Duan: hearing short stories from the 182 00:28:43.150 --> 00:28:53.280 huda: is it student news? Or what is the new station called yeah. Image? 183 00:28:53.470 --> 00:28:54.350 Jenny Duan: Okay? 184 00:28:55.600 --> 00:28:58.660 Jenny Duan: Didn't use film club. 185 00:28:58.920 --> 00:29:02.990 Jenny Duan: and 186 00:29:04.250 --> 00:29:10.179 Jenny Duan: social media storytelling. This is something you can talk about can link your accounts here if you want to. 187 00:29:10.470 --> 00:29:15.000 Jenny Duan: and then 188 00:29:15.840 --> 00:29:19.149 Jenny Duan: free spirit, what makes you a free spirit. 189 00:29:19.470 --> 00:29:23.900 Jenny Duan: personal growth 190 00:29:24.030 --> 00:29:25.669 Jenny Duan: can say 191 00:29:28.280 --> 00:29:31.649 Jenny Duan: through computer science and storytelling. 192 00:29:31.870 --> 00:29:39.829 Jenny Duan: I have found my voice from being very shy. 193 00:29:40.410 --> 00:29:41.530 I have 194 00:29:43.050 --> 00:29:46.840 Jenny Duan: been inspired by my 195 00:29:48.140 --> 00:29:53.770 Jenny Duan: by like this ability or newfound skill. 196 00:29:54.360 --> 00:29:55.470 Jenny Duan: to 197 00:29:56.260 --> 00:30:07.589 Jenny Duan: share people's experiences through different mediums, whether that be through code, speech or writing like that's something that you can 198 00:30:08.380 --> 00:30:23.720 Jenny Duan: polish this a little bit more before you think this is like, basically the general gist is she's a computer science teacher, right? But she's gonna be writing about your passion for journalism. So she needs to know how to connect those 2 things together. And what you can do is just 199 00:30:23.750 --> 00:30:30.090 Jenny Duan: give her the connection right here like. So she doesn't have to think about it herself. And then 200 00:30:30.430 --> 00:30:35.430 Jenny Duan: although 201 00:30:36.650 --> 00:30:52.390 Jenny Duan: like, say, Oh! And talk about prize you won here like the the the pry, the film like award that you won And then 202 00:30:52.630 --> 00:30:56.200 Jenny Duan: I would add a couple more personal growth points like you can say, like. 203 00:30:56.310 --> 00:31:00.400 Jenny Duan: my 204 00:31:00.770 --> 00:31:05.889 Jenny Duan: like taking classes at applying what I have learned in classes 205 00:31:07.910 --> 00:31:17.820 Jenny Duan: in CS. Classes at school. It's important to mention the CS. Class is at school apart, because, like, she's your teacher, right? So that's her relationship with you. Has given 206 00:31:17.860 --> 00:31:26.740 Jenny Duan: me. Yeah, I'm writing from your perspective. Giving me the confidence to make change in the real world 207 00:31:28.640 --> 00:31:33.220 Jenny Duan: through folklift and other projects. 208 00:31:34.810 --> 00:31:36.139 Jenny Duan: And 209 00:31:36.590 --> 00:31:38.800 Jenny Duan: while 210 00:31:38.890 --> 00:31:44.450 Jenny Duan: maybe, like you're a free spirit. So 211 00:31:45.810 --> 00:31:55.530 Jenny Duan: I think something that can connect with a visionary and innovative leader, or a courageous achiever who accomplishes great things beyond his or her 212 00:31:55.620 --> 00:31:59.019 Jenny Duan: circumstances. So what do you think makes you a free spirit? 213 00:32:00.460 --> 00:32:04.100 huda: I think. Maybe like 214 00:32:04.610 --> 00:32:14.380 huda: My ability to to like, learn and express myself. 215 00:32:14.550 --> 00:32:28.569 huda: I think she knows that I'm kind of shy so like maybe emphasizing that like like, although I mean, I guess I don't wanna put the wrong signal that I don't really talk to anyone but 216 00:32:28.880 --> 00:32:30.409 huda: like, although 217 00:32:32.580 --> 00:32:44.419 Jenny Duan: I don't know what I'm trying to say. Maybe this is fine like, although you've been shy like you've found this new found ability to express yourself through like these different mediums. And so maybe, like 218 00:32:44.690 --> 00:32:53.999 Jenny Duan: I think you should add some details about how many people you've like influenced through these different things that you've built 219 00:32:54.020 --> 00:32:58.560 Jenny Duan: like what your reach is. And so like, you've learned that 220 00:33:00.310 --> 00:33:02.890 Jenny Duan: you've learned that maybe, like. 221 00:33:04.280 --> 00:33:06.080 Jenny Duan: there are many different 222 00:33:07.010 --> 00:33:10.360 Jenny Duan: ways to connect with a community 223 00:33:10.700 --> 00:33:12.449 Jenny Duan: and to impact 224 00:33:13.460 --> 00:33:15.430 Jenny Duan: change 225 00:33:15.850 --> 00:33:19.880 Jenny Duan: and like you 226 00:33:20.290 --> 00:33:31.260 Jenny Duan: lead by connecting others. I think that maybe is good, like you bring people together people together. 227 00:33:31.810 --> 00:33:33.530 Jenny Duan: and you empower them. 228 00:33:34.650 --> 00:33:36.580 Jenny Duan: empower them to do more 229 00:33:38.550 --> 00:33:39.410 Jenny Duan: oops. 230 00:33:43.320 --> 00:33:52.659 huda: Wait on, do you mind like re sharing this. I don't, I know a sent at first, but for some reason like on my end, to show like a blank page. 231 00:33:53.540 --> 00:33:55.859 Jenny Duan: Oh, yes. 232 00:33:56.290 --> 00:33:59.200 Jenny Duan: can you refresh, maybe just a refresh. 233 00:33:59.490 --> 00:34:00.400 huda: Yeah. 234 00:34:01.400 --> 00:34:04.309 Jenny Duan: let me just make sure that this opens up for the correct link. 235 00:34:07.540 --> 00:34:10.019 Jenny Duan: Oh, it's a blank page for me, too. 236 00:34:11.420 --> 00:34:18.159 Jenny Duan: okay, I'm just gonna relink this. I don't know. We might stop looking. 237 00:34:20.790 --> 00:34:21.750 Jenny Duan: Okay. 238 00:34:21.980 --> 00:34:23.829 Can you try clicking this link again? 239 00:34:25.909 --> 00:34:27.430 Jenny Duan: Why is it still? 240 00:34:29.690 --> 00:34:33.379 Jenny Duan: Is it not saved on my end. That could be the case. 241 00:34:35.840 --> 00:34:40.840 huda: Just call me that. I think it's just like creating new top it like 242 00:34:41.270 --> 00:34:43.300 huda: untitled documents. 243 00:34:44.920 --> 00:34:46.979 Jenny Duan: Okay, that's frustrating. 244 00:34:47.650 --> 00:34:52.660 huda: Wait. Is that the link that gives you when you like? 245 00:34:53.900 --> 00:34:58.040 Jenny Duan: Okay. For some reason this is now saying that I own this document. 246 00:34:58.380 --> 00:35:03.319 Jenny Duan: which is weird because I feel like I thought you created it. But 247 00:35:03.780 --> 00:35:08.340 Jenny Duan: it also leads to my personal email address, which is fine. But 248 00:35:09.700 --> 00:35:13.659 Jenny Duan: okay, I just shared it with you again. And let me relink this. 249 00:35:14.390 --> 00:35:16.559 does this work? Okay? Okay, it works out. 250 00:35:16.720 --> 00:35:24.280 Jenny Duan: So okay, I don't wanna spend like too much time on this. I feel like you understand how this you understand how this format is going? 251 00:35:24.720 --> 00:35:28.939 huda: Yeah, do you think I should like kind of simplify more like 252 00:35:28.980 --> 00:35:33.139 huda: because II don't know if she like. Take a lot of time to write about it. 253 00:35:33.270 --> 00:35:40.690 Jenny Duan: No, no, no, don't. Yeah. Just simplify a lot. Make bullet points. You can split each of these sentences up into like individual bullet points 254 00:35:40.890 --> 00:35:43.360 Jenny Duan: and don't write too much. Yeah. 255 00:35:43.380 --> 00:35:59.419 Jenny Duan: And then, basically, when you ask her, are you planning to ask her in person or over email? I think you should ask her over email, Loki, because then you can, you can say like Hi like, Oh, did you bring bring her a card after you ask her for this, too? Do you like the same thing for her? 256 00:35:59.690 --> 00:36:01.310 huda: Yeah. 257 00:36:01.460 --> 00:36:02.430 Jenny Duan: But 258 00:36:03.200 --> 00:36:10.660 Jenny Duan: an email right like, thank you so much for supporting me like I really appreciate your help in in like 259 00:36:11.440 --> 00:36:27.030 Jenny Duan: enabling me to win like the NC. Wid award and like maybe the career, technical education award or 2. And you can say that I am planning to apply for this award. This like free spirit and Journalism Conference, and I'm wondering if you would be able to 260 00:36:28.210 --> 00:36:41.759 Jenny Duan: send me a copy of your letter recommendation like, and then link the award like when you describe the award in the email and then say, I have attached a letter of recommendation fact sheet in case it may be helpful. 261 00:36:42.220 --> 00:36:47.780 Jenny Duan: I understand that this is a tight deadline, so please let me know if 262 00:36:48.400 --> 00:36:49.190 Jenny Duan: if 263 00:36:49.930 --> 00:37:01.830 Jenny Duan: you are unable to accommodate this request at this time, or something like that, and say, like, I always appreciate. You know your teaching and I'm excited to see you in class 264 00:37:02.030 --> 00:37:19.679 Jenny Duan: like let me know if you have any questions just something like that, and just send her an email, but make it very easy to turn down like, don't pressure her too much, because I think it is a short deadline which is understandable. But yeah, clean this up a little bit, and if you want to me to review it, text it to me, and I can like 265 00:37:19.720 --> 00:37:28.729 Jenny Duan: give it a a glance over. But this is a pretty straightforward, like type of template you can use for other recommendation fact sheets in the future as well. 266 00:37:29.300 --> 00:37:30.510 Jenny Duan: Okay. 267 00:37:31.170 --> 00:37:38.539 Jenny Duan: now, I wanna move on from here. So that's the first thing I made a list of the other things I wanna talk about. So 268 00:37:38.680 --> 00:37:40.700 Jenny Duan: all of these things have been kind of 269 00:37:40.750 --> 00:37:48.109 Jenny Duan: things I've I've seen floating around on the Internet, and I know I've been texting it to you, but I think some things get missed because we 270 00:37:48.460 --> 00:37:50.640 Jenny Duan: feel like I'm always sending you random things. 271 00:37:50.660 --> 00:38:01.210 Jenny Duan: So I think let's talk about this Ronald Reagan leadership award thing, leadership, middle the nomination period will close on April fifth. 272 00:38:01.400 --> 00:38:03.280 Jenny Duan: So 273 00:38:04.360 --> 00:38:08.990 Jenny Duan: let me share my screen. I think it would be really good if you can get this 274 00:38:09.270 --> 00:38:13.669 Jenny Duan: drive humility and service before self. 275 00:38:14.030 --> 00:38:17.959 Jenny Duan: So nominate high school Junior. 276 00:38:19.030 --> 00:38:20.100 Jenny Duan: I forget. 277 00:38:20.560 --> 00:38:23.320 Jenny Duan: Okay, I think for this one 278 00:38:24.250 --> 00:38:25.819 Jenny Duan: your 279 00:38:32.780 --> 00:38:33.540 Jenny Duan: okay. 280 00:38:34.930 --> 00:38:37.230 Jenny Duan: and it should awards 281 00:38:40.920 --> 00:38:54.549 Jenny Duan: high school administrators, guidance counsellors, career counsellors, principals, and vice principals are permitted to nominate students. So this is again, why, it's important to have a good relationship with your school administrators, because 282 00:38:54.610 --> 00:39:03.430 Jenny Duan: sometimes, if I need to nominate you for awards like this one. so who would you feel most as comfortable with nominating you for an award 283 00:39:04.700 --> 00:39:10.750 huda: feel like out of all the administrators. 284 00:39:11.150 --> 00:39:13.460 I feel like the principal might 285 00:39:13.490 --> 00:39:20.869 huda: know me the best, because he's given to contact about Notre Dame leadership. And then also 286 00:39:20.920 --> 00:39:24.129 huda: like the cte award, he handed me that 287 00:39:24.160 --> 00:39:29.269 huda: And yeah. So I think he knows kind of like 288 00:39:29.690 --> 00:39:34.359 Ivylevel: a little bit about that. What? 289 00:39:35.450 --> 00:39:36.300 Ivylevel: Yeah. 290 00:39:36.460 --> 00:39:38.609 Ivylevel: Can I raise my hand? 291 00:39:39.040 --> 00:39:53.660 Ivylevel: Sure. Sure. Go ahead. Yeah, thanks a lot, Jenny. Actually, I've been like sneakingly listening. Actually, who does? Mom is also here. She also wanted to listen and to see like how her daughter has transformed. Thanks a lot. She's so happy to see that. 292 00:39:54.470 --> 00:40:11.849 Ivylevel: So I think on principle, I really wanted to. I know, like, you know, you have told me 100, like so many times how critical like principle is. the thing is like I. We just need to time it properly on. How do we want to? You know, position HUD, to kind of reach out to him and remind. 293 00:40:12.180 --> 00:40:22.840 Ivylevel: So, you know, like the episode was not great, I would say it was more an escalation email. But I think he really worked so hard over the weekend to kind of really, you know, make that happen for the Notre Dame. 294 00:40:23.070 --> 00:40:31.849 Ivylevel: and then thankfully, just, you know, and in a week's time Huda also got Dcd. Award. I met him personally. By the way, I just said, Hey, you know, thanks a lot for your help. 295 00:40:32.070 --> 00:40:35.569 Ivylevel: so I think he's kind of, you know. Huda is kind of in his radar 296 00:40:35.740 --> 00:40:42.760 Ivylevel: but again, like, I don't know, like, you know, you know. people are people right? So it's it's a bit comp complex kind of a thing. 297 00:40:43.310 --> 00:40:44.630 I would just like. 298 00:40:44.650 --> 00:40:56.420 huda: you know, seek your help like you know what's the best time and method for who that to kind of number one like share that whole Ncwit thing right? Who that hasn't shared that yet 299 00:40:56.700 --> 00:41:06.179 Ivylevel: like? Did you like? Oh, you mean you! You sent it to that board right? The the people who are actually posting that. But I think might be. There's an angle there where we can actually 300 00:41:06.380 --> 00:41:16.959 Ivylevel: just like reply to the principle, right? Because you remember like that email I had shown you as well, Jenny, like where I basically said, Hey, you know, who does actually won a national award. Thanks a lot, you know. Please 301 00:41:17.020 --> 00:41:24.010 Ivylevel: help her in this as well. Kind of a thing. I don't know. What do you? What what would you recommend like, and what's what's a good way to really take that forward as well. 302 00:41:25.230 --> 00:41:39.039 Jenny Duan: Yeah. I would recommend who that I think, if you need to set up like a meeting with your principal, I think, and you can discuss several things like first, just like, Introduce yourself. Help to the principal about 303 00:41:39.230 --> 00:41:53.350 Jenny Duan: You know these different opportunities like. Just tell tell them what you're involved with. I think if you want to mention, like the Mental Health Awareness month like celebration stuff, I think you can talk about that. And then at the end, you can mention this and then ask them for it. 304 00:41:53.850 --> 00:41:58.830 Jenny Duan: but get some time in front of your principal. That would be good 305 00:41:59.190 --> 00:42:04.250 Jenny Duan: high school, too, or something. 306 00:42:04.600 --> 00:42:15.740 huda: Wait. You know how it says. Guidance or career counselors. Will you be like eligible to like nominate me. Maybe, since you're kind of. 307 00:42:15.880 --> 00:42:20.739 huda: I think it has to be a school administrator. Yeah, I've been 308 00:42:20.940 --> 00:42:25.420 Jenny Duan: like high school administrators. So 309 00:42:26.360 --> 00:42:29.580 Jenny Duan: I think you have to ask, yeah, vice principals. 310 00:42:30.080 --> 00:42:38.600 huda: Would I set up like a meeting to like like. okay? So when I'm setting up a meeting. I have to kind of give them like a 311 00:42:39.060 --> 00:42:50.430 huda: like a purpose of the meeting. So I know you said, like the mental health, awareness, activity. like. 312 00:42:50.970 --> 00:42:55.669 huda: I feel like that's the kind of thing they just tell me to go like leadership or something with the idea. 313 00:42:55.710 --> 00:42:59.899 huda: I don't think they would like, accept a good idea. 314 00:42:59.980 --> 00:43:03.290 huda: because it's kind of like leadership's in charge of those kind of activities. 315 00:43:03.850 --> 00:43:04.790 Jenny Duan: Hmm. 316 00:43:05.820 --> 00:43:07.710 Jenny Duan: go ahead. 317 00:43:09.230 --> 00:43:10.150 Jenny Duan: I think 318 00:43:11.430 --> 00:43:12.610 Jenny Duan: I think that. 319 00:43:13.840 --> 00:43:18.400 Jenny Duan: Okay? Is there a way that you can get time with the principal? Just generally? 320 00:43:20.490 --> 00:43:32.660 Jenny Duan: I mean, I haven't seen any like. I don't think there's any way to book a meeting, but if I emailed him he'd probably be willing to. As a secretary, you can also email them, too. 321 00:43:33.450 --> 00:43:39.289 huda: Yeah, II think maybe it might be better if I like, reach out to 322 00:43:39.330 --> 00:43:55.349 huda: the vice principal since also we kind of discuss she's kind of like less busy, and also she's kind of like you said this whole like, process, because she did go to Uc. Berkeley before. She's also South Asian, right? Yeah. 323 00:43:55.530 --> 00:44:03.549 huda: So maybe I could talk to her and like kind of talk about my accomplishments and stuff, and like well, like. 324 00:44:03.690 --> 00:44:14.930 huda: also bit like confused like what I would like like when you're going for a meeting. You kinda have to give them like a request like, oh, request to chat about. 325 00:44:15.660 --> 00:44:16.969 huda: I don't know. Like. 326 00:44:17.140 --> 00:44:22.949 Ivylevel: yeah, I I'm sorry sorry to interject here, but I think this still like 1 point. 327 00:44:23.100 --> 00:44:30.009 Ivylevel: you know, again, like I feel like there was, you know, an invitation from Principal 328 00:44:30.330 --> 00:44:41.449 Ivylevel: in the last email communication where I had spoken to him. And Houda was Ccd. Where, you know, he basically said, Hey, you know, like Huda, you're free to just walk over like come and come and meet me kind of a thing. 329 00:44:41.620 --> 00:44:47.709 Ivylevel: and I feel like, you know, I mean, we can create a situation right? I mean, instead of just going. And like very. 330 00:44:47.750 --> 00:45:09.559 huda: I feel like there. There was no con continuity there. I felt like there was an opportunity, and I don't know like why cause there's like an escalation. He kind of wanted to say, like to calm things down. He wanted to like meet there, but I don't. I think it's just cause I escalated it like all the way to the principle. I think that's what he's trying to say. 331 00:45:09.970 --> 00:45:21.830 Ivylevel: Yeah, II agree. But but what is the harm there in like you showing up with a box of chocolate and saying that, hey, you know, thanks a lot for your help. During the Notre Dame, and this was the award that my dad dad was talking about. 332 00:45:21.850 --> 00:45:34.589 Ivylevel: you know. Might be I'm missing something, but I don't know, Jenny, like, you know, as like looking from the outside. I feel that. Isn't that like a good reason, like to just go and thank him for the work that the help that he did? I don't know. I think I think 333 00:45:34.870 --> 00:45:41.159 Ivylevel: I think maybe we wait until you hear about your acceptance for Notre Dame, and then go tell him that. 334 00:45:41.350 --> 00:45:59.279 Jenny Duan: But I think there's no harm in building this relationship with the vice principal, too, because I think she's if she's more like available. She could also just be like a mentor. So it's not like we are not going to talk to the principal at all, just like, maybe this vice principal person would be just a good person to meet like 335 00:45:59.560 --> 00:46:11.440 Jenny Duan: for other reasons as well in like building a relationship there. So I think, like, it's not like we're completely gonna ignore the principle. I just think like maybe talking to the vice principal could be a good idea right now. 336 00:46:12.170 --> 00:46:31.619 Ivylevel: Not take like not to to to kill, not to end a previous connection. But just to start a new connection with her. Yeah, I think thanks a lot. I was just trying to understand, you know, why why was there a hesitation? But I think better right? Because she's kind of in the school. And there's there's always that kind of 337 00:46:31.640 --> 00:46:35.670 Ivylevel: great thanks. Yeah. Yeah. So I think, Huda. 338 00:46:35.900 --> 00:46:44.050 Jenny Duan: this should be an action item. I think you should go get some time with your vice principal, and just introduce yourself and and like. 339 00:46:44.350 --> 00:47:04.109 Jenny Duan: just have a conversation with her like, you don't need to ask about anything until the very end. More just like maybe you could talk to her about like her experiences at Berkeley, about what she study like, how she enjoyed it, and just like getting to know her. She has extra time, like sometimes teachers will. I don't know if your school does this, but like sometimes 340 00:47:04.110 --> 00:47:14.880 Jenny Duan: they'll let you like go in for like before school, after school, like during lunch or something. Just talk to them for a bit. So I think you could do that with the vice principal as well. 341 00:47:15.710 --> 00:47:20.680 Jenny Duan: And then, before you talked to her, you can actually look her up on Linkedin and see like, if she did like. 342 00:47:21.030 --> 00:47:34.190 Jenny Duan: Yeah, you can see if she did any activities that like overlap with you and like, don't mention that you looked her up on Linkedin, because that's a little bit creepy, but like you can do that. Just so, you know beforehand, like some common interests that you can maybe talk to her about. 343 00:47:34.490 --> 00:47:40.549 Jenny Duan: okay, so this is one thing that I just wanted to highlight. 344 00:47:40.740 --> 00:47:43.200 Jenny Duan: I think this is like a pretty 345 00:47:43.300 --> 00:47:50.919 Jenny Duan: low barrier of entry award, which is why I really want you to apply for this, because I think this is just like. 346 00:47:51.080 --> 00:47:52.399 Jenny Duan: maybe, like. 347 00:47:53.170 --> 00:47:56.939 Jenny Duan: I don't know how many people get this. But for me, it feels like 348 00:47:58.540 --> 00:48:13.369 Jenny Duan: every nominated student will get a medal. So like. yeah, actually, let's read, this is as each nominated student will receive a exclusive medallion. A letter recommendation from 349 00:48:13.380 --> 00:48:22.170 Jenny Duan: Chief Education Program officer of the Ronald Reagan, Presidential Foundation Institute. So basically, if you get a nominated, you get nominated, you win. 350 00:48:22.230 --> 00:48:50.929 Jenny Duan: So this is like low barrier of entry, high prestige, national award like this is like a pretty like, okay, like, if someone said, like, Okay, I'm got the fall Regan leadership medal. You'd be like, that's cool. But all I needed to do to get it was just have their counsel to nominate them. So I think pretty low barrier of entry, but prestigious, obviously thing. So I think that's why this is a really good fit for you. And it will help boost your like award profile. 351 00:48:51.240 --> 00:48:56.170 Jenny Duan: so that's that. 352 00:48:56.990 --> 00:49:00.389 Jenny Duan: okay. let's talk about this really quickly. 353 00:49:00.560 --> 00:49:03.000 Jenny Duan: This is 354 00:49:03.700 --> 00:49:06.069 just need to double check when this is due. 355 00:49:06.730 --> 00:49:16.279 Jenny Duan: and what the application components are. if I can recall correctly, it's 356 00:49:16.870 --> 00:49:18.210 Jenny Duan: do. 357 00:49:20.410 --> 00:49:22.349 Jenny Duan: O, march 15. 358 00:49:22.360 --> 00:49:31.489 Jenny Duan: Is the early is the early deadline. and you just need a letter recommendation from a teacher, advisor or a counselor. 359 00:49:31.890 --> 00:49:38.269 Jenny Duan: So actually, okay, we might need to rethink about this letter recommendation for your 360 00:49:38.580 --> 00:49:45.059 Jenny Duan: computer science teacher, because I think, let's have your computer science teacher support you in this one, the G stem thing 361 00:49:45.830 --> 00:49:49.899 huda: the test group 362 00:49:50.210 --> 00:49:58.000 Jenny Duan: so what does that mean if you're. if your teacher supports you with this program. You only need one letter of recommendation. 363 00:49:59.160 --> 00:49:59.880 Hmm. 364 00:50:01.150 --> 00:50:03.329 Jenny Duan: From a teacher, advisor, or counsellor. 365 00:50:03.580 --> 00:50:12.410 Jenny Duan: you only need one letter recommendation. I think your CS. Teacher would be a good person to write for this one, because it's a CS. Program. 366 00:50:12.490 --> 00:50:19.480 Jenny Duan: But then that means we might need someone else to write you. The letter breaks for the Journalism Conference. 367 00:50:19.500 --> 00:50:22.740 Jenny Duan: Are there any other people that you feel like you could ask? 368 00:50:26.450 --> 00:50:37.900 huda: I know we kind of talked about this, but I feel like my history teacher again. I think she'd like she definitely be. I mean, I know there's like the issue of the Pdf. Actually. 369 00:50:38.110 --> 00:50:43.819 huda: if she wasn't able to support you in the past, I don't think she'd be able to support you now. 370 00:50:45.990 --> 00:50:47.210 huda: Bunge. 371 00:50:53.150 --> 00:50:54.930 huda: II could. 372 00:50:55.420 --> 00:51:00.220 huda: I don't know if you'll do it. But I can try my physics, teacher, but 373 00:51:00.570 --> 00:51:01.540 huda: like 374 00:51:01.770 --> 00:51:04.350 huda: I feel like II don't really have 375 00:51:04.610 --> 00:51:10.519 huda: any like relationship with them, cause it's just kind of like a like one of my normal classes. 376 00:51:10.560 --> 00:51:18.949 huda: and it's like not really like when they have to participate too much in so I don't know about like how well he knows me. But. 377 00:51:21.270 --> 00:51:28.849 huda: I might try to reach out to my chemistry teacher like. 378 00:51:29.130 --> 00:51:30.140 huda: I think. 379 00:51:31.240 --> 00:51:34.209 huda: although it's a like like a 380 00:51:34.270 --> 00:51:37.570 huda: tighter deadline. I think it's like worth a shot. 381 00:51:38.590 --> 00:51:42.190 huda: and like I think I think you would be willing to. 382 00:51:44.650 --> 00:51:52.929 huda: He's like kind of like a nice teacher, and like like he writes like a lot of red letters of recommendation. 383 00:51:53.810 --> 00:51:55.020 Jenny Duan: Okay, then. 384 00:51:56.230 --> 00:52:02.120 Jenny Duan: how does your passion for chemistry connect to this 385 00:52:04.190 --> 00:52:13.190 huda: or maybe your Kevin feature writes you for the g stem one like 386 00:52:13.390 --> 00:52:25.449 huda: I won't say like he would recognize like my passion for chemistry. I think maybe he'd be more like inclined to talk about like my passion for like learning new things. 387 00:52:25.470 --> 00:52:32.800 Jenny Duan: then I think you can just correct this, so maybe you can mention you could still mention computer science. But maybe, like, talk about like 388 00:52:33.540 --> 00:52:38.920 Jenny Duan: passion for learning. And then a couple of examples. If you can give specific examples 389 00:52:39.080 --> 00:52:53.090 Jenny Duan: that you've developed in chem class, like, have you working on a project? Or you like giving a presentation or something? Be specific? Hey, Jenny, times up. Okay, I want to be respectful. 390 00:52:53.160 --> 00:52:57.389 Jenny Duan: Alright. Always get carried away. Okay. 391 00:52:57.710 --> 00:53:01.659 Jenny Duan: So I think, okay, we didn't get through everything. So I think 392 00:53:02.370 --> 00:53:31.560 Jenny Duan: just to reiterate the most important upcoming deadlines that we don't. Wanna miss? Is this g stem thing? And the freedom conference? Those are all due on the fifteenth. So you the you need to ask for letter of recommendation as soon as possible. The essays. I know you can write those quickly because you've done that before, but the letters of recommendation cannot be rushed, so just make sure that you get those and then 393 00:53:31.740 --> 00:53:34.000 Jenny Duan: other things. 394 00:53:34.450 --> 00:53:37.530 Jenny Duan: The other things. I think we might need to add one. 395 00:53:38.350 --> 00:53:45.709 Jenny Duan: maybe one more session this week because I do wanna get to these other award things that I feel like you have a good shot at 396 00:53:45.810 --> 00:53:47.020 Jenny Duan: but 397 00:53:47.430 --> 00:53:58.710 Jenny Duan: I think we could talk about that offline, but for now I think the biggest things are. Go talk to your account, teacher, and then go talk to your Cs teacher, and then make sure you get them some cards after they agree or after they do it. 398 00:53:58.870 --> 00:54:21.669 Jenny Duan: Okay? And also and also the vice principal. Right? Yeah. And also the vice principal for the Ronald Reagan award. And it's good that you're asking her now, because it's due one month in advance. But I looked at the form. It's really short. It's only one paragraph, and I think I think I'll just like at get like. Ask her if we can meet 399 00:54:21.670 --> 00:54:36.200 huda: and like tell her like our one time you mentioned like you went to Uc. Berkeley, I'd really love to know about like your experience there, what you learned I just like to get to know you more. Maybe some like that 400 00:54:38.190 --> 00:54:57.799 Jenny Duan: cool? Yeah? And then you can also don't just focus around school, because I think measures get kind of tired of like the constant college conversations. You can just ask about, like her work as an administrator, how she feels like working as schools like you can say you're passionate about education, which is true like, and tell her about the program that you're running with empowering AI and other things, too. 401 00:54:58.610 --> 00:54:59.710 huda: Yeah. 402 00:54:59.820 --> 00:55:05.129 Jenny Duan: okay, cool. Feel free to text me if you have any questions, but I think we should pause, for now and then 403 00:55:05.210 --> 00:55:10.510 Jenny Duan: let me look at the other things I sent you, and then, if we need another maybe meeting this week. We can do that. 404 00:55:10.800 --> 00:55:13.870 huda: Thank you. Thanks, thanks. 405 00:55:13.910 --> 00:55:16.219 Ivylevel: bye. Take care.",
  "segments": [
    "Week 41 - Coaching_Jenny_Huda_Wk41_2024-03-05_M_841ad696f35dc36bU_2024-03-04_00-00-00 WEBVTT 1 00:03:55.010 --> 00:03:57.450 Jenny Duan: Hi! How's it going? Sorry. I'm a bit late. 2 00:03:57.680 --> 00:04:00.670 huda: Oh, no worries just a minute, but I'm doing well. 3 00:04:01.330 --> 00:04:04.340 Jenny Duan: Awesome. You said you just submitted something. 4 00:04:06.060 --> 00:04:20.460 huda: wait, no, wait. What did you say? Sorry. I just missed. It was just a minute. But oh, okay. So I did get back from my call with Steven. And it was like, kind of long. But yeah. 5 00:04:20.970 --> 00:04:30.630 Jenny Duan: yeah, how's your SAT going? I know we haven't really talked about that much. But have you been feeling like more confident? I talked to Stephen actually to day, he said, you are doing well. 6 00:04:30.890 --> 00:04:41.859 huda: Yeah. I did get like like I feel like my mask has been up. My meeting it's been improving since like we started. But 7 00:04:41.920 --> 00:04:45.590 huda: We're certainly obviously improve it more. But yeah. 8 00:04:46.230 --> 00:04:51.190 Jenny Duan: that's awesome. And your test is what month again. I'm just going to plug in my charger. 9 00:04:51.770 --> 00:04:59.519 huda: It's March twentieth. So like, I have 2 weeks right now. What are your practice? Test scores looking like? 10 00:04:59.590 --> 00:05:03.760 huda: So the latest one, I got a 1490 11 00:05:03.860 --> 00:05:17.670 huda: and I have like a 7, 80 math and 7, 10 reading and writing and the Google is kind of bad, though, because I got 6 questions wrong, and it took off like 90 points. But yeah. 12 00:05:17.720 --> 00:05:35.690 Jenny Duan: well, yeah, I feel like it's very dependent on the difficulty of the test and the curve as well, so just that's something to be mindful of. So I know that. We've been talking about your relationship with your counselors and your features, and all of that. Were you able to give the cards? And how how did that go? 13 00:05:36.110 --> 00:06",
    ":05.629 huda: Yeah. So I gave I gave them the gifts today. Actually, so, my teacher, she is really appreciative. And she was like, Oh, it's my job like you didn't have to get me this that you totally have to do this, but that's so sweet and like she's really appreciative about it. And my counselor, I kind of explain the whole like thing about like how it's been kinda pressurizing on me as well. But like I would like really appreciate her being so like 14 00:06:05.630 --> 00:06:17.010 huda: like helpful, even though she is like so many other things to do and everything and then she just kind of just said like, Thank you. And like, she's like smiling a lot. And she just said, Thank you. A bunch of times. But yeah. 15 00:06:17.310 --> 00:06:45.929 Jenny Duan: oh, okay, that's good. Then that seems like, I think relationships can always be amended. And I think, like you keep up this consistent behavior. I think like behavior is not the right word. But if you keep on consistently showing appreciation, I think people will be more willing to help you. Awesome. Yeah, that's good to hear and it seems like, you know, your relationship with your counselors like a little bit better than after that. Yeah, it's not hostile, hostile. But 16 00:06:46.110 --> 00:06:59.209 Jenny Duan: yeah, sometimes all it all it takes is a kind card. And like people are, you know, really willing to help if if they feel like they're being appreciated for what they do. And I think something that you can also do next year. 17 00:06:59.510 --> 00:07:09.090 Jenny Duan: is because you can actually apply for the Nc way award multiple times. So I think next year you should apply again like you can receive the honorable mentioned multiple times, I think. 18 00:07:09.110 --> 00:07:26.750 Jenny Duan: You should apply again and you also nominate your computer science teacher, for they have a fa like a teacher award for Nc. Or an educator award. I think you can nominate teachers for that, so I don't think it's ",
    "very much work on your part. But you can nominate your computer science teacher to do that for you, too. 19 00:07:26.810 --> 00:07:30.360 Jenny Duan: So yeah, what did you end up getting them? Besides the card? 20 00:07:30.920 --> 00:07:57.789 huda: I got so for my history teacher, I got her like a for share, like a few, a fair for shares, and then, like a $25 target gift card and like I wrote the note, and then for my calendar, I have this like big box of cookies for her and as well as like, the same like the $25 target get fine. 21 00:07:58.450 --> 00:08:05.790 Jenny Duan: Okay? Yeah, that's super super sweet of you. Got okay? So I know that I've kind of been like 22 00:08:05.960 --> 00:08:08.150 Jenny Duan: spamming you with a bunch of 23 00:08:08.440 --> 00:08:26.289 Jenny Duan: opportunities. So I think today would be a good time to kind of go over that and like, now that I think the majority of summer programs, except the G stem one, are in now, I think I wanna transition into more awards. Cause I feel like that was another area that we wanted to work on. 24 00:08:26.300 --> 00:08:27.470 Jenny Duan: But 25 00:08:27.510 --> 00:08:40.789 Jenny Duan: so today, I want to spend some time going over like a bunch of things that I've been sending you, and then also start working on your G stem. Application. That's like the and Nyu research program that I talked about like a while ago. That's due at the end of this month. I think so. 26 00:08:40.840 --> 00:08:55.240 Jenny Duan: And then another thing is like getting ready to start applying for scholarships and awards. Because that's gonna start this summer. And I think you have like a really good shot at a lot of these big national awards. And I don't wanna miss out on that. So 27 00:08:55.530 --> 00:09:05.230 Jenny Duan: the first thing is, I saw you submitted your code of classy application that should be pretty straightforward. Did you get your IA for code of classy? 28 00:09:06.070 --> 00:09:08.220 huda: Like our l",
    "ike our ticket? 29 00:09:08.460 --> 00:09:10.380 Jenny Duan: No, you're like you're 30 00:09:11.140 --> 00:09:15.480 Jenny Duan: so today you should have gotten an invitation from Slack, I think, to join. 31 00:09:15.730 --> 00:09:21.060 Jenny Duan: Yeah. Do you know who is your instructor assistant? They should have introduced themselves in the chap, but I'm not sure if they did yet. 32 00:09:21.410 --> 00:09:23.059 huda: Let me check. 33 00:09:24.120 --> 00:09:28.980 Jenny Duan: Is it in the general or the party party f 34 00:09:29.380 --> 00:09:31.659 Jenny Duan: like Slash? And then their name. Who do you have 35 00:09:32.290 --> 00:09:33.480 huda: bum cat? 36 00:09:34.040 --> 00:09:39.229 Jenny Duan: Okay. I wonder if I know Pat is maybe not someone that I know. 37 00:09:39.640 --> 00:09:44.769 Jenny Duan: Let me see, I just got to read me to day. 38 00:09:44.940 --> 00:09:56.820 Jenny Duan: So I am really excited like for for that that's happening next weekend. It's gonna be super fun. I don't know, Cap, but I'm sure that they they're gonna do a great job catching 39 00:09:56.980 --> 00:10:24.530 Jenny Duan: doesn't say what school she goes to. I can see her Uc directly, I think. Oh, very cool. So yeah, I think, like, try to talk to the instructor assistance, because, again, like, they're all really cool. People like you shot to Addora to Adora is my friend. She goes to Uc. Santa Cruz and I know, like that's once another school we're thinking about. For like cause. They have a really strong game development program. So like, maybe you can ask Adora about what her experiences are at Uc, cause she's studying comp set. 40 00:10:24.580 --> 00:10:30.329 Jenny Duan: Ok. And now I kind of want to quickly go over everything that I've 41 00:10:30.500 --> 00:10:43.389 Jenny Duan: sort of been spamming you with these past couple of days. So the first thing is the tick tock that I sent you. II think that you should go forwards and do something regards to mental health for",
    " mental health awareness. Month. 42 00:10:43.730 --> 00:10:51.789 Jenny Duan: What are your thoughts on that? Because I think that is a again another strategy that we could use to get closer with your principal and the counselors at the school. 43 00:10:52.140 --> 00:11:08.890 huda: Yeah. So like, I really like the idea. And I was also thinking, since, actually, this month is like women. Women history month, so maybe we could like, I think they already have some stuff going on in the announcements. So like every day, they're announcing like. 44 00:11:08.890 --> 00:11:24.850 huda: an important women figure so maybe like we could do something similar like the idea you said about like the green ribbons. Maybe we could do something similar for like women history month, and like I don't know. Give out like pink ribbons or something like that 45 00:11:25.850 --> 00:11:40.410 Jenny Duan: cool. I think that's a good yeah, green ribbons for mental awareness month. I think that could be good. And then, if you wanted to organize, like, I think it's pretty simple to do something like the Tiktok idea I sent you with the different sticky notes like, take what you need. 46 00:11:40.420 --> 00:12:08.789 Jenny Duan: That should be pretty straightforward, or if you wanted to do any other like school wide activities. I think that would be a good way to demonstrate your leadership, because I feel like, since you've been talking about, you know, feeling shy. I think this would be something not only to like quick yourself to, you know. Take more of a leadership position in your school, but also help your teachers recognize your leadership in the impact that you've made at school as well. So you think like trying to improve your leadership in that direction is is a positive thing that you can do. 47 00:12:09.180 --> 00:12:16.360 Jenny Duan: The other thing that I wanted to highlight is that journalism conference, the 48 00:12:16.420 --> 00:12:31.359 Jenny Duan: I'll Newhar free spirit and",
    " journalism conference that one needs 2 letters of recommendation that you need to upload. So do you feel like there's a teacher that you could up when you could ask for that. You you already have one. I know that, so you only need one more. 49 00:12:33.230 --> 00:12:34.460 huda: and 50 00:12:36.320 --> 00:12:59.489 huda: so I could possibly ask my my history teacher again. Since I kind of told her like, oh, it will be really helpful and like nice if you'd be able to like make like a Pdf. And just kind of reuse that if I if I ever need to request it again, so like maybe she'd have that ready? So I could probably discuss that with her. 51 00:13:01.450 --> 00:13:03.930 huda: in terms of other teachers. 52 00:13:04.850 --> 00:13:08.700 huda: I don't really think I think all of them are kind of like 53 00:13:08.710 --> 00:13:13.119 huda: slacking off. I guess. I think she'd be willing to. 54 00:13:13.560 --> 00:13:23.239 Jenny Duan: Okay. Remember, we also talked about the other candidate teachers last time the English teacher from sophomore year, the chemistry teacher and the Spanish teacher. Those are all teachers that haven't written you stuff yet. 55 00:13:23.490 --> 00:13:26.479 Jenny Duan: Would you feel that they would be able to represent you. Well or not. 56 00:13:28.270 --> 00:13:30.649 huda: I could. 57 00:13:30.760 --> 00:13:47.199 huda: I could try reaching out to them. II feel like they could represent me well, but like just. I don't know exactly if they'd be willing to like write it because I haven't talked to them in a while, but I could like try reaching out by mail, because they're also kind of busy because 58 00:13:47.280 --> 00:13:59.019 huda: like open hours, people usually just go to the cost like get extra study time with them. But I could probably reach out through email and maybe plan one time where we can talk. But 59 00:13:59.300 --> 00:14:02.360 Jenny Duan: okay, I would reach out to them. 60 00:14:02.560 --> 00:14:15.529 Jenny Duan: to talk,",
    " but also maybe don't ask them for this cause. It's kind of a short deadline, but like we can bookmark it for a future reference. For this one I would try to reach how to. 61 00:14:16.880 --> 00:14:26.890 Jenny Duan: Okay? Because sometimes teachers are kind of uncomfortable with sending like Pdfs directly to students. But if you feel like your history teacher would be comfortable doing that? I would ask. 62 00:14:26.990 --> 00:14:35.159 Jenny Duan: I would try to ask you, but emphasized, emphasize to her that like, look at your relationship with your teachers. That is more important than 63 00:14:35.450 --> 00:14:45.650 Jenny Duan: any of like. You're the Rec. The recommendations or any of these applications that you might be writing, because ultimately, like your relationship with your teachers, will carry further than like 64 00:14:45.990 --> 00:14:52.209 Jenny Duan: the result of one like program or one award that you're applying to, especially because we're applying for so many things like. 65 00:14:52.940 --> 00:15:06.930 Jenny Duan: don't ruin your relationship with your teacher just to have this opportunity to apply for this like random award, because your teacher is like that's more important. So I think if you feel like she would be comfortable doing that, then you can approach her in a very like. 66 00:15:07.390 --> 00:15:18.060 Jenny Duan: don't pressure her too much. But say that like this is a need, maybe that you have and like, if she's willing to help, then that would be really appreciated. But like, if she's also uncomfortable, then that's okay, too. 67 00:15:18.220 --> 00:15:30.290 huda: Wait for this one. Do we have to give a Pdf. Or we can just give a link, because I remember a bank of America student leaders. She wasn't willing to like, send over the Pdf. 68 00:15:30.460 --> 00:15:37.300 huda: But yeah, she's like I found like a link. And then I gave that to her. But 69 00:15:37.570 --> 00:15:39.820 huda: yeah. 70 00:15:41.940 --> 00:15:44.280 h",
    "uda: yeah, I think it can't. 71 00:15:48.150 --> 00:15:53.849 huda: Must be uploaded directly. Oh, okay. So she wasn't willing to give it before then. She probably is not willing to give it now. 72 00:15:55.070 --> 00:16:02.349 huda: okay, I can. 73 00:16:02.630 --> 00:16:16.379 huda: I can try reaching out to like my last chemistry teacher. I think it's 2. I think it's a 10 day. Deadline is too short. Maybe I can just like try and get the Pdf, like, if he's willing. 74 00:16:16.750 --> 00:16:19.800 huda: I can just like. 75 00:16:20.130 --> 00:16:23.099 huda: yeah, I think 10 days is too short of an ask. 76 00:16:23.510 --> 00:16:25.440 Jenny Duan: I think 10 days is not worth. 77 00:16:25.550 --> 00:16:30.020 Jenny Duan: especially if you haven't talked to him in so long. It's it's I think it's a big ask 78 00:16:30.590 --> 00:16:35.470 Jenny Duan: Is there anyone else who you feel like could 79 00:16:35.760 --> 00:16:36.840 Jenny Duan: be. 80 00:16:37.730 --> 00:16:40.810 huda: let me check. 81 00:16:46.980 --> 00:16:48.000 Jenny Duan: find out. 82 00:16:50.130 --> 00:16:51.220 Jenny Duan: And 83 00:17:01.400 --> 00:17:03.540 Jenny Duan: mmm, next. 84 00:17:05.980 --> 00:17:08.599 Jenny Duan: I just want to preview this application. 85 00:17:31.400 --> 00:17:35.370 huda: Sorry. I just wanna look at the rest of this application. This is ticking. Oh. 86 00:17:49.970 --> 00:17:53.870 huda: oh, my gosh, there's so many. Okay. 87 00:17:54.150 --> 00:17:55.989 huda: I think this is where 88 00:17:58.700 --> 00:18:01.119 Jenny Duan: this is just your academic information. 89 00:18:01.550 --> 00:18:08.490 Jenny Duan: Oh, do I need my father to help me with this one. I don't think so. I don't think so. I think you just need to put in their information. 90 00:18:09.270 --> 00:18:14.160 Jenny Duan: Okay, but let's just cut. Okay, you can fill this out in your own time. We don't need to waste time doing this right now. But 91 00:18:14.300 --> 00:18:20.310 Jenny Duan: do you ",
    "have? Do you know, if anyone else who might be able to support you for this application like any 92 00:18:20.920 --> 00:18:23.799 Jenny Duan: other other people at school. 93 00:18:25.610 --> 00:18:44.339 huda: So like this year's teachers. I don't think they like they. I don't think they've like talked about like journalism per se, or or like experience my passion for journalism. I feel like my 94 00:18:44.690 --> 00:18:49.279 huda: my English teacher. Obviously like she's not willing to do it. 95 00:18:50.830 --> 00:18:53.429 huda: neither. My calculus teacher. 96 00:18:53.820 --> 00:18:58.750 huda: we're not doing my meteorites. Teacher. 97 00:18:59.090 --> 00:19:07.870 huda: This we do. You already have a downloaded one for your immediate arts. Teacher, yeah, we're using that one, I guess. But 98 00:19:12.910 --> 00:19:18.290 huda: maybe I can try asking my Cs teacher. 99 00:19:18.960 --> 00:19:21.129 Jenny Duan: yeah, do you think that? 100 00:19:21.180 --> 00:19:22.860 Jenny Duan: Would you be willing to do it? 101 00:19:24.120 --> 00:19:32.819 huda: Yeah, I think I think so. I can just ask her. And like, say, it's okay. It's not possible. Just like, let me know beforehand. 102 00:19:33.460 --> 00:19:45.190 Jenny Duan: Okay, I think what we can do then is we should create a recommendation fact sheet for her. So we should just basically make a template of everything you want her to write. And then 103 00:19:45.410 --> 00:19:54.119 Jenny Duan: whatever she wants to do with that she can edit your existing letter recommendation, or like. I think once you have a template you can like very easily. 104 00:19:54.380 --> 00:19:57.429 Jenny Duan: I don't know. Do whatever you need to like, follow that. 105 00:19:57.460 --> 00:19:58.540 Jenny Duan: So 106 00:19:58.690 --> 00:20:07.200 Jenny Duan: let's do that right now. Actually. let me share my screen. 107 00:20:08.000 --> 00:20:11.640 Jenny Duan: But there is a lot on the agenda today. 108 00:20:11.740 --> 00:20:14.04",
    "9 Jenny Duan: I wanna make sure that I don't. 109 00:20:15.300 --> 00:20:20.910 that we spend sufficient but not too much time on this, because there's other things that I wanna talk about, too. 110 00:20:21.210 --> 00:20:23.890 Jenny Duan: Conference. 111 00:20:25.810 --> 00:20:26.510 Jenny Duan: Thanks. 112 00:20:33.490 --> 00:20:36.789 Jenny Duan: And you create a new document and link it to this. 113 00:20:38.200 --> 00:20:39.179 huda: Share it with. 114 00:20:40.000 --> 00:20:41.050 Jenny Duan: Thank you. 115 00:20:44.780 --> 00:20:47.040 huda: My computer's really slow. 116 00:20:47.430 --> 00:20:48.979 Jenny Duan: That's okay. Take your time 117 00:21:48.820 --> 00:21:51.249 huda: one can. I put it in the chat? Maybe. 118 00:21:51.800 --> 00:21:53.389 Jenny Duan: Yeah. Sounds good. 119 00:22:02.490 --> 00:22:03.280 Jenny Duan: Okay. 120 00:22:10.760 --> 00:22:12.639 Jenny Duan: let me just link it here. 121 00:22:18.330 --> 00:22:22.850 Jenny Duan: Sorry. My computer's a little soon. not cooperating. 122 00:22:23.820 --> 00:22:25.440 huda: save. Only 123 00:22:25.780 --> 00:22:31.910 huda: I don't know what this is shared with you. I don't know why. Just this specific 124 00:22:32.070 --> 00:22:36.109 Jenny Duan: Google, like this specific link is not opening for some reason. 125 00:22:41.170 --> 00:22:42.320 Jenny Duan: Okay? 126 00:22:42.430 --> 00:22:46.690 Jenny Duan: Well, okay, I'm just gonna draft it in this document. But 127 00:22:47.490 --> 00:22:51.860 Jenny Duan: cause I don't know why. But this like specific link just won't open for me. 128 00:22:52.580 --> 00:22:56.229 Jenny Duan: Oh, wait, no. There we go. Okay, cool. 129 00:22:57.030 --> 00:22:58.000 Jenny Duan: It's working. 130 00:22:58.690 --> 00:23:01.210 Jenny Duan: But 131 00:23:13.520 --> 00:23:16.320 Jenny Duan: okay. and 132 00:23:18.450 --> 00:23:19.460 Jenny Duan: about. 133 00:23:21.770 --> 00:23:22.520 thank you. 134 00:23:36.060 --> 00:23:37.140 Jenny Duan: Well. 135 00:23:38.450 ",
    "--> 00:23:39.690 Jenny Duan: new hearth. 136 00:23:57.960 --> 00:24:01.979 Jenny Duan: basically, what we're doing is making it very easy to understand. 137 00:24:01.990 --> 00:24:07.030 Jenny Duan: like exactly what your teacher needs to write about the 138 00:24:12.310 --> 00:24:13.350 Jenny Duan: so 139 00:24:23.000 --> 00:24:23.850 Jenny Duan: okay. 140 00:24:24.970 --> 00:24:30.790 Jenny Duan: so basically, a little blurb about what the opportunity is, what they look for. 141 00:24:30.960 --> 00:24:32.130 Jenny Duan: And then. 142 00:24:35.270 --> 00:24:43.349 Jenny Duan: okay, about Huda. So 143 00:24:44.190 --> 00:25:00.229 Jenny Duan: the So okay, let's see what exactly we want people to to do. Free spirit. 144 00:25:00.930 --> 00:25:03.799 Jenny Duan: how do you know this teacher? And how long have you had her before 145 00:25:04.130 --> 00:25:07.670 huda: I've had her for about 2 years. and 146 00:25:07.950 --> 00:25:17.169 huda: and she taught me like in like the beginner's CS. Class and this is at Apc. SA. And 147 00:25:17.190 --> 00:25:37.100 huda: she see me like taking a big jump from like beginners. Cs, and like skipping past Apcs principles to Apcs applications. And I think she has a generally good impression of me, because, like a lot of people don't pay attention to class and like, they kind of 148 00:25:37.200 --> 00:25:43.529 huda: copy each other's work. So she has, like a rather positive notion of me, I guess. 149 00:25:46.150 --> 00:25:49.619 Jenny Duan: Okay, you should link your websites here. 150 00:25:50.310 --> 00:25:53.660 Jenny Duan: develops web sites on MHT. Jobs. 151 00:25:53.950 --> 00:25:59.039 Jenny Duan: online job platform during Covid layoffs. 152 00:25:59.420 --> 00:26:04.859 Jenny Duan: link link your website here. Yeah, I don't have it. 153 00:26:05.040 --> 00:26:11.150 Jenny Duan: Folklift is something that you should highlight because it's a computer science website that looks like an online 154 00:26:11.190 --> 00:26:13.",
    "770 Jenny Duan: story telling platform 155 00:26:14.290 --> 00:26:19.000 Jenny Duan: uplifting the Muslim community. 156 00:26:19.730 --> 00:26:23.330 Jenny Duan: So I'm gonna save. This is a really big one. Because. 157 00:26:23.800 --> 00:26:34.209 Jenny Duan: you could even like highlight this in yellow if you wanted to. This is like a really good story about how you like coded this website that looks like, you know, newspaper articles? 158 00:26:34.470 --> 00:26:38.069 Jenny Duan: are there any other websites. You want to highlight 159 00:26:38.810 --> 00:26:40.889 huda: what 160 00:26:41.790 --> 00:26:49.000 huda: I mean. It's not really like, I didn't really develop it. But I guess that apparently AI website. 161 00:26:49.330 --> 00:26:53.750 huda: it makes sense. I did the design and like, layout for that. 162 00:26:55.230 --> 00:26:58.830 huda: yeah. 163 00:27:08.520 --> 00:27:09.400 Jenny Duan: okay. 164 00:27:10.280 --> 00:27:15.129 Jenny Duan: make sure. You just include all these links. I'm not doing this right now but 165 00:27:17.800 --> 00:27:28.949 Jenny Duan: beyond his or her circumstances. and you you taught yourself 166 00:27:29.400 --> 00:27:31.489 huda: to do this right? Yeah. 167 00:27:35.450 --> 00:27:38.650 Jenny Duan: 100% self-taught 168 00:27:42.980 --> 00:27:46.539 Jenny Duan: web developer, designer and game maker 169 00:27:47.160 --> 00:27:48.520 Jenny Duan: game developer. 170 00:27:48.700 --> 00:27:52.249 huda: game maker, game developer. Yeah, and developer. 171 00:27:53.410 --> 00:27:56.690 Jenny Duan: okay. develop games. 172 00:27:57.740 --> 00:28:01.310 Jenny Duan: Attends Agathons. 173 00:28:02.570 --> 00:28:07.800 Jenny Duan: yeah, okay. But at the same time. 174 00:28:08.760 --> 00:28:09.880 pat, 175 00:28:11.370 --> 00:28:13.010 Jenny Duan: computer science 176 00:28:13.860 --> 00:28:16.740 Jenny Duan: passion for journalism. 177 00:28:18.520 --> 00:28:21.870 Jenny Duan: And here is a good place to talk about fun 178 00:28:2",
    "2.520 --> 00:28:34.100 Jenny Duan: folklift. I'm giving you the structure of this, but I want you to don't just like, send this directly to her like after this, can you go in, polish this up a little bit, and add, like slightly more detail. 179 00:28:34.170 --> 00:28:37.199 Jenny Duan: passion for journalism. 180 00:28:37.210 --> 00:28:39.280 Jenny Duan: So folklift. 181 00:28:40.510 --> 00:28:43.060 Jenny Duan: hearing short stories from the 182 00:28:43.150 --> 00:28:53.280 huda: is it student news? Or what is the new station called yeah. Image? 183 00:28:53.470 --> 00:28:54.350 Jenny Duan: Okay? 184 00:28:55.600 --> 00:28:58.660 Jenny Duan: Didn't use film club. 185 00:28:58.920 --> 00:29:02.990 Jenny Duan: and 186 00:29:04.250 --> 00:29:10.179 Jenny Duan: social media storytelling. This is something you can talk about can link your accounts here if you want to. 187 00:29:10.470 --> 00:29:15.000 Jenny Duan: and then 188 00:29:15.840 --> 00:29:19.149 Jenny Duan: free spirit, what makes you a free spirit. 189 00:29:19.470 --> 00:29:23.900 Jenny Duan: personal growth 190 00:29:24.030 --> 00:29:25.669 Jenny Duan: can say 191 00:29:28.280 --> 00:29:31.649 Jenny Duan: through computer science and storytelling. 192 00:29:31.870 --> 00:29:39.829 Jenny Duan: I have found my voice from being very shy. 193 00:29:40.410 --> 00:29:41.530 I have 194 00:29:43.050 --> 00:29:46.840 Jenny Duan: been inspired by my 195 00:29:48.140 --> 00:29:53.770 Jenny Duan: by like this ability or newfound skill. 196 00:29:54.360 --> 00:29:55.470 Jenny Duan: to 197 00:29:56.260 --> 00:30:07.589 Jenny Duan: share people's experiences through different mediums, whether that be through code, speech or writing like that's something that you can 198 00:30:08.380 --> 00:30:23.720 Jenny Duan: polish this a little bit more before you think this is like, basically the general gist is she's a computer science teacher, right? But she's gonna be writing about your passion for journalism. So she needs to kno",
    "w how to connect those 2 things together. And what you can do is just 199 00:30:23.750 --> 00:30:30.090 Jenny Duan: give her the connection right here like. So she doesn't have to think about it herself. And then 200 00:30:30.430 --> 00:30:35.430 Jenny Duan: although 201 00:30:36.650 --> 00:30:52.390 Jenny Duan: like, say, Oh! And talk about prize you won here like the the the pry, the film like award that you won And then 202 00:30:52.630 --> 00:30:56.200 Jenny Duan: I would add a couple more personal growth points like you can say, like. 203 00:30:56.310 --> 00:31:00.400 Jenny Duan: my 204 00:31:00.770 --> 00:31:05.889 Jenny Duan: like taking classes at applying what I have learned in classes 205 00:31:07.910 --> 00:31:17.820 Jenny Duan: in CS. Classes at school. It's important to mention the CS. Class is at school apart, because, like, she's your teacher, right? So that's her relationship with you. Has given 206 00:31:17.860 --> 00:31:26.740 Jenny Duan: me. Yeah, I'm writing from your perspective. Giving me the confidence to make change in the real world 207 00:31:28.640 --> 00:31:33.220 Jenny Duan: through folklift and other projects. 208 00:31:34.810 --> 00:31:36.139 Jenny Duan: And 209 00:31:36.590 --> 00:31:38.800 Jenny Duan: while 210 00:31:38.890 --> 00:31:44.450 Jenny Duan: maybe, like you're a free spirit. So 211 00:31:45.810 --> 00:31:55.530 Jenny Duan: I think something that can connect with a visionary and innovative leader, or a courageous achiever who accomplishes great things beyond his or her 212 00:31:55.620 --> 00:31:59.019 Jenny Duan: circumstances. So what do you think makes you a free spirit? 213 00:32:00.460 --> 00:32:04.100 huda: I think. Maybe like 214 00:32:04.610 --> 00:32:14.380 huda: My ability to to like, learn and express myself. 215 00:32:14.550 --> 00:32:28.569 huda: I think she knows that I'm kind of shy so like maybe emphasizing that like like, although I mean, I guess I don't wanna put the wrong signal that I don't really talk to",
    " anyone but 216 00:32:28.880 --> 00:32:30.409 huda: like, although 217 00:32:32.580 --> 00:32:44.419 Jenny Duan: I don't know what I'm trying to say. Maybe this is fine like, although you've been shy like you've found this new found ability to express yourself through like these different mediums. And so maybe, like 218 00:32:44.690 --> 00:32:53.999 Jenny Duan: I think you should add some details about how many people you've like influenced through these different things that you've built 219 00:32:54.020 --> 00:32:58.560 Jenny Duan: like what your reach is. And so like, you've learned that 220 00:33:00.310 --> 00:33:02.890 Jenny Duan: you've learned that maybe, like. 221 00:33:04.280 --> 00:33:06.080 Jenny Duan: there are many different 222 00:33:07.010 --> 00:33:10.360 Jenny Duan: ways to connect with a community 223 00:33:10.700 --> 00:33:12.449 Jenny Duan: and to impact 224 00:33:13.460 --> 00:33:15.430 Jenny Duan: change 225 00:33:15.850 --> 00:33:19.880 Jenny Duan: and like you 226 00:33:20.290 --> 00:33:31.260 Jenny Duan: lead by connecting others. I think that maybe is good, like you bring people together people together. 227 00:33:31.810 --> 00:33:33.530 Jenny Duan: and you empower them. 228 00:33:34.650 --> 00:33:36.580 Jenny Duan: empower them to do more 229 00:33:38.550 --> 00:33:39.410 Jenny Duan: oops. 230 00:33:43.320 --> 00:33:52.659 huda: Wait on, do you mind like re sharing this. I don't, I know a sent at first, but for some reason like on my end, to show like a blank page. 231 00:33:53.540 --> 00:33:55.859 Jenny Duan: Oh, yes. 232 00:33:56.290 --> 00:33:59.200 Jenny Duan: can you refresh, maybe just a refresh. 233 00:33:59.490 --> 00:34:00.400 huda: Yeah. 234 00:34:01.400 --> 00:34:04.309 Jenny Duan: let me just make sure that this opens up for the correct link. 235 00:34:07.540 --> 00:34:10.019 Jenny Duan: Oh, it's a blank page for me, too. 236 00:34:11.420 --> 00:34:18.159 Jenny Duan: okay, I'm just gonna relink this. I don't know. We might stop",
    " looking. 237 00:34:20.790 --> 00:34:21.750 Jenny Duan: Okay. 238 00:34:21.980 --> 00:34:23.829 Can you try clicking this link again? 239 00:34:25.909 --> 00:34:27.430 Jenny Duan: Why is it still? 240 00:34:29.690 --> 00:34:33.379 Jenny Duan: Is it not saved on my end. That could be the case. 241 00:34:35.840 --> 00:34:40.840 huda: Just call me that. I think it's just like creating new top it like 242 00:34:41.270 --> 00:34:43.300 huda: untitled documents. 243 00:34:44.920 --> 00:34:46.979 Jenny Duan: Okay, that's frustrating. 244 00:34:47.650 --> 00:34:52.660 huda: Wait. Is that the link that gives you when you like? 245 00:34:53.900 --> 00:34:58.040 Jenny Duan: Okay. For some reason this is now saying that I own this document. 246 00:34:58.380 --> 00:35:03.319 Jenny Duan: which is weird because I feel like I thought you created it. But 247 00:35:03.780 --> 00:35:08.340 Jenny Duan: it also leads to my personal email address, which is fine. But 248 00:35:09.700 --> 00:35:13.659 Jenny Duan: okay, I just shared it with you again. And let me relink this. 249 00:35:14.390 --> 00:35:16.559 does this work? Okay? Okay, it works out. 250 00:35:16.720 --> 00:35:24.280 Jenny Duan: So okay, I don't wanna spend like too much time on this. I feel like you understand how this you understand how this format is going? 251 00:35:24.720 --> 00:35:28.939 huda: Yeah, do you think I should like kind of simplify more like 252 00:35:28.980 --> 00:35:33.139 huda: because II don't know if she like. Take a lot of time to write about it. 253 00:35:33.270 --> 00:35:40.690 Jenny Duan: No, no, no, don't. Yeah. Just simplify a lot. Make bullet points. You can split each of these sentences up into like individual bullet points 254 00:35:40.890 --> 00:35:43.360 Jenny Duan: and don't write too much. Yeah. 255 00:35:43.380 --> 00:35:59.419 Jenny Duan: And then, basically, when you ask her, are you planning to ask her in person or over email? I think you should ask her over email, Loki, because then y",
    "ou can, you can say like Hi like, Oh, did you bring bring her a card after you ask her for this, too? Do you like the same thing for her? 256 00:35:59.690 --> 00:36:01.310 huda: Yeah. 257 00:36:01.460 --> 00:36:02.430 Jenny Duan: But 258 00:36:03.200 --> 00:36:10.660 Jenny Duan: an email right like, thank you so much for supporting me like I really appreciate your help in in like 259 00:36:11.440 --> 00:36:27.030 Jenny Duan: enabling me to win like the NC. Wid award and like maybe the career, technical education award or 2. And you can say that I am planning to apply for this award. This like free spirit and Journalism Conference, and I'm wondering if you would be able to 260 00:36:28.210 --> 00:36:41.759 Jenny Duan: send me a copy of your letter recommendation like, and then link the award like when you describe the award in the email and then say, I have attached a letter of recommendation fact sheet in case it may be helpful. 261 00:36:42.220 --> 00:36:47.780 Jenny Duan: I understand that this is a tight deadline, so please let me know if 262 00:36:48.400 --> 00:36:49.190 Jenny Duan: if 263 00:36:49.930 --> 00:37:01.830 Jenny Duan: you are unable to accommodate this request at this time, or something like that, and say, like, I always appreciate. You know your teaching and I'm excited to see you in class 264 00:37:02.030 --> 00:37:19.679 Jenny Duan: like let me know if you have any questions just something like that, and just send her an email, but make it very easy to turn down like, don't pressure her too much, because I think it is a short deadline which is understandable. But yeah, clean this up a little bit, and if you want to me to review it, text it to me, and I can like 265 00:37:19.720 --> 00:37:28.729 Jenny Duan: give it a a glance over. But this is a pretty straightforward, like type of template you can use for other recommendation fact sheets in the future as well. 266 00:37:29.300 --> 00:37:30.510 Jenny Duan: Okay. 267 00:37:31.170 --> 00:37:38.539 J",
    "enny Duan: now, I wanna move on from here. So that's the first thing I made a list of the other things I wanna talk about. So 268 00:37:38.680 --> 00:37:40.700 Jenny Duan: all of these things have been kind of 269 00:37:40.750 --> 00:37:48.109 Jenny Duan: things I've I've seen floating around on the Internet, and I know I've been texting it to you, but I think some things get missed because we 270 00:37:48.460 --> 00:37:50.640 Jenny Duan: feel like I'm always sending you random things. 271 00:37:50.660 --> 00:38:01.210 Jenny Duan: So I think let's talk about this Ronald Reagan leadership award thing, leadership, middle the nomination period will close on April fifth. 272 00:38:01.400 --> 00:38:03.280 Jenny Duan: So 273 00:38:04.360 --> 00:38:08.990 Jenny Duan: let me share my screen. I think it would be really good if you can get this 274 00:38:09.270 --> 00:38:13.669 Jenny Duan: drive humility and service before self. 275 00:38:14.030 --> 00:38:17.959 Jenny Duan: So nominate high school Junior. 276 00:38:19.030 --> 00:38:20.100 Jenny Duan: I forget. 277 00:38:20.560 --> 00:38:23.320 Jenny Duan: Okay, I think for this one 278 00:38:24.250 --> 00:38:25.819 Jenny Duan: your 279 00:38:32.780 --> 00:38:33.540 Jenny Duan: okay. 280 00:38:34.930 --> 00:38:37.230 Jenny Duan: and it should awards 281 00:38:40.920 --> 00:38:54.549 Jenny Duan: high school administrators, guidance counsellors, career counsellors, principals, and vice principals are permitted to nominate students. So this is again, why, it's important to have a good relationship with your school administrators, because 282 00:38:54.610 --> 00:39:03.430 Jenny Duan: sometimes, if I need to nominate you for awards like this one. so who would you feel most as comfortable with nominating you for an award 283 00:39:04.700 --> 00:39:10.750 huda: feel like out of all the administrators. 284 00:39:11.150 --> 00:39:13.460 I feel like the principal might 285 00:39:13.490 --> 00:39:20.869 huda: know me the best, because he",
    "'s given to contact about Notre Dame leadership. And then also 286 00:39:20.920 --> 00:39:24.129 huda: like the cte award, he handed me that 287 00:39:24.160 --> 00:39:29.269 huda: And yeah. So I think he knows kind of like 288 00:39:29.690 --> 00:39:34.359 Ivylevel: a little bit about that. What? 289 00:39:35.450 --> 00:39:36.300 Ivylevel: Yeah. 290 00:39:36.460 --> 00:39:38.609 Ivylevel: Can I raise my hand? 291 00:39:39.040 --> 00:39:53.660 Ivylevel: Sure. Sure. Go ahead. Yeah, thanks a lot, Jenny. Actually, I've been like sneakingly listening. Actually, who does? Mom is also here. She also wanted to listen and to see like how her daughter has transformed. Thanks a lot. She's so happy to see that. 292 00:39:54.470 --> 00:40:11.849 Ivylevel: So I think on principle, I really wanted to. I know, like, you know, you have told me 100, like so many times how critical like principle is. the thing is like I. We just need to time it properly on. How do we want to? You know, position HUD, to kind of reach out to him and remind. 293 00:40:12.180 --> 00:40:22.840 Ivylevel: So, you know, like the episode was not great, I would say it was more an escalation email. But I think he really worked so hard over the weekend to kind of really, you know, make that happen for the Notre Dame. 294 00:40:23.070 --> 00:40:31.849 Ivylevel: and then thankfully, just, you know, and in a week's time Huda also got Dcd. Award. I met him personally. By the way, I just said, Hey, you know, thanks a lot for your help. 295 00:40:32.070 --> 00:40:35.569 Ivylevel: so I think he's kind of, you know. Huda is kind of in his radar 296 00:40:35.740 --> 00:40:42.760 Ivylevel: but again, like, I don't know, like, you know, you know. people are people right? So it's it's a bit comp complex kind of a thing. 297 00:40:43.310 --> 00:40:44.630 I would just like. 298 00:40:44.650 --> 00:40:56.420 huda: you know, seek your help like you know what's the best time and method for who that to kind of number one like sha",
    "re that whole Ncwit thing right? Who that hasn't shared that yet 299 00:40:56.700 --> 00:41:06.179 Ivylevel: like? Did you like? Oh, you mean you! You sent it to that board right? The the people who are actually posting that. But I think might be. There's an angle there where we can actually 300 00:41:06.380 --> 00:41:16.959 Ivylevel: just like reply to the principle, right? Because you remember like that email I had shown you as well, Jenny, like where I basically said, Hey, you know, who does actually won a national award. Thanks a lot, you know. Please 301 00:41:17.020 --> 00:41:24.010 Ivylevel: help her in this as well. Kind of a thing. I don't know. What do you? What what would you recommend like, and what's what's a good way to really take that forward as well. 302 00:41:25.230 --> 00:41:39.039 Jenny Duan: Yeah. I would recommend who that I think, if you need to set up like a meeting with your principal, I think, and you can discuss several things like first, just like, Introduce yourself. Help to the principal about 303 00:41:39.230 --> 00:41:53.350 Jenny Duan: You know these different opportunities like. Just tell tell them what you're involved with. I think if you want to mention, like the Mental Health Awareness month like celebration stuff, I think you can talk about that. And then at the end, you can mention this and then ask them for it. 304 00:41:53.850 --> 00:41:58.830 Jenny Duan: but get some time in front of your principal. That would be good 305 00:41:59.190 --> 00:42:04.250 Jenny Duan: high school, too, or something. 306 00:42:04.600 --> 00:42:15.740 huda: Wait. You know how it says. Guidance or career counselors. Will you be like eligible to like nominate me. Maybe, since you're kind of. 307 00:42:15.880 --> 00:42:20.739 huda: I think it has to be a school administrator. Yeah, I've been 308 00:42:20.940 --> 00:42:25.420 Jenny Duan: like high school administrators. So 309 00:42:26.360 --> 00:42:29.580 Jenny Duan: I think you have to ask, yeah, vic",
    "e principals. 310 00:42:30.080 --> 00:42:38.600 huda: Would I set up like a meeting to like like. okay? So when I'm setting up a meeting. I have to kind of give them like a 311 00:42:39.060 --> 00:42:50.430 huda: like a purpose of the meeting. So I know you said, like the mental health, awareness, activity. like. 312 00:42:50.970 --> 00:42:55.669 huda: I feel like that's the kind of thing they just tell me to go like leadership or something with the idea. 313 00:42:55.710 --> 00:42:59.899 huda: I don't think they would like, accept a good idea. 314 00:42:59.980 --> 00:43:03.290 huda: because it's kind of like leadership's in charge of those kind of activities. 315 00:43:03.850 --> 00:43:04.790 Jenny Duan: Hmm. 316 00:43:05.820 --> 00:43:07.710 Jenny Duan: go ahead. 317 00:43:09.230 --> 00:43:10.150 Jenny Duan: I think 318 00:43:11.430 --> 00:43:12.610 Jenny Duan: I think that. 319 00:43:13.840 --> 00:43:18.400 Jenny Duan: Okay? Is there a way that you can get time with the principal? Just generally? 320 00:43:20.490 --> 00:43:32.660 Jenny Duan: I mean, I haven't seen any like. I don't think there's any way to book a meeting, but if I emailed him he'd probably be willing to. As a secretary, you can also email them, too. 321 00:43:33.450 --> 00:43:39.289 huda: Yeah, II think maybe it might be better if I like, reach out to 322 00:43:39.330 --> 00:43:55.349 huda: the vice principal since also we kind of discuss she's kind of like less busy, and also she's kind of like you said this whole like, process, because she did go to Uc. Berkeley before. She's also South Asian, right? Yeah. 323 00:43:55.530 --> 00:44:03.549 huda: So maybe I could talk to her and like kind of talk about my accomplishments and stuff, and like well, like. 324 00:44:03.690 --> 00:44:14.930 huda: also bit like confused like what I would like like when you're going for a meeting. You kinda have to give them like a request like, oh, request to chat about. 325 00:44:15.660 --> 00:44:16.969 huda: I don't",
    " know. Like. 326 00:44:17.140 --> 00:44:22.949 Ivylevel: yeah, I I'm sorry sorry to interject here, but I think this still like 1 point. 327 00:44:23.100 --> 00:44:30.009 Ivylevel: you know, again, like I feel like there was, you know, an invitation from Principal 328 00:44:30.330 --> 00:44:41.449 Ivylevel: in the last email communication where I had spoken to him. And Houda was Ccd. Where, you know, he basically said, Hey, you know, like Huda, you're free to just walk over like come and come and meet me kind of a thing. 329 00:44:41.620 --> 00:44:47.709 Ivylevel: and I feel like, you know, I mean, we can create a situation right? I mean, instead of just going. And like very. 330 00:44:47.750 --> 00:45:09.559 huda: I feel like there. There was no con continuity there. I felt like there was an opportunity, and I don't know like why cause there's like an escalation. He kind of wanted to say, like to calm things down. He wanted to like meet there, but I don't. I think it's just cause I escalated it like all the way to the principle. I think that's what he's trying to say. 331 00:45:09.970 --> 00:45:21.830 Ivylevel: Yeah, II agree. But but what is the harm there in like you showing up with a box of chocolate and saying that, hey, you know, thanks a lot for your help. During the Notre Dame, and this was the award that my dad dad was talking about. 332 00:45:21.850 --> 00:45:34.589 Ivylevel: you know. Might be I'm missing something, but I don't know, Jenny, like, you know, as like looking from the outside. I feel that. Isn't that like a good reason, like to just go and thank him for the work that the help that he did? I don't know. I think I think 333 00:45:34.870 --> 00:45:41.159 Ivylevel: I think maybe we wait until you hear about your acceptance for Notre Dame, and then go tell him that. 334 00:45:41.350 --> 00:45:59.279 Jenny Duan: But I think there's no harm in building this relationship with the vice principal, too, because I think she's if she's more like available",
    ". She could also just be like a mentor. So it's not like we are not going to talk to the principal at all, just like, maybe this vice principal person would be just a good person to meet like 335 00:45:59.560 --> 00:46:11.440 Jenny Duan: for other reasons as well in like building a relationship there. So I think, like, it's not like we're completely gonna ignore the principle. I just think like maybe talking to the vice principal could be a good idea right now. 336 00:46:12.170 --> 00:46:31.619 Ivylevel: Not take like not to to to kill, not to end a previous connection. But just to start a new connection with her. Yeah, I think thanks a lot. I was just trying to understand, you know, why why was there a hesitation? But I think better right? Because she's kind of in the school. And there's there's always that kind of 337 00:46:31.640 --> 00:46:35.670 Ivylevel: great thanks. Yeah. Yeah. So I think, Huda. 338 00:46:35.900 --> 00:46:44.050 Jenny Duan: this should be an action item. I think you should go get some time with your vice principal, and just introduce yourself and and like. 339 00:46:44.350 --> 00:47:04.109 Jenny Duan: just have a conversation with her like, you don't need to ask about anything until the very end. More just like maybe you could talk to her about like her experiences at Berkeley, about what she study like, how she enjoyed it, and just like getting to know her. She has extra time, like sometimes teachers will. I don't know if your school does this, but like sometimes 340 00:47:04.110 --> 00:47:14.880 Jenny Duan: they'll let you like go in for like before school, after school, like during lunch or something. Just talk to them for a bit. So I think you could do that with the vice principal as well. 341 00:47:15.710 --> 00:47:20.680 Jenny Duan: And then, before you talked to her, you can actually look her up on Linkedin and see like, if she did like. 342 00:47:21.030 --> 00:47:34.190 Jenny Duan: Yeah, you can see if she did any activities that like",
    " overlap with you and like, don't mention that you looked her up on Linkedin, because that's a little bit creepy, but like you can do that. Just so, you know beforehand, like some common interests that you can maybe talk to her about. 343 00:47:34.490 --> 00:47:40.549 Jenny Duan: okay, so this is one thing that I just wanted to highlight. 344 00:47:40.740 --> 00:47:43.200 Jenny Duan: I think this is like a pretty 345 00:47:43.300 --> 00:47:50.919 Jenny Duan: low barrier of entry award, which is why I really want you to apply for this, because I think this is just like. 346 00:47:51.080 --> 00:47:52.399 Jenny Duan: maybe, like. 347 00:47:53.170 --> 00:47:56.939 Jenny Duan: I don't know how many people get this. But for me, it feels like 348 00:47:58.540 --> 00:48:13.369 Jenny Duan: every nominated student will get a medal. So like. yeah, actually, let's read, this is as each nominated student will receive a exclusive medallion. A letter recommendation from 349 00:48:13.380 --> 00:48:22.170 Jenny Duan: Chief Education Program officer of the Ronald Reagan, Presidential Foundation Institute. So basically, if you get a nominated, you get nominated, you win. 350 00:48:22.230 --> 00:48:50.929 Jenny Duan: So this is like low barrier of entry, high prestige, national award like this is like a pretty like, okay, like, if someone said, like, Okay, I'm got the fall Regan leadership medal. You'd be like, that's cool. But all I needed to do to get it was just have their counsel to nominate them. So I think pretty low barrier of entry, but prestigious, obviously thing. So I think that's why this is a really good fit for you. And it will help boost your like award profile. 351 00:48:51.240 --> 00:48:56.170 Jenny Duan: so that's that. 352 00:48:56.990 --> 00:49:00.389 Jenny Duan: okay. let's talk about this really quickly. 353 00:49:00.560 --> 00:49:03.000 Jenny Duan: This is 354 00:49:03.700 --> 00:49:06.069 just need to double check when this is due. 355 00:49:06.730 --> 00:49:16.",
    "279 Jenny Duan: and what the application components are. if I can recall correctly, it's 356 00:49:16.870 --> 00:49:18.210 Jenny Duan: do. 357 00:49:20.410 --> 00:49:22.349 Jenny Duan: O, march 15. 358 00:49:22.360 --> 00:49:31.489 Jenny Duan: Is the early is the early deadline. and you just need a letter recommendation from a teacher, advisor or a counselor. 359 00:49:31.890 --> 00:49:38.269 Jenny Duan: So actually, okay, we might need to rethink about this letter recommendation for your 360 00:49:38.580 --> 00:49:45.059 Jenny Duan: computer science teacher, because I think, let's have your computer science teacher support you in this one, the G stem thing 361 00:49:45.830 --> 00:49:49.899 huda: the test group 362 00:49:50.210 --> 00:49:58.000 Jenny Duan: so what does that mean if you're. if your teacher supports you with this program. You only need one letter of recommendation. 363 00:49:59.160 --> 00:49:59.880 Hmm. 364 00:50:01.150 --> 00:50:03.329 Jenny Duan: From a teacher, advisor, or counsellor. 365 00:50:03.580 --> 00:50:12.410 Jenny Duan: you only need one letter recommendation. I think your CS. Teacher would be a good person to write for this one, because it's a CS. Program. 366 00:50:12.490 --> 00:50:19.480 Jenny Duan: But then that means we might need someone else to write you. The letter breaks for the Journalism Conference. 367 00:50:19.500 --> 00:50:22.740 Jenny Duan: Are there any other people that you feel like you could ask? 368 00:50:26.450 --> 00:50:37.900 huda: I know we kind of talked about this, but I feel like my history teacher again. I think she'd like she definitely be. I mean, I know there's like the issue of the Pdf. Actually. 369 00:50:38.110 --> 00:50:43.819 huda: if she wasn't able to support you in the past, I don't think she'd be able to support you now. 370 00:50:45.990 --> 00:50:47.210 huda: Bunge. 371 00:50:53.150 --> 00:50:54.930 huda: II could. 372 00:50:55.420 --> 00:51:00.220 huda: I don't know if you'll do it. But I can try ",
    "my physics, teacher, but 373 00:51:00.570 --> 00:51:01.540 huda: like 374 00:51:01.770 --> 00:51:04.350 huda: I feel like II don't really have 375 00:51:04.610 --> 00:51:10.519 huda: any like relationship with them, cause it's just kind of like a like one of my normal classes. 376 00:51:10.560 --> 00:51:18.949 huda: and it's like not really like when they have to participate too much in so I don't know about like how well he knows me. But. 377 00:51:21.270 --> 00:51:28.849 huda: I might try to reach out to my chemistry teacher like. 378 00:51:29.130 --> 00:51:30.140 huda: I think. 379 00:51:31.240 --> 00:51:34.209 huda: although it's a like like a 380 00:51:34.270 --> 00:51:37.570 huda: tighter deadline. I think it's like worth a shot. 381 00:51:38.590 --> 00:51:42.190 huda: and like I think I think you would be willing to. 382 00:51:44.650 --> 00:51:52.929 huda: He's like kind of like a nice teacher, and like like he writes like a lot of red letters of recommendation. 383 00:51:53.810 --> 00:51:55.020 Jenny Duan: Okay, then. 384 00:51:56.230 --> 00:52:02.120 Jenny Duan: how does your passion for chemistry connect to this 385 00:52:04.190 --> 00:52:13.190 huda: or maybe your Kevin feature writes you for the g stem one like 386 00:52:13.390 --> 00:52:25.449 huda: I won't say like he would recognize like my passion for chemistry. I think maybe he'd be more like inclined to talk about like my passion for like learning new things. 387 00:52:25.470 --> 00:52:32.800 Jenny Duan: then I think you can just correct this, so maybe you can mention you could still mention computer science. But maybe, like, talk about like 388 00:52:33.540 --> 00:52:38.920 Jenny Duan: passion for learning. And then a couple of examples. If you can give specific examples 389 00:52:39.080 --> 00:52:53.090 Jenny Duan: that you've developed in chem class, like, have you working on a project? Or you like giving a presentation or something? Be specific? Hey, Jenny, times up. Okay, I want to be respectf",
    "ul. 390 00:52:53.160 --> 00:52:57.389 Jenny Duan: Alright. Always get carried away. Okay. 391 00:52:57.710 --> 00:53:01.659 Jenny Duan: So I think, okay, we didn't get through everything. So I think 392 00:53:02.370 --> 00:53:31.560 Jenny Duan: just to reiterate the most important upcoming deadlines that we don't. Wanna miss? Is this g stem thing? And the freedom conference? Those are all due on the fifteenth. So you the you need to ask for letter of recommendation as soon as possible. The essays. I know you can write those quickly because you've done that before, but the letters of recommendation cannot be rushed, so just make sure that you get those and then 393 00:53:31.740 --> 00:53:34.000 Jenny Duan: other things. 394 00:53:34.450 --> 00:53:37.530 Jenny Duan: The other things. I think we might need to add one. 395 00:53:38.350 --> 00:53:45.709 Jenny Duan: maybe one more session this week because I do wanna get to these other award things that I feel like you have a good shot at 396 00:53:45.810 --> 00:53:47.020 Jenny Duan: but 397 00:53:47.430 --> 00:53:58.710 Jenny Duan: I think we could talk about that offline, but for now I think the biggest things are. Go talk to your account, teacher, and then go talk to your Cs teacher, and then make sure you get them some cards after they agree or after they do it. 398 00:53:58.870 --> 00:54:21.669 Jenny Duan: Okay? And also and also the vice principal. Right? Yeah. And also the vice principal for the Ronald Reagan award. And it's good that you're asking her now, because it's due one month in advance. But I looked at the form. It's really short. It's only one paragraph, and I think I think I'll just like at get like. Ask her if we can meet 399 00:54:21.670 --> 00:54:36.200 huda: and like tell her like our one time you mentioned like you went to Uc. Berkeley, I'd really love to know about like your experience there, what you learned I just like to get to know you more. Maybe some like that 400 00:54:38.190 --> 00:54:57.79",
    "9 Jenny Duan: cool? Yeah? And then you can also don't just focus around school, because I think measures get kind of tired of like the constant college conversations. You can just ask about, like her work as an administrator, how she feels like working as schools like you can say you're passionate about education, which is true like, and tell her about the program that you're running with empowering AI and other things, too. 401 00:54:58.610 --> 00:54:59.710 huda: Yeah. 402 00:54:59.820 --> 00:55:05.129 Jenny Duan: okay, cool. Feel free to text me if you have any questions, but I think we should pause, for now and then 403 00:55:05.210 --> 00:55:10.510 Jenny Duan: let me look at the other things I sent you, and then, if we need another maybe meeting this week. We can do that. 404 00:55:10.800 --> 00:55:13.870 huda: Thank you. Thanks, thanks. 405 00:55:13.910 --> 00:55:16.219 Ivylevel: bye. Take care."
  ],
  "turns": [
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 235.01,
      "end": 237.45,
      "text": "Hi! How's it going? Sorry. I'm a bit late. 2"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 237.68,
      "end": 240.67,
      "text": "Oh, no worries just a minute, but I'm doing well. 3"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 241.33,
      "end": 244.34,
      "text": "Awesome. You said you just submitted something. 4"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 246.06,
      "end": 260.46,
      "text": "wait, no, wait. What did you say? Sorry. I just missed. It was just a minute. But oh, okay. So I did get back from my call with Steven. And it was like, kind of long. But yeah. 5"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 260.97,
      "end": 270.63,
      "text": "yeah, how's your SAT going? I know we haven't really talked about that much. But have you been feeling like more confident? I talked to Stephen actually to day, he said, you are doing well. 6"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 270.89,
      "end": 285.59000000000003,
      "text": "Yeah. I did get like like I feel like my mask has been up. My meeting it's been improving since like we started. But 7 We're certainly obviously improve it more. But yeah. 8"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 286.23,
      "end": 291.19,
      "text": "that's awesome. And your test is what month again. I'm just going to plug in my charger. 9"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 291.77,
      "end": 317.67,
      "text": "It's March twentieth. So like, I have 2 weeks right now. What are your practice? Test scores looking like? 10 So the latest one, I got a 1490 11 and I have like a 7, 80 math and 7, 10 reading and writing and the Google is kind of bad, though, because I got 6 questions wrong, and it took off like 90 points. But yeah. 12"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 317.72,
      "end": 335.69,
      "text": "well, yeah, I feel like it's very dependent on the difficulty of the test and the curve as well, so just that's something to be mindful of. So I know that. We've been talking about your relationship with your counselors and your features, and all of that. Were you able to give the cards? And how how did that go? 13"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 336.11,
      "end": 377.01,
      "text": "Yeah. So I gave I gave them the gifts today. Actually, so, my teacher, she is really appreciative. And she was like, Oh, it's my job like you didn't have to get me this that you totally have to do this, but that's so sweet and like she's really appreciative about it. And my counselor, I kind of explain the whole like thing about like how it's been kinda pressurizing on me as well. But like I would like really appreciate her being so like 14 like helpful, even though she is like so many other things to do and everything and then she just kind of just said like, Thank you. And like, she's like smiling a lot. And she just said, Thank you. A bunch of times. But yeah. 15"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 377.31,
      "end": 419.209,
      "text": "oh, okay, that's good. Then that seems like, I think relationships can always be amended. And I think, like you keep up this consistent behavior. I think like behavior is not the right word. But if you keep on consistently showing appreciation, I think people will be more willing to help you. Awesome. Yeah, that's good to hear and it seems like, you know, your relationship with your counselors like a little bit better than after that. Yeah, it's not hostile, hostile. But 16 yeah, sometimes all it all it takes is a kind card. And like people are, you know, really willing to help if if they feel like they're being appreciated for what they do. And I think something that you can also do next year. 17"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 419.51,
      "end": 450.36,
      "text": "is because you can actually apply for the Nc way award multiple times. So I think next year you should apply again like you can receive the honorable mentioned multiple times, I think. 18 You should apply again and you also nominate your computer science teacher, for they have a fa like a teacher award for Nc. Or an educator award. I think you can nominate teachers for that, so I don't think it's very much work on your part. But you can nominate your computer science teacher to do that for you, too. 19 So yeah, what did you end up getting them? Besides the card? 20"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 450.92,
      "end": 477.789,
      "text": "I got so for my history teacher, I got her like a for share, like a few, a fair for shares, and then, like a $25 target gift card and like I wrote the note, and then for my calendar, I have this like big box of cookies for her and as well as like, the same like the $25 target get fine. 21"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 478.45,
      "end": 520.789,
      "text": "Okay? Yeah, that's super super sweet of you. Got okay? So I know that I've kind of been like 22 spamming you with a bunch of 23 opportunities. So I think today would be a good time to kind of go over that and like, now that I think the majority of summer programs, except the G stem one, are in now, I think I wanna transition into more awards. Cause I feel like that was another area that we wanted to work on. 24 But 25 so today, I want to spend some time going over like a bunch of things that I've been sending you, and then also start working on your G stem. Application. That's like the and Nyu research program that I talked about like a while ago. That's due at the end of this month. I think so. 26"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 520.84,
      "end": 545.23,
      "text": "And then another thing is like getting ready to start applying for scholarships and awards. Because that's gonna start this summer. And I think you have like a really good shot at a lot of these big national awards. And I don't wanna miss out on that. So 27 the first thing is, I saw you submitted your code of classy application that should be pretty straightforward. Did you get your IA for code of classy? 28"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 546.07,
      "end": 548.22,
      "text": "Like our like our ticket? 29"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 548.46,
      "end": 561.06,
      "text": "No, you're like you're 30 so today you should have gotten an invitation from Slack, I think, to join. 31 Yeah. Do you know who is your instructor assistant? They should have introduced themselves in the chap, but I'm not sure if they did yet. 32"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 561.41,
      "end": 563.059,
      "text": "Let me check. 33"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 564.12,
      "end": 571.659,
      "text": "Is it in the general or the party party f 34 like Slash? And then their name. Who do you have 35"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 572.29,
      "end": 573.48,
      "text": "bum cat? 36"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 574.04,
      "end": 596.82,
      "text": "Okay. I wonder if I know Pat is maybe not someone that I know. 37 Let me see, I just got to read me to day. 38 So I am really excited like for for that that's happening next weekend. It's gonna be super fun. I don't know, Cap, but I'm sure that they they're gonna do a great job catching 39"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 596.98,
      "end": 630.329,
      "text": "doesn't say what school she goes to. I can see her Uc directly, I think. Oh, very cool. So yeah, I think, like, try to talk to the instructor assistance, because, again, like, they're all really cool. People like you shot to Addora to Adora is my friend. She goes to Uc. Santa Cruz and I know, like that's once another school we're thinking about. For like cause. They have a really strong game development program. So like, maybe you can ask Adora about what her experiences are at Uc, cause she's studying comp set. 40 Ok. And now I kind of want to quickly go over everything that I've 41"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 630.5,
      "end": 651.789,
      "text": "sort of been spamming you with these past couple of days. So the first thing is the tick tock that I sent you. II think that you should go forwards and do something regards to mental health for mental health awareness. Month. 42 What are your thoughts on that? Because I think that is a again another strategy that we could use to get closer with your principal and the counselors at the school. 43"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 652.14,
      "end": 684.85,
      "text": "Yeah. So like, I really like the idea. And I was also thinking, since, actually, this month is like women. Women history month, so maybe we could like, I think they already have some stuff going on in the announcements. So like every day, they're announcing like. 44 an important women figure so maybe like we could do something similar like the idea you said about like the green ribbons. Maybe we could do something similar for like women history month, and like I don't know. Give out like pink ribbons or something like that 45"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 685.85,
      "end": 700.41,
      "text": "cool. I think that's a good yeah, green ribbons for mental awareness month. I think that could be good. And then, if you wanted to organize, like, I think it's pretty simple to do something like the Tiktok idea I sent you with the different sticky notes like, take what you need. 46"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 700.42,
      "end": 736.36,
      "text": "That should be pretty straightforward, or if you wanted to do any other like school wide activities. I think that would be a good way to demonstrate your leadership, because I feel like, since you've been talking about, you know, feeling shy. I think this would be something not only to like quick yourself to, you know. Take more of a leadership position in your school, but also help your teachers recognize your leadership in the impact that you've made at school as well. So you think like trying to improve your leadership in that direction is is a positive thing that you can do. 47 The other thing that I wanted to highlight is that journalism conference, the 48"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 736.42,
      "end": 751.359,
      "text": "I'll Newhar free spirit and journalism conference that one needs 2 letters of recommendation that you need to upload. So do you feel like there's a teacher that you could up when you could ask for that. You you already have one. I know that, so you only need one more. 49"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 753.23,
      "end": 793.119,
      "text": "and 50 so I could possibly ask my my history teacher again. Since I kind of told her like, oh, it will be really helpful and like nice if you'd be able to like make like a Pdf. And just kind of reuse that if I if I ever need to request it again, so like maybe she'd have that ready? So I could probably discuss that with her. 51 in terms of other teachers. 52 I don't really think I think all of them are kind of like 53 slacking off. I guess. I think she'd be willing to. 54"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 793.56,
      "end": 806.479,
      "text": "Okay. Remember, we also talked about the other candidate teachers last time the English teacher from sophomore year, the chemistry teacher and the Spanish teacher. Those are all teachers that haven't written you stuff yet. 55 Would you feel that they would be able to represent you. Well or not. 56"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 808.27,
      "end": 839.019,
      "text": "I could. 57 I could try reaching out to them. II feel like they could represent me well, but like just. I don't know exactly if they'd be willing to like write it because I haven't talked to them in a while, but I could like try reaching out by mail, because they're also kind of busy because 58 like open hours, people usually just go to the cost like get extra study time with them. But I could probably reach out through email and maybe plan one time where we can talk. But 59"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 839.3,
      "end": 885.65,
      "text": "okay, I would reach out to them. 60 to talk, but also maybe don't ask them for this cause. It's kind of a short deadline, but like we can bookmark it for a future reference. For this one I would try to reach how to. 61 Okay? Because sometimes teachers are kind of uncomfortable with sending like Pdfs directly to students. But if you feel like your history teacher would be comfortable doing that? I would ask. 62 I would try to ask you, but emphasized, emphasize to her that like, look at your relationship with your teachers. That is more important than 63 any of like. You're the Rec. The recommendations or any of these applications that you might be writing, because ultimately, like your relationship with your teachers, will carry further than like 64"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 885.99,
      "end": 918.06,
      "text": "the result of one like program or one award that you're applying to, especially because we're applying for so many things like. 65 don't ruin your relationship with your teacher just to have this opportunity to apply for this like random award, because your teacher is like that's more important. So I think if you feel like she would be comfortable doing that, then you can approach her in a very like. 66 don't pressure her too much. But say that like this is a need, maybe that you have and like, if she's willing to help, then that would be really appreciated. But like, if she's also uncomfortable, then that's okay, too. 67"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 918.22,
      "end": 983.099,
      "text": "Wait for this one. Do we have to give a Pdf. Or we can just give a link, because I remember a bank of America student leaders. She wasn't willing to like, send over the Pdf. 68 But yeah, she's like I found like a link. And then I gave that to her. But 69 yeah. 70 yeah, I think it can't. 71 Must be uploaded directly. Oh, okay. So she wasn't willing to give it before then. She probably is not willing to give it now. 72 okay, I can. 73 I can try reaching out to like my last chemistry teacher. I think it's 2. I think it's a 10 day. Deadline is too short. Maybe I can just like try and get the Pdf, like, if he's willing. 74 I can just like. 75 yeah, I think 10 days is too short of an ask. 76"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 983.51,
      "end": 996.84,
      "text": "I think 10 days is not worth. 77 especially if you haven't talked to him in so long. It's it's I think it's a big ask 78 Is there anyone else who you feel like could 79 be. 80"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 997.73,
      "end": 1000.81,
      "text": "let me check. 81"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1006.98,
      "end": 1011.22,
      "text": "find out. 82 And 83"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1021.4,
      "end": 1028.599,
      "text": "mmm, next. 84 I just want to preview this application. 85"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1051.4,
      "end": 1055.37,
      "text": "Sorry. I just wanna look at the rest of this application. This is ticking. Oh. 86"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1069.97,
      "end": 1075.989,
      "text": "oh, my gosh, there's so many. Okay. 87 I think this is where 88"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1078.7,
      "end": 1103.799,
      "text": "this is just your academic information. 89 Oh, do I need my father to help me with this one. I don't think so. I don't think so. I think you just need to put in their information. 90 Okay, but let's just cut. Okay, you can fill this out in your own time. We don't need to waste time doing this right now. But 91 do you have? Do you know, if anyone else who might be able to support you for this application like any 92 other other people at school. 93"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1105.61,
      "end": 1147.87,
      "text": "So like this year's teachers. I don't think they like they. I don't think they've like talked about like journalism per se, or or like experience my passion for journalism. I feel like my 94 my English teacher. Obviously like she's not willing to do it. 95 neither. My calculus teacher. 96 we're not doing my meteorites. Teacher. 97 This we do. You already have a downloaded one for your immediate arts. Teacher, yeah, we're using that one, I guess. But 98"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1152.91,
      "end": 1158.29,
      "text": "maybe I can try asking my Cs teacher. 99"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1158.96,
      "end": 1162.86,
      "text": "yeah, do you think that? 100 Would you be willing to do it? 101"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1164.12,
      "end": 1172.819,
      "text": "Yeah, I think I think so. I can just ask her. And like, say, it's okay. It's not possible. Just like, let me know beforehand. 102"
    },
    {
      "speaker": "coach",
      "conf": 0.8,
      "start": 1173.46,
      "end": 1226.51,
      "text": "Okay, I think what we can do then is we should create a recommendation fact sheet for her. So we should just basically make a template of everything you want her to write. And then 103 whatever she wants to do with that she can edit your existing letter recommendation, or like. I think once you have a template you can like very easily. 104 I don't know. Do whatever you need to like, follow that. 105 So 106 let's do that right now. Actually. let me share my screen. 107 But there is a lot on the agenda today. 108 I wanna make sure that I don't. 109 that we spend sufficient but not too much time on this, because there's other things that I wanna talk about, too. 110 Conference. 111 Thanks. 112"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1233.49,
      "end": 1236.789,
      "text": "And you create a new document and link it to this. 113"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1238.2,
      "end": 1239.179,
      "text": "Share it with. 114"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1240,
      "end": 1241.05,
      "text": "Thank you. 115"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1244.78,
      "end": 1247.04,
      "text": "My computer's really slow. 116"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1247.43,
      "end": 1248.979,
      "text": "That's okay. Take your time 117"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1308.82,
      "end": 1311.249,
      "text": "one can. I put it in the chat? Maybe. 118"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1311.8,
      "end": 1313.389,
      "text": "Yeah. Sounds good. 119"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1322.49,
      "end": 1323.28,
      "text": "Okay. 120"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1330.76,
      "end": 1332.639,
      "text": "let me just link it here. 121"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1338.33,
      "end": 1342.85,
      "text": "Sorry. My computer's a little soon. not cooperating. 122"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1343.82,
      "end": 1351.91,
      "text": "save. Only 123 I don't know what this is shared with you. I don't know why. Just this specific 124"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1352.07,
      "end": 1356.109,
      "text": "Google, like this specific link is not opening for some reason. 125"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1361.17,
      "end": 1381.21,
      "text": "Okay? 126 Well, okay, I'm just gonna draft it in this document. But 127 cause I don't know why. But this like specific link just won't open for me. 128 Oh, wait, no. There we go. Okay, cool. 129 It's working. 130 But 131"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1393.52,
      "end": 1399.46,
      "text": "okay. and 132 about. 133"
    },
    {
      "speaker": "student",
      "conf": 0.5,
      "start": 1401.77,
      "end": 1402.52,
      "text": "thank you. 134"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1416.06,
      "end": 1419.69,
      "text": "Well. 135 new hearth. 136"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1437.96,
      "end": 1447.03,
      "text": "basically, what we're doing is making it very easy to understand. 137 like exactly what your teacher needs to write about the 138"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1452.31,
      "end": 1453.35,
      "text": "so 139"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1463,
      "end": 1503.799,
      "text": "okay. 140 so basically, a little blurb about what the opportunity is, what they look for. 141 And then. 142 okay, about Huda. So 143 the So okay, let's see what exactly we want people to to do. Free spirit. 144 how do you know this teacher? And how long have you had her before 145"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1504.13,
      "end": 1543.529,
      "text": "I've had her for about 2 years. and 146 and she taught me like in like the beginner's CS. Class and this is at Apc. SA. And 147 she see me like taking a big jump from like beginners. Cs, and like skipping past Apcs principles to Apcs applications. And I think she has a generally good impression of me, because, like a lot of people don't pay attention to class and like, they kind of 148 copy each other's work. So she has, like a rather positive notion of me, I guess. 149"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1546.15,
      "end": 1598.069,
      "text": "Okay, you should link your websites here. 150 develops web sites on MHT. Jobs. 151 online job platform during Covid layoffs. 152 link link your website here. Yeah, I don't have it. 153 Folklift is something that you should highlight because it's a computer science website that looks like an online 154 story telling platform 155 uplifting the Muslim community. 156 So I'm gonna save. This is a really big one. Because. 157 you could even like highlight this in yellow if you wanted to. This is like a really good story about how you like coded this website that looks like, you know, newspaper articles? 158 are there any other websites. You want to highlight 159"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1598.81,
      "end": 1618.83,
      "text": "what 160 I mean. It's not really like, I didn't really develop it. But I guess that apparently AI website. 161 it makes sense. I did the design and like, layout for that. 162 yeah. 163"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1628.52,
      "end": 1648.949,
      "text": "okay. 164 make sure. You just include all these links. I'm not doing this right now but 165 beyond his or her circumstances. and you you taught yourself 166"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1649.4,
      "end": 1651.489,
      "text": "to do this right? Yeah. 167"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1655.45,
      "end": 1658.65,
      "text": "100% self-taught 168"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1662.98,
      "end": 1668.52,
      "text": "web developer, designer and game maker 169 game developer. 170"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1668.7,
      "end": 1672.249,
      "text": "game maker, game developer. Yeah, and developer. 171"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1673.41,
      "end": 1687.8,
      "text": "okay. develop games. 172 Attends Agathons. 173 yeah, okay. But at the same time. 174"
    },
    {
      "speaker": "student",
      "conf": 0.5,
      "start": 1688.76,
      "end": 1689.88,
      "text": "pat, 175"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1691.37,
      "end": 1723.06,
      "text": "computer science 176 passion for journalism. 177 And here is a good place to talk about fun 178 folklift. I'm giving you the structure of this, but I want you to don't just like, send this directly to her like after this, can you go in, polish this up a little bit, and add, like slightly more detail. 179 passion for journalism. 180 So folklift. 181 hearing short stories from the 182"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1723.15,
      "end": 1733.28,
      "text": "is it student news? Or what is the new station called yeah. Image? 183"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1733.47,
      "end": 1779.829,
      "text": "Okay? 184 Didn't use film club. 185 and 186 social media storytelling. This is something you can talk about can link your accounts here if you want to. 187 and then 188 free spirit, what makes you a free spirit. 189 personal growth 190 can say 191 through computer science and storytelling. 192 I have found my voice from being very shy. 193"
    },
    {
      "speaker": "student",
      "conf": 0.5,
      "start": 1780.41,
      "end": 1781.53,
      "text": "I have 194"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1783.05,
      "end": 1852.39,
      "text": "been inspired by my 195 by like this ability or newfound skill. 196 to 197 share people's experiences through different mediums, whether that be through code, speech or writing like that's something that you can 198 polish this a little bit more before you think this is like, basically the general gist is she's a computer science teacher, right? But she's gonna be writing about your passion for journalism. So she needs to know how to connect those 2 things together. And what you can do is just 199 give her the connection right here like. So she doesn't have to think about it herself. And then 200 although 201 like, say, Oh! And talk about prize you won here like the the the pry, the film like award that you won And then 202"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1852.63,
      "end": 1919.019,
      "text": "I would add a couple more personal growth points like you can say, like. 203 my 204 like taking classes at applying what I have learned in classes 205 in CS. Classes at school. It's important to mention the CS. Class is at school apart, because, like, she's your teacher, right? So that's her relationship with you. Has given 206 me. Yeah, I'm writing from your perspective. Giving me the confidence to make change in the real world 207 through folklift and other projects. 208 And 209 while 210 maybe, like you're a free spirit. So 211 I think something that can connect with a visionary and innovative leader, or a courageous achiever who accomplishes great things beyond his or her 212 circumstances. So what do you think makes you a free spirit? 213"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1920.46,
      "end": 1950.409,
      "text": "I think. Maybe like 214 My ability to to like, learn and express myself. 215 I think she knows that I'm kind of shy so like maybe emphasizing that like like, although I mean, I guess I don't wanna put the wrong signal that I don't really talk to anyone but 216 like, although 217"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1952.58,
      "end": 2019.41,
      "text": "I don't know what I'm trying to say. Maybe this is fine like, although you've been shy like you've found this new found ability to express yourself through like these different mediums. And so maybe, like 218 I think you should add some details about how many people you've like influenced through these different things that you've built 219 like what your reach is. And so like, you've learned that 220 you've learned that maybe, like. 221 there are many different 222 ways to connect with a community 223 and to impact 224 change 225 and like you 226 lead by connecting others. I think that maybe is good, like you bring people together people together. 227 and you empower them. 228 empower them to do more 229 oops. 230"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2023.32,
      "end": 2032.659,
      "text": "Wait on, do you mind like re sharing this. I don't, I know a sent at first, but for some reason like on my end, to show like a blank page. 231"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2033.54,
      "end": 2039.2,
      "text": "Oh, yes. 232 can you refresh, maybe just a refresh. 233"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2039.49,
      "end": 2040.4,
      "text": "Yeah. 234"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2041.4,
      "end": 2061.75,
      "text": "let me just make sure that this opens up for the correct link. 235 Oh, it's a blank page for me, too. 236 okay, I'm just gonna relink this. I don't know. We might stop looking. 237 Okay. 238"
    },
    {
      "speaker": "student",
      "conf": 0.5,
      "start": 2061.98,
      "end": 2063.829,
      "text": "Can you try clicking this link again? 239"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2065.909,
      "end": 2073.379,
      "text": "Why is it still? 240 Is it not saved on my end. That could be the case. 241"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2075.84,
      "end": 2083.3,
      "text": "Just call me that. I think it's just like creating new top it like 242 untitled documents. 243"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2084.92,
      "end": 2086.979,
      "text": "Okay, that's frustrating. 244"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2087.65,
      "end": 2092.66,
      "text": "Wait. Is that the link that gives you when you like? 245"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2093.9,
      "end": 2113.659,
      "text": "Okay. For some reason this is now saying that I own this document. 246 which is weird because I feel like I thought you created it. But 247 it also leads to my personal email address, which is fine. But 248 okay, I just shared it with you again. And let me relink this. 249"
    },
    {
      "speaker": "student",
      "conf": 0.5,
      "start": 2114.39,
      "end": 2116.559,
      "text": "does this work? Okay? Okay, it works out. 250"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2116.72,
      "end": 2124.28,
      "text": "So okay, I don't wanna spend like too much time on this. I feel like you understand how this you understand how this format is going? 251"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2124.72,
      "end": 2133.139,
      "text": "Yeah, do you think I should like kind of simplify more like 252 because II don't know if she like. Take a lot of time to write about it. 253"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2133.27,
      "end": 2159.419,
      "text": "No, no, no, don't. Yeah. Just simplify a lot. Make bullet points. You can split each of these sentences up into like individual bullet points 254 and don't write too much. Yeah. 255 And then, basically, when you ask her, are you planning to ask her in person or over email? I think you should ask her over email, Loki, because then you can, you can say like Hi like, Oh, did you bring bring her a card after you ask her for this, too? Do you like the same thing for her? 256"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2159.69,
      "end": 2161.31,
      "text": "Yeah. 257"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2161.46,
      "end": 2209.19,
      "text": "But 258 an email right like, thank you so much for supporting me like I really appreciate your help in in like 259 enabling me to win like the NC. Wid award and like maybe the career, technical education award or 2. And you can say that I am planning to apply for this award. This like free spirit and Journalism Conference, and I'm wondering if you would be able to 260 send me a copy of your letter recommendation like, and then link the award like when you describe the award in the email and then say, I have attached a letter of recommendation fact sheet in case it may be helpful. 261 I understand that this is a tight deadline, so please let me know if 262 if 263"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2209.93,
      "end": 2250.51,
      "text": "you are unable to accommodate this request at this time, or something like that, and say, like, I always appreciate. You know your teaching and I'm excited to see you in class 264 like let me know if you have any questions just something like that, and just send her an email, but make it very easy to turn down like, don't pressure her too much, because I think it is a short deadline which is understandable. But yeah, clean this up a little bit, and if you want to me to review it, text it to me, and I can like 265 give it a a glance over. But this is a pretty straightforward, like type of template you can use for other recommendation fact sheets in the future as well. 266 Okay. 267"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2251.17,
      "end": 2305.819,
      "text": "now, I wanna move on from here. So that's the first thing I made a list of the other things I wanna talk about. So 268 all of these things have been kind of 269 things I've I've seen floating around on the Internet, and I know I've been texting it to you, but I think some things get missed because we 270 feel like I'm always sending you random things. 271 So I think let's talk about this Ronald Reagan leadership award thing, leadership, middle the nomination period will close on April fifth. 272 So 273 let me share my screen. I think it would be really good if you can get this 274 drive humility and service before self. 275 So nominate high school Junior. 276 I forget. 277 Okay, I think for this one 278 your 279"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2312.78,
      "end": 2343.43,
      "text": "okay. 280 and it should awards 281 high school administrators, guidance counsellors, career counsellors, principals, and vice principals are permitted to nominate students. So this is again, why, it's important to have a good relationship with your school administrators, because 282 sometimes, if I need to nominate you for awards like this one. so who would you feel most as comfortable with nominating you for an award 283"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2344.7,
      "end": 2350.75,
      "text": "feel like out of all the administrators. 284"
    },
    {
      "speaker": "unknown",
      "conf": 0.5,
      "start": 2351.15,
      "end": 2353.46,
      "text": "I feel like the principal might 285"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2353.49,
      "end": 2369.269,
      "text": "know me the best, because he's given to contact about Notre Dame leadership. And then also 286 like the cte award, he handed me that 287 And yeah. So I think he knows kind of like 288"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2369.69,
      "end": 2374.359,
      "text": "a little bit about that. What? 289"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2375.45,
      "end": 2376.3,
      "text": "Yeah. 290"
    },
    {
      "speaker": "student",
      "conf": 0.75,
      "start": 2376.46,
      "end": 2378.609,
      "text": "Can I raise my hand? 291"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2379.04,
      "end": 2393.66,
      "text": "Sure. Sure. Go ahead. Yeah, thanks a lot, Jenny. Actually, I've been like sneakingly listening. Actually, who does? Mom is also here. She also wanted to listen and to see like how her daughter has transformed. Thanks a lot. She's so happy to see that. 292"
    },
    {
      "speaker": "student",
      "conf": 0.75,
      "start": 2394.47,
      "end": 2411.849,
      "text": "So I think on principle, I really wanted to. I know, like, you know, you have told me 100, like so many times how critical like principle is. the thing is like I. We just need to time it properly on. How do we want to? You know, position HUD, to kind of reach out to him and remind. 293"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2412.18,
      "end": 2422.84,
      "text": "So, you know, like the episode was not great, I would say it was more an escalation email. But I think he really worked so hard over the weekend to kind of really, you know, make that happen for the Notre Dame. 294"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2423.07,
      "end": 2431.849,
      "text": "and then thankfully, just, you know, and in a week's time Huda also got Dcd. Award. I met him personally. By the way, I just said, Hey, you know, thanks a lot for your help. 295"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2432.07,
      "end": 2435.569,
      "text": "so I think he's kind of, you know. Huda is kind of in his radar 296"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2435.74,
      "end": 2442.76,
      "text": "but again, like, I don't know, like, you know, you know. people are people right? So it's it's a bit comp complex kind of a thing. 297"
    },
    {
      "speaker": "unknown",
      "conf": 0.5,
      "start": 2443.31,
      "end": 2444.63,
      "text": "I would just like. 298"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2444.65,
      "end": 2456.42,
      "text": "you know, seek your help like you know what's the best time and method for who that to kind of number one like share that whole Ncwit thing right? Who that hasn't shared that yet 299"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2456.7,
      "end": 2466.179,
      "text": "like? Did you like? Oh, you mean you! You sent it to that board right? The the people who are actually posting that. But I think might be. There's an angle there where we can actually 300"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2466.38,
      "end": 2476.959,
      "text": "just like reply to the principle, right? Because you remember like that email I had shown you as well, Jenny, like where I basically said, Hey, you know, who does actually won a national award. Thanks a lot, you know. Please 301"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2477.02,
      "end": 2484.01,
      "text": "help her in this as well. Kind of a thing. I don't know. What do you? What what would you recommend like, and what's what's a good way to really take that forward as well. 302"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2485.23,
      "end": 2524.25,
      "text": "Yeah. I would recommend who that I think, if you need to set up like a meeting with your principal, I think, and you can discuss several things like first, just like, Introduce yourself. Help to the principal about 303 You know these different opportunities like. Just tell tell them what you're involved with. I think if you want to mention, like the Mental Health Awareness month like celebration stuff, I think you can talk about that. And then at the end, you can mention this and then ask them for it. 304 but get some time in front of your principal. That would be good 305 high school, too, or something. 306"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2524.6,
      "end": 2540.739,
      "text": "Wait. You know how it says. Guidance or career counselors. Will you be like eligible to like nominate me. Maybe, since you're kind of. 307 I think it has to be a school administrator. Yeah, I've been 308"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2540.94,
      "end": 2549.58,
      "text": "like high school administrators. So 309 I think you have to ask, yeah, vice principals. 310"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2550.08,
      "end": 2583.29,
      "text": "Would I set up like a meeting to like like. okay? So when I'm setting up a meeting. I have to kind of give them like a 311 like a purpose of the meeting. So I know you said, like the mental health, awareness, activity. like. 312 I feel like that's the kind of thing they just tell me to go like leadership or something with the idea. 313 I don't think they would like, accept a good idea. 314 because it's kind of like leadership's in charge of those kind of activities. 315"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2583.85,
      "end": 2612.66,
      "text": "Hmm. 316 go ahead. 317 I think 318 I think that. 319 Okay? Is there a way that you can get time with the principal? Just generally? 320 I mean, I haven't seen any like. I don't think there's any way to book a meeting, but if I emailed him he'd probably be willing to. As a secretary, you can also email them, too. 321"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2613.45,
      "end": 2656.969,
      "text": "Yeah, II think maybe it might be better if I like, reach out to 322 the vice principal since also we kind of discuss she's kind of like less busy, and also she's kind of like you said this whole like, process, because she did go to Uc. Berkeley before. She's also South Asian, right? Yeah. 323 So maybe I could talk to her and like kind of talk about my accomplishments and stuff, and like well, like. 324 also bit like confused like what I would like like when you're going for a meeting. You kinda have to give them like a request like, oh, request to chat about. 325 I don't know. Like. 326"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2657.14,
      "end": 2662.949,
      "text": "yeah, I I'm sorry sorry to interject here, but I think this still like 1 point. 327"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2663.1,
      "end": 2670.009,
      "text": "you know, again, like I feel like there was, you know, an invitation from Principal 328"
    },
    {
      "speaker": "student",
      "conf": 0.75,
      "start": 2670.33,
      "end": 2681.449,
      "text": "in the last email communication where I had spoken to him. And Houda was Ccd. Where, you know, he basically said, Hey, you know, like Huda, you're free to just walk over like come and come and meet me kind of a thing. 329"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2681.62,
      "end": 2687.709,
      "text": "and I feel like, you know, I mean, we can create a situation right? I mean, instead of just going. And like very. 330"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2687.75,
      "end": 2709.559,
      "text": "I feel like there. There was no con continuity there. I felt like there was an opportunity, and I don't know like why cause there's like an escalation. He kind of wanted to say, like to calm things down. He wanted to like meet there, but I don't. I think it's just cause I escalated it like all the way to the principle. I think that's what he's trying to say. 331"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2709.97,
      "end": 2721.83,
      "text": "Yeah, II agree. But but what is the harm there in like you showing up with a box of chocolate and saying that, hey, you know, thanks a lot for your help. During the Notre Dame, and this was the award that my dad dad was talking about. 332"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2721.85,
      "end": 2734.589,
      "text": "you know. Might be I'm missing something, but I don't know, Jenny, like, you know, as like looking from the outside. I feel that. Isn't that like a good reason, like to just go and thank him for the work that the help that he did? I don't know. I think I think 333"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2734.87,
      "end": 2741.159,
      "text": "I think maybe we wait until you hear about your acceptance for Notre Dame, and then go tell him that. 334"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2741.35,
      "end": 2771.44,
      "text": "But I think there's no harm in building this relationship with the vice principal, too, because I think she's if she's more like available. She could also just be like a mentor. So it's not like we are not going to talk to the principal at all, just like, maybe this vice principal person would be just a good person to meet like 335 for other reasons as well in like building a relationship there. So I think, like, it's not like we're completely gonna ignore the principle. I just think like maybe talking to the vice principal could be a good idea right now. 336"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2772.17,
      "end": 2791.619,
      "text": "Not take like not to to to kill, not to end a previous connection. But just to start a new connection with her. Yeah, I think thanks a lot. I was just trying to understand, you know, why why was there a hesitation? But I think better right? Because she's kind of in the school. And there's there's always that kind of 337"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2791.64,
      "end": 2795.67,
      "text": "great thanks. Yeah. Yeah. So I think, Huda. 338"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2795.9,
      "end": 2834.88,
      "text": "this should be an action item. I think you should go get some time with your vice principal, and just introduce yourself and and like. 339 just have a conversation with her like, you don't need to ask about anything until the very end. More just like maybe you could talk to her about like her experiences at Berkeley, about what she study like, how she enjoyed it, and just like getting to know her. She has extra time, like sometimes teachers will. I don't know if your school does this, but like sometimes 340 they'll let you like go in for like before school, after school, like during lunch or something. Just talk to them for a bit. So I think you could do that with the vice principal as well. 341"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2835.71,
      "end": 2876.939,
      "text": "And then, before you talked to her, you can actually look her up on Linkedin and see like, if she did like. 342 Yeah, you can see if she did any activities that like overlap with you and like, don't mention that you looked her up on Linkedin, because that's a little bit creepy, but like you can do that. Just so, you know beforehand, like some common interests that you can maybe talk to her about. 343 okay, so this is one thing that I just wanted to highlight. 344 I think this is like a pretty 345 low barrier of entry award, which is why I really want you to apply for this, because I think this is just like. 346 maybe, like. 347 I don't know how many people get this. But for me, it feels like 348"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2878.54,
      "end": 2902.17,
      "text": "every nominated student will get a medal. So like. yeah, actually, let's read, this is as each nominated student will receive a exclusive medallion. A letter recommendation from 349 Chief Education Program officer of the Ronald Reagan, Presidential Foundation Institute. So basically, if you get a nominated, you get nominated, you win. 350"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2902.23,
      "end": 2943,
      "text": "So this is like low barrier of entry, high prestige, national award like this is like a pretty like, okay, like, if someone said, like, Okay, I'm got the fall Regan leadership medal. You'd be like, that's cool. But all I needed to do to get it was just have their counsel to nominate them. So I think pretty low barrier of entry, but prestigious, obviously thing. So I think that's why this is a really good fit for you. And it will help boost your like award profile. 351 so that's that. 352 okay. let's talk about this really quickly. 353 This is 354"
    },
    {
      "speaker": "student",
      "conf": 0.5,
      "start": 2943.7,
      "end": 2946.069,
      "text": "just need to double check when this is due. 355"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2946.73,
      "end": 2985.059,
      "text": "and what the application components are. if I can recall correctly, it's 356 do. 357 O, march 15. 358 Is the early is the early deadline. and you just need a letter recommendation from a teacher, advisor or a counselor. 359 So actually, okay, we might need to rethink about this letter recommendation for your 360 computer science teacher, because I think, let's have your computer science teacher support you in this one, the G stem thing 361"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2985.83,
      "end": 2989.899,
      "text": "the test group 362"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2990.21,
      "end": 2998,
      "text": "so what does that mean if you're. if your teacher supports you with this program. You only need one letter of recommendation. 363"
    },
    {
      "speaker": "student",
      "conf": 0.5,
      "start": 2999.16,
      "end": 2999.88,
      "text": "Hmm. 364"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3001.15,
      "end": 3022.74,
      "text": "From a teacher, advisor, or counsellor. 365 you only need one letter recommendation. I think your CS. Teacher would be a good person to write for this one, because it's a CS. Program. 366 But then that means we might need someone else to write you. The letter breaks for the Journalism Conference. 367 Are there any other people that you feel like you could ask? 368"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3026.45,
      "end": 3047.21,
      "text": "I know we kind of talked about this, but I feel like my history teacher again. I think she'd like she definitely be. I mean, I know there's like the issue of the Pdf. Actually. 369 if she wasn't able to support you in the past, I don't think she'd be able to support you now. 370 Bunge. 371"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3053.15,
      "end": 3112.929,
      "text": "II could. 372 I don't know if you'll do it. But I can try my physics, teacher, but 373 like 374 I feel like II don't really have 375 any like relationship with them, cause it's just kind of like a like one of my normal classes. 376 and it's like not really like when they have to participate too much in so I don't know about like how well he knows me. But. 377 I might try to reach out to my chemistry teacher like. 378 I think. 379 although it's a like like a 380 tighter deadline. I think it's like worth a shot. 381 and like I think I think you would be willing to. 382 He's like kind of like a nice teacher, and like like he writes like a lot of red letters of recommendation. 383"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3113.81,
      "end": 3122.12,
      "text": "Okay, then. 384 how does your passion for chemistry connect to this 385"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3124.19,
      "end": 3145.449,
      "text": "or maybe your Kevin feature writes you for the g stem one like 386 I won't say like he would recognize like my passion for chemistry. I think maybe he'd be more like inclined to talk about like my passion for like learning new things. 387"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3145.47,
      "end": 3181.659,
      "text": "then I think you can just correct this, so maybe you can mention you could still mention computer science. But maybe, like, talk about like 388 passion for learning. And then a couple of examples. If you can give specific examples 389 that you've developed in chem class, like, have you working on a project? Or you like giving a presentation or something? Be specific? Hey, Jenny, times up. Okay, I want to be respectful. 390 Alright. Always get carried away. Okay. 391 So I think, okay, we didn't get through everything. So I think 392"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3182.37,
      "end": 3227.02,
      "text": "just to reiterate the most important upcoming deadlines that we don't. Wanna miss? Is this g stem thing? And the freedom conference? Those are all due on the fifteenth. So you the you need to ask for letter of recommendation as soon as possible. The essays. I know you can write those quickly because you've done that before, but the letters of recommendation cannot be rushed, so just make sure that you get those and then 393 other things. 394 The other things. I think we might need to add one. 395 maybe one more session this week because I do wanna get to these other award things that I feel like you have a good shot at 396 but 397"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3227.43,
      "end": 3261.669,
      "text": "I think we could talk about that offline, but for now I think the biggest things are. Go talk to your account, teacher, and then go talk to your Cs teacher, and then make sure you get them some cards after they agree or after they do it. 398 Okay? And also and also the vice principal. Right? Yeah. And also the vice principal for the Ronald Reagan award. And it's good that you're asking her now, because it's due one month in advance. But I looked at the form. It's really short. It's only one paragraph, and I think I think I'll just like at get like. Ask her if we can meet 399"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3261.67,
      "end": 3276.2,
      "text": "and like tell her like our one time you mentioned like you went to Uc. Berkeley, I'd really love to know about like your experience there, what you learned I just like to get to know you more. Maybe some like that 400"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3278.19,
      "end": 3297.799,
      "text": "cool? Yeah? And then you can also don't just focus around school, because I think measures get kind of tired of like the constant college conversations. You can just ask about, like her work as an administrator, how she feels like working as schools like you can say you're passionate about education, which is true like, and tell her about the program that you're running with empowering AI and other things, too. 401"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3298.61,
      "end": 3299.71,
      "text": "Yeah. 402"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3299.82,
      "end": 3310.51,
      "text": "okay, cool. Feel free to text me if you have any questions, but I think we should pause, for now and then 403 let me look at the other things I sent you, and then, if we need another maybe meeting this week. We can do that. 404"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3310.8,
      "end": 3313.87,
      "text": "Thank you. Thanks, thanks. 405"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 3313.91,
      "end": 3316.219,
      "text": "bye. Take care."
    }
  ],
  "meta": {
    "ext": ".pdf",
    "source": "normalize-v1",
    "vtt": true
  }
}