{
  "id": "03-Raw-SessionTranscripts/2024-12-05_W092_P5-SENIOR_TRANS-RAW_JcampThankYouTransformationanddmdGraphic.pdf",
  "name": "2024-12-05_W092_P5-SENIOR_TRANS-RAW_JcampThankYouTransformationanddmdGraphic.pdf",
  "path": "03-Raw-SessionTranscripts/2024-12-05_W092_P5-SENIOR_TRANS-RAW_JcampThankYouTransformationanddmdGraphic.pdf",
  "kind": "TRANS-RAW",
  "week": "92",
  "phase": "5",
  "date": "2024-12-05",
  "link": null,
  "text": "Week 82 - Coaching_Jenny_Huda_Wk82_2024-12-06_M_2f332f5d1007a767U_2024-12-05_00-00-00 WEBVTT 1 00:00:10.250 --> 00:00:12.620 Jenny Duan: Hi, Huda! How's it? How's it going. 2 00:00:13.050 --> 00:00:14.690 huda: Hi! It's going well, how are you? 3 00:00:14.950 --> 00:00:20.859 Jenny Duan: I'm doing good. What do you have finals? And is that coming up soon, or when do you get? When do your finals start? 4 00:00:21.130 --> 00:00:25.230 huda: Yeah, that's next to next week. But I have a couple of finals next week as well. 5 00:00:26.310 --> 00:00:28.100 Jenny Duan: Good luck you've got this. 6 00:00:28.420 --> 00:00:29.480 huda: Thank you. 7 00:00:30.400 --> 00:00:31.930 Jenny Duan: Awesome. So 8 00:00:32.439 --> 00:00:37.520 Jenny Duan: I'm going to open up your essays, and we can just start by taking a look at those. 9 00:00:39.360 --> 00:00:44.174 huda: Oh, yeah, I actually came up with, like a whole different idea for the thank you. Note essay. 10 00:00:44.710 --> 00:00:46.510 Jenny Duan: Got it. Why did you come up with. 11 00:00:46.880 --> 00:01:12.439 huda: Yeah. I wanted to write a letter to someone from J. Camp. His name was Ayan, and he was the one who shared like a story about, like his family's, like story in Pakistan, and like how his family faced like religious discrimination, and it was pretty extreme. But I kind of found a little comfort from that conversation, and I kind of felt like 12 00:01:12.460 --> 00:01:32.800 huda: I deeply connected with him. At that time, especially at J. Camp. I was feeling very like, almost left out, almost like like the black sheep like I almost had like imposter syndrome in the beginning, but after that conversation I was like a little more comfortable sharing my story, and like kind of being vulnerable and admitting that like. 13 00:01:32.850 --> 00:01:38.769 huda: yes, I'm from like a small town, and like, maybe we don't have as much like journalism in our area, but like 14 00:01:38.960 --> 00:01:54.499 huda: I like, we have a lot of stories there, too, and like also, like my background, like I was just a little more comfortable talking about it there after that conversation. So I decided I wanted to write like a little more like personal like letter to him. 15 00:01:56.070 --> 00:01:57.420 Jenny Duan: Okay, cool. 16 00:02:11.910 --> 00:02:13.380 Jenny Duan: I really like this. 17 00:02:13.870 --> 00:02:19.049 Jenny Duan: Thanks. I feel like, I think we don't need this context. 18 00:02:21.040 --> 00:02:23.000 Jenny Duan: I think maybe we can say, like. 19 00:02:25.110 --> 00:02:26.960 Jenny Duan: Thank you for changing my life 20 00:02:27.170 --> 00:02:33.739 Jenny Duan: in a way that like despite, not even like, without even knowing or anything like that instead. 21 00:02:38.570 --> 00:02:43.110 Jenny Duan: I think you don't need to write this sentence. This note 22 00:02:43.310 --> 00:02:46.320 Jenny Duan: has been brewing for a long time, because I think it's like 23 00:02:46.540 --> 00:02:48.609 Jenny Duan: in the prompt. It's implied that 24 00:02:48.790 --> 00:02:52.470 Jenny Duan: you have not yet thanked this person, so I think it's like 25 00:02:52.530 --> 00:03:01.479 Jenny Duan: kind of implied, given the prompt that they know that you haven't written to this person for a while, so I think you could save some words by taking this out and writing something different. 26 00:03:02.910 --> 00:03:03.530 huda: Minutes. 27 00:03:14.400 --> 00:03:19.431 Jenny Duan: And then maybe, instead of this, during those 1st days at Camp 28 00:03:20.050 --> 00:03:29.060 Jenny Duan: you're right. Something like. When we 1st met at J. Camp, I was, and then something like that type of structure would help show your change as a person throughout J. Camp. 29 00:03:29.190 --> 00:03:29.860 Jenny Duan: More. 30 00:03:29.860 --> 00:03:35.280 huda: Yeah, like, oh, what can you repeat what you said? 31 00:03:36.000 --> 00:03:40.340 Jenny Duan: Yeah, when we 1st met, or when I 1st met you, or when you 1st met me, something like that. 32 00:03:53.844 --> 00:03:58.970 huda: Should I say like Thank you for changing or like 33 00:04:00.390 --> 00:04:05.879 huda: helping me be vulnerable or like I'm not sure how to like word the 1st sentence. 34 00:04:12.250 --> 00:04:13.870 Jenny Duan: thank you. 35 00:04:20.540 --> 00:04:22.619 Jenny Duan: We can write the 1st sentence at the end. 36 00:04:22.790 --> 00:04:24.850 huda: We have to look through the rest of the essay. 37 00:04:27.780 --> 00:04:28.829 Jenny Duan: Is there 38 00:04:28.900 --> 00:04:36.869 Jenny Duan: another way you can say I was trying so hard to prove myself, because it seems like that's more of a telling statement, but I I'm sure we can show as a showing statement more. 39 00:04:44.680 --> 00:04:50.150 huda: maybe I could say, like, I was painting a different picture of myself. 40 00:04:50.657 --> 00:04:56.849 huda: raising my hand preposterously, quick for every question, 1st thing what I'd say before each workshop. 41 00:05:21.640 --> 00:05:24.974 Jenny Duan: Can you describe this experience with 42 00:05:26.920 --> 00:05:32.670 Jenny Duan: without making it sound? Essay like like, if you were just talking to me, how would you describe how you felt at the beginning of Jcam. 43 00:05:33.380 --> 00:06:01.150 huda: Yeah. So like, in the beginning of J. Camp, there's actually a specific time where? Well, he wasn't there. But there was like this time where I was sitting with, like some of the other student journalists, and they're all talking about like kind of complaining about only only having 7 school newspapers, and like I kind of. I felt really out of place at the time, because our school has one which is really not active at all, and so kind of like 44 00:06:02.150 --> 00:06:07.190 huda: that lack of resources, and just like feeling kind of 45 00:06:07.500 --> 00:06:11.050 huda: less experienced than everyone else. I felt kind of like 46 00:06:11.230 --> 00:06:16.370 huda: imposter syndrome like I shouldn't have. I don't know why I got accepted that kind of feeling. 47 00:06:43.410 --> 00:06:43.970 Jenny Duan: Okay. 48 00:06:47.230 --> 00:06:49.779 Jenny Duan: when we 1st met at J. Camp. 49 00:07:23.260 --> 00:07:27.809 Jenny Duan: okay, I'm gonna use it. 50 00:07:44.290 --> 00:07:46.659 Jenny Duan: When we 1st met at J. Camp. 51 00:07:54.180 --> 00:07:57.560 Jenny Duan: what did you talk about when you 1st met, like, what was your first? st 52 00:07:57.580 --> 00:08:03.140 Jenny Duan: Do you remember your 1st conversation, or was? Was his thing your 1st conversation. 53 00:08:04.090 --> 00:08:11.090 huda: I mean, I think, like our 1st conversation was just like we all had to introduce ourselves. So I guess 54 00:08:11.530 --> 00:08:19.325 huda: I just like talked about like where I'm from. I I mean, like I remember introducing myself from like San Francisco and 55 00:08:20.080 --> 00:08:23.260 huda: like saying some of the work that we've done. 56 00:08:25.940 --> 00:08:26.890 Jenny Duan: Okay. 57 00:08:30.840 --> 00:08:38.090 huda: Maybe I could feel like when I 1st when we 1st met. I told you I'm from San Francisco, and then, like. 58 00:08:38.485 --> 00:08:40.859 Jenny Duan: I'm actually from Mountain House, California. 59 00:08:41.190 --> 00:08:42.039 huda: Yeah. 60 00:08:42.049 --> 00:08:43.219 Jenny Duan: That's super good! 61 00:08:54.590 --> 00:08:57.310 huda: And then, like maybe I could even say like 62 00:08:57.832 --> 00:09:07.829 huda: towards the end, I could be like thanks for helping me realize that I don't have to tell people I'm from San Francisco. I can tell people I'm from Mountain House like. 63 00:09:07.830 --> 00:09:16.979 Jenny Duan: Okay, I like the ending. Let's just start with changing that 1st paragraph, for now, also, I'm gonna cut down your second essay a bit, because I don't. I want to avoid overlap. 64 00:09:18.639 --> 00:09:21.870 Jenny Duan: So actually, I think I just cut it down. 65 00:09:22.050 --> 00:09:25.149 Jenny Duan: I just took out the mention of Mound House, California. 66 00:09:25.710 --> 00:09:36.079 Jenny Duan: In your second essay. I just said, my rural town is full of them. Instead of my rural town mountain house. California is full of them that way. You you'll need to mention the specific name of your town one time 67 00:11:05.200 --> 00:11:24.259 Jenny Duan: I'm actually from Mountain House. California would fit better like right after this sentence, or at the end, because at the end you could say, like, right here, you could say, I'm actually from Mountain House, California. Thank you for helping me realize I didn't need to prove anything to belong like. If you ever want to visit or say something about visiting like you're welcome, or something. 68 00:11:24.550 --> 00:11:25.200 huda: Yeah. 69 00:11:26.160 --> 00:11:44.470 huda: it looks better in the ending, because I feel like over here like this 1st paragraph is talking about like how I behaved in the beginning. The second paragraph is talking about like the event. That kind of changed it all, and the 3rd and like kind of last sentence, are talking about like 70 00:11:44.550 --> 00:11:46.580 huda: my resolution? 71 00:12:18.020 --> 00:12:26.009 huda: Should I say something like if you ever want to say Hi to the local cows? You're welcome to visit anytime, or you can visit anytime. 72 00:12:26.560 --> 00:12:27.370 Jenny Duan: Yeah. 73 00:14:47.970 --> 00:14:52.650 Jenny Duan: okay, this doesn't need to be changed. But it's like something like that. 74 00:14:55.590 --> 00:14:57.690 Jenny Duan: But the sentence could be edited. 75 00:15:14.370 --> 00:15:17.623 huda: Should I say something like after I say 76 00:15:18.130 --> 00:15:27.049 huda: When we 1st met at J camp I told you I was from San Francisco. And then I could say something like 57 miles away. 77 00:15:28.010 --> 00:15:38.830 huda: like, I feel like adding a specific detail like, I'm actually 57 miles away. Mountain house, California. Maybe like that might be like a good way to put it, but I'm not sure. 78 00:15:39.930 --> 00:15:41.460 Jenny Duan: Yeah, that that works. 79 00:15:45.180 --> 00:15:45.575 huda: Hmm! 80 00:15:46.660 --> 00:15:51.560 huda: Actually, I don't know if that fits here after this sentence. Maybe over here, though. 81 00:15:56.410 --> 00:15:58.059 huda: I don't think we need that. 82 00:15:58.240 --> 00:15:59.090 Jenny Duan: Okay. 83 00:16:51.900 --> 00:16:56.590 huda: Maybe I could say, like among students from schools with 7 newspapers. 84 00:16:56.590 --> 00:16:57.100 huda: Yeah. 85 00:16:57.100 --> 00:16:58.255 huda: So there's like, 86 00:16:59.050 --> 00:17:05.480 huda: Last part would fit in. Might be like repeated. Because I say over here, I'd somehow fit in with our prospect. City journalism, experience. 87 00:17:21.990 --> 00:17:22.890 Jenny Duan: Out! 88 00:17:55.430 --> 00:17:57.285 huda: I was thinking like, 89 00:17:58.160 --> 00:18:04.749 huda: This sentence could be like among students from schools with 7 newspapers. 90 00:18:06.230 --> 00:18:14.219 huda: it almost felt like a like a duty. And then because this like next line, the next few lines I'm talking about like things that I did to like 91 00:18:14.919 --> 00:18:19.320 huda: fit in, I guess. So yeah. 92 00:18:22.730 --> 00:18:24.350 Jenny Duan: It almost felt like a duty. 93 00:18:24.490 --> 00:18:25.110 huda: Yeah. 94 00:18:39.470 --> 00:18:40.370 Jenny Duan: How's that? 95 00:18:40.930 --> 00:18:41.510 huda: Yeah. 96 00:18:42.390 --> 00:18:45.920 Jenny Duan: I think. Yeah, cause I think we just need to be more specific about what it is, because. 97 00:19:06.570 --> 00:19:09.629 Jenny Duan: I think this sentence could be made a little bit smoother. 98 00:19:10.450 --> 00:19:11.060 huda: Yeah. 99 00:19:22.150 --> 00:19:24.250 Jenny Duan: Did you say? Religious persecution. 100 00:19:25.570 --> 00:19:28.469 huda: Yeah, I don't know if that's if that like wording. 101 00:19:28.550 --> 00:19:32.690 huda: it's too like extreme for like essays. But that's like what happened. 102 00:19:38.830 --> 00:19:40.700 Jenny Duan: Maybe just discrimination. 103 00:19:41.010 --> 00:19:41.650 huda: Hmm! 104 00:20:03.160 --> 00:20:05.040 huda: It felt familiar. Maybe. 105 00:20:10.580 --> 00:20:13.260 Jenny Duan: Because it's it's like, what's the Co. The 106 00:20:13.290 --> 00:20:18.139 Jenny Duan: contrast is between what you were feeling here and here. So I finally felt 107 00:20:18.220 --> 00:20:22.789 Jenny Duan: understood where I finally felt seen, I finally felt recognized. 108 00:20:22.820 --> 00:20:24.779 Jenny Duan: One of those words might be good. 109 00:20:24.940 --> 00:20:26.060 Jenny Duan: What do you think. 110 00:20:29.190 --> 00:20:30.710 huda: Understood. I think. 111 00:20:31.930 --> 00:20:32.600 Jenny Duan: Okay? 112 00:23:00.820 --> 00:23:03.380 Jenny Duan: Oh, yeah, don't. It's a better word. 113 00:23:06.180 --> 00:23:13.010 huda: Also, I'm not sure if I could share share this essay with him, because he's also applying to Penn this year. So. 114 00:23:17.330 --> 00:23:20.329 Jenny Duan: That's okay. But hypothetically, you would right. 115 00:23:20.330 --> 00:23:21.590 huda: Yeah, yeah. 116 00:23:21.760 --> 00:23:24.150 Jenny Duan: Do you still keep in touch with the J. Camp people? 117 00:23:24.530 --> 00:23:27.550 huda: Yeah, actually, especially during like. 118 00:23:27.680 --> 00:23:30.779 huda: like during the election day, like, everyone was really active. 119 00:23:30.780 --> 00:23:33.859 Jenny Duan: Do you guys have a group chat or discord, or something? 120 00:23:33.860 --> 00:23:36.189 huda: Yeah, we have like a Whatsapp group chat. 121 00:23:36.190 --> 00:23:37.430 Jenny Duan: Oh, yeah. Great. 122 00:23:38.255 --> 00:23:39.080 huda: Yeah. 123 00:23:39.100 --> 00:23:43.329 huda: But I'm really glad, because we've all been like, really connected, even after G. Camp. 124 00:23:43.920 --> 00:23:50.499 Jenny Duan: That's so good, and you'll probably see at least like one J. Camper or an alum like wherever you end up going to school. 125 00:23:50.820 --> 00:23:51.360 huda: Yeah. 126 00:23:51.360 --> 00:23:54.690 Jenny Duan: So exciting that you'll have that community already. There. 127 00:23:55.080 --> 00:23:56.030 Jenny Duan: Okay. 128 00:23:59.110 --> 00:24:00.649 Jenny Duan: can you read this out loud? 129 00:24:01.320 --> 00:24:04.820 huda: Yeah, dear Ayon, I have a confession to make. 130 00:24:04.910 --> 00:24:08.389 huda: When we 1st met at J. Camp, I told you I was from San Francisco. 131 00:24:08.420 --> 00:24:13.919 huda: among students from schools with 7 newspapers exaggerating my background, almost felt like a duty. 132 00:24:14.090 --> 00:24:18.959 huda: I'd raise my hand for every question and rehearse what I'd say before each workshop. 133 00:24:19.080 --> 00:24:27.020 huda: I thought that if I spoke enough about my small town Gazette I'd somehow fit in and fit in with everyone's big city journalism experience. 134 00:24:27.030 --> 00:24:38.210 huda: Remember that conversation we had sitting criss cross on the warm tiles of the lounge when you brought up the religious discrimination your family faced back in Pakistan. I finally felt understood 135 00:24:38.260 --> 00:24:47.469 huda: suddenly all those stories I'd reserved about my own family's experiences in India didn't feel so out of place. It didn't feel out of place any more. 136 00:24:47.930 --> 00:25:02.720 huda: After our conversation I stopped counting my raised hands. Instead, I started counting the stories I shared real ones about home, faith and belonging you never knew. But you gave me that gift the courage to be quieter and somehow heard more clearly. 137 00:25:02.750 --> 00:25:08.690 huda: I'm actually from Mount House, California. If you ever want to say, Hi! To the local brown cows, you're welcome anytime. 138 00:25:08.720 --> 00:25:13.359 huda: Thanks for helping me realize that I don't need to prove anything that I don't 139 00:25:13.660 --> 00:25:16.840 huda: need to approve anything to belong okay. 140 00:25:20.890 --> 00:25:25.550 Jenny Duan: Yeah, I think you already have it. Yeah, I think 200 words. No problem. 141 00:25:26.080 --> 00:25:30.000 Jenny Duan: 200 words. Exactly. Yeah. Okay. I think this is a lot better. 142 00:25:30.160 --> 00:25:32.660 Jenny Duan: I think it actually sounds like your voice. 143 00:25:32.990 --> 00:25:36.930 Jenny Duan: I think that was also missing a little bit in the previous essay. What. 144 00:25:36.930 --> 00:25:38.589 huda: Yeah, I also feel like. 145 00:25:38.908 --> 00:25:49.959 huda: I'm not sure. I looked up a lot of examples, and none of them wrote about like famous people. So I just like looked for someone that like, I've actually like met and like talked to. 146 00:25:50.200 --> 00:25:51.470 huda: So yeah. 147 00:25:52.480 --> 00:25:55.719 Jenny Duan: Yeah, I think it'll be really good. 148 00:25:56.729 --> 00:25:59.919 Jenny Duan: I think. Well, it is really good. Yeah. Good job. 149 00:26:02.720 --> 00:26:04.040 Jenny Duan: Incredible. 150 00:26:04.160 --> 00:26:07.849 Jenny Duan: So then the rest of your essays. This I cut down. 151 00:26:09.410 --> 00:26:11.979 huda: I did the did the 3rd essay as well. 152 00:26:11.980 --> 00:26:13.920 Jenny Duan: Cool Penn engineering 153 00:26:36.220 --> 00:26:39.829 Jenny Duan: is this program like a concentration within Cs, or what is this. 154 00:26:42.470 --> 00:26:46.210 huda: Yeah, I think it's like some like a class, some classes that 155 00:26:46.604 --> 00:26:51.339 huda: that like you have to take. Let me just double check, though. 156 00:26:51.720 --> 00:26:52.090 Jenny Duan: Okay. 157 00:27:00.270 --> 00:27:02.600 huda: Actually, I think it's a major. 158 00:27:08.510 --> 00:27:10.240 huda: Yeah, I think it's a major. 159 00:27:14.630 --> 00:27:15.545 Jenny Duan: Okay, 160 00:27:16.880 --> 00:27:26.739 Jenny Duan: networked and social systems. Engineering is the major, not cs, so you're not applying for Cs, what is networked and social systems engineering. I don't know. Can you explain to me what that is? 161 00:27:27.540 --> 00:27:32.629 huda: Yeah, it's like, it's essentially kind of like a data science. It's like the first, st like. 162 00:27:33.351 --> 00:27:37.959 huda: data, science slash like AI, major, I think. 163 00:27:39.280 --> 00:27:41.120 Jenny Duan: Yeah, perfect. 164 00:27:41.850 --> 00:27:43.890 Jenny Duan: Is it new? Or how new is it. 165 00:27:46.220 --> 00:27:58.219 huda: I think it's new. Let me just double check. But also it's somehow kind of like related to game development as well, because there's like, some classes like algorithmic game theory. 166 00:27:59.222 --> 00:28:01.600 huda: There's game theory. 167 00:28:01.640 --> 00:28:03.530 Jenny Duan: Like a lot of game theory 168 00:28:03.530 --> 00:28:07.119 Jenny Duan: like math, game theory, or game theory like games, game theory. 169 00:28:07.280 --> 00:28:08.860 Jenny Duan: Those are 2 different things. 170 00:28:09.520 --> 00:28:10.816 huda: Actually, I'm not sure. 171 00:28:11.140 --> 00:28:12.979 Jenny Duan: It might be math, game theory. 172 00:28:14.080 --> 00:28:15.290 huda: Oh, I see! 173 00:28:15.980 --> 00:28:17.250 Jenny Duan: Still, cool. 174 00:28:23.390 --> 00:28:25.569 huda: But yeah, this wouldn't be like my 175 00:28:27.930 --> 00:28:33.100 huda: This wouldn't be like my major, but I just thought it was pretty interesting, so me, I don't know if that 176 00:28:33.610 --> 00:28:36.030 huda: should be mentioned. If it's not the Major. 177 00:28:36.840 --> 00:28:38.860 Jenny Duan: Are you applying as a Cs Major? 178 00:28:39.140 --> 00:28:41.640 huda: No, I'm doing the Dmd. 179 00:28:41.900 --> 00:28:43.570 Jenny Duan: Over right. 180 00:28:43.890 --> 00:28:44.490 huda: Yeah. 181 00:28:45.910 --> 00:28:47.120 Jenny Duan: I think. 182 00:28:49.610 --> 00:28:55.740 Jenny Duan: Is there a chance that you get into Pen? But not Dmd, is that possible? 183 00:28:57.141 --> 00:29:01.069 huda: I mean, I could put it as my, I think there's a second choice option. 184 00:29:01.400 --> 00:29:02.299 Jenny Duan: Sounds good 185 00:29:05.480 --> 00:29:07.789 Jenny Duan: cause, I think if you if you can. 186 00:29:07.820 --> 00:29:14.480 Jenny Duan: it'd be like if you can get into Pen. But not Dmd, like, if that's even a possibility. Then I think it's fine. 187 00:29:15.510 --> 00:29:16.220 huda: Okay. 188 00:29:18.900 --> 00:29:20.829 Jenny Duan: Let me just double check it again. 189 00:29:31.540 --> 00:29:37.200 Jenny Duan: I don't actually think it's so. I don't think you should mention this as what excites you most. I don't think you should give it that much. 190 00:29:37.200 --> 00:29:37.720 huda: Yeah. 191 00:29:37.720 --> 00:29:45.220 Jenny Duan: You should just mention it, but don't say like it's what excites you most because they didn't ask you about what major you want to be. They asked you about 192 00:29:46.800 --> 00:29:51.559 Jenny Duan: engineering in general. So I think it's okay to talk a little bit more broadly about engineering. 193 00:29:52.910 --> 00:29:53.570 huda: Yeah. 194 00:30:25.490 --> 00:30:30.560 huda: maybe I could. Just here I could say, like, cause here I'm like, listing like kind of 195 00:30:30.700 --> 00:30:40.125 huda: like settings, almost that I can see myself in at Penn, and then, like I could just combine this with like other ones, so I can see like I can say, 196 00:30:44.740 --> 00:30:55.140 huda: I'm pushing beyond con conventional development 197 00:30:55.720 --> 00:31:00.040 huda: through Penn's unique networked and social systems, engineering programs. 198 00:31:00.460 --> 00:31:01.090 Jenny Duan: Yeah. 199 00:31:26.890 --> 00:31:27.660 huda: Okay. 200 00:31:48.910 --> 00:31:57.699 Jenny Duan: Right, I think you need to contextualize this a little bit more like, where are you? Where? What context is this? How old are you because you say this like 201 00:31:57.740 --> 00:32:02.720 Jenny Duan: transformed your obsession. But like it's not really clear like, when 202 00:32:03.330 --> 00:32:06.369 Jenny Duan: when did you do this like? When does your obsession start. 203 00:32:07.200 --> 00:32:10.090 Jenny Duan: Yeah, yeah. 204 00:32:25.910 --> 00:32:27.669 Jenny Duan: why did you build this robot 205 00:32:28.090 --> 00:32:32.809 Jenny Duan: like what inspired cause? I don't think this is a normal thing for a 9 year old to do so. What 206 00:32:32.820 --> 00:32:34.120 Jenny Duan: inspired you. 207 00:32:35.020 --> 00:32:36.920 huda: I think, like one like 208 00:32:37.800 --> 00:32:56.810 huda: one time I went to like the the apple store, and then they they were selling like these like robot kits and like I was just like really curious about it, like, because I always saw them in movies as like like kind of the future. And I guess I was really interested in that like at that age. 209 00:32:57.710 --> 00:32:59.868 Jenny Duan: Yeah, alright, it makes sense. 210 00:33:00.410 --> 00:33:01.610 Jenny Duan: Let's see. 211 00:33:07.190 --> 00:33:08.830 Jenny Duan: yeah, ipad screen. 212 00:33:12.690 --> 00:33:14.770 Jenny Duan: This is, I think this is enough context. 213 00:33:15.360 --> 00:33:15.950 huda: Alright. 214 00:33:17.890 --> 00:33:22.550 huda: Maybe it's like my 1st robot. I could say the robot I built at 9. Yeah. 215 00:35:20.390 --> 00:35:23.629 Jenny Duan: I think you need a 1 more sentence here like a so what type of sentence 216 00:35:23.860 --> 00:35:25.840 Jenny Duan: can you relate that back to you? 217 00:35:31.480 --> 00:35:34.540 Jenny Duan: You have like 9 more words. And it's okay. If it's a little bit longer. 218 00:35:36.100 --> 00:35:38.439 Jenny Duan: I just it needs to be a little bit like. 219 00:35:38.440 --> 00:35:41.739 huda: Should I connect it back to like the hook about like the robot. 220 00:35:42.220 --> 00:35:43.650 Jenny Duan: Yeah, that works. 221 00:37:07.850 --> 00:37:12.629 huda: I don't know if I like the wording of this, but I just like wordfounded. 222 00:37:14.020 --> 00:37:14.770 Jenny Duan: Yeah. 223 00:38:36.000 --> 00:38:36.760 Jenny Duan: Hello! 224 00:38:41.390 --> 00:38:44.140 Jenny Duan: I don't. I think this is a little long, but. 225 00:38:44.660 --> 00:38:46.010 Jenny Duan: Something like that. 226 00:39:02.960 --> 00:39:04.130 Jenny Duan: Robots. 227 00:39:06.250 --> 00:39:07.880 huda: The robots of tomorrow, maybe. 228 00:39:15.880 --> 00:39:16.570 Jenny Duan: For 229 00:39:28.090 --> 00:39:30.790 Jenny Duan: you shouldn't in knowledge. 230 00:39:31.660 --> 00:39:37.710 Jenny Duan: That's it for share impact in. 231 00:39:40.320 --> 00:39:43.959 Jenny Duan: I don't know like I don't. I don't like this, but like. 232 00:39:44.280 --> 00:39:44.830 huda: Yeah. 233 00:39:53.030 --> 00:39:58.740 huda: Maybe, like the software, I feel like that's just unnecessary. So because she's like coding the 234 00:40:02.410 --> 00:40:13.109 huda: coding the robots of tomorrow to explore the ethics of generative AI. I'm confident that Penn engineering will provide me with the foundation and knowledge necessary to make an impact. 235 00:40:36.740 --> 00:40:37.860 huda: maybe like 236 00:40:38.020 --> 00:40:50.709 huda: I can't, because you know how like, on the 1st paragraph I talk about like this obsession and the second paragraph, I talk about this passion. Maybe like I can continue that on in the conclusion, and just be like like to 237 00:40:50.950 --> 00:40:58.049 huda: spread like kind of like, spread the passion. So that, like more people want to create or more. People want to build 238 00:40:59.520 --> 00:41:02.710 huda: like billing things to connect people. 239 00:41:04.170 --> 00:41:06.300 Jenny Duan: Yeah. Can you 240 00:41:06.530 --> 00:41:10.339 Jenny Duan: tell me more about what that would look like in terms of change in your essay? 241 00:41:11.060 --> 00:41:12.759 huda: Yeah. So I could be like, 242 00:41:15.080 --> 00:41:27.880 huda: from coding the robots of tomorrow to explain the ethics of generative AI. I'm confident that Penn engineering will provide me the the foundation and knowledge necessary to spread this 243 00:41:28.650 --> 00:41:31.559 huda: passion or spread this obsession. 244 00:41:32.680 --> 00:41:35.190 huda: I don't know if it's too clear what the obsession is. 245 00:41:35.190 --> 00:41:37.899 Jenny Duan: Yeah, I think obsession is a bit vague. 246 00:41:43.680 --> 00:41:52.040 huda: like, I think, I, I just in the last sentence, I want to make sure that the like the whole main point is that I want to like, build things to connect people? 247 00:41:53.970 --> 00:41:55.210 huda: So maybe like. 248 00:42:13.470 --> 00:42:19.810 huda: And can this part just be like, I'm confident that Penn engineering will platform me to 249 00:42:22.810 --> 00:42:29.230 huda: But for me to, I think I already set it earlier, though I say 250 00:42:29.310 --> 00:42:32.980 huda: how like digital spaces reshape communities. So 251 00:42:33.010 --> 00:42:35.050 huda: maybe I don't have to re-mention it. 252 00:42:44.590 --> 00:42:49.510 huda: Maybe like creating technology that to create technology, that 253 00:42:55.270 --> 00:43:03.330 huda: like, I don't know, like, not verbatim, but like changes. Yeah, like, like, it impacts communities. 254 00:43:27.640 --> 00:43:29.430 huda: Yeah, like that. 255 00:43:30.780 --> 00:43:31.350 Jenny Duan: Okay. 256 00:43:36.500 --> 00:43:39.219 Jenny Duan: I like that, too. Okay, can you read this out loud? 257 00:43:41.150 --> 00:43:45.979 huda: Strings of block code. Fill, my ipad screen, forward, turn right, Loop 258 00:43:46.080 --> 00:43:49.369 huda: the Robot, I built at 9 years, old, wears to life 259 00:43:49.400 --> 00:43:52.650 huda: tracing, clumsy figure eights across my bedroom floor. 260 00:43:52.740 --> 00:44:11.550 huda: Since then my obsession with building things to connect people has guided my pursuits from Synthoria, a game teaching data, science through games, regardless of prior knowledge to Mht. Jobs, a platform connecting local and unemployed community members to opportunities. At Penn. I envisioned this 261 00:44:11.920 --> 00:44:13.440 huda: passion expanding 262 00:44:13.820 --> 00:44:33.900 huda: in the Moore Buildings, Dmd lab, I'm brainstorming with fellow artists and programmers sketching our interaction flows for our experimental game prototype in Cis 568 between technical discussions and player engagement. I'm rushing across Locust Walk to Professor Zachary Ives. 263 00:44:34.050 --> 00:44:40.410 huda: Networked lifecourse where our team is modeling, how information spreads through digital communities 264 00:44:40.470 --> 00:44:48.539 huda: evenings find me in the town building, working with the Game Development Club to test new interaction patterns that make multiplayer experiences more intuitive 265 00:44:48.670 --> 00:44:54.410 huda: and pushing beyond conventional development through Penn's networked and social systems engineering program. 266 00:44:54.730 --> 00:44:55.270 huda: Here's. 267 00:44:55.270 --> 00:44:56.770 Jenny Duan: Take this out all right. 268 00:44:56.950 --> 00:45:10.170 huda: Yeah. Here, surrounded by peers who share my vision for technology that bring people together, I'll explore how digital spaces can reshape the way communities connect and grow from coding the robots of tomorrow and 269 00:45:10.537 --> 00:45:19.479 huda: exploring the ethics of generative AI. I'm confident that Penn engineering will platform me to create technology built by and for the communities it serves. 270 00:45:19.880 --> 00:45:28.509 Jenny Duan: Okay, I got rid of the that sentence because I I felt like it didn't really fit in with the rest of the essay, and also like, since you're applying for Dmd, I just don't wanna make. 271 00:45:28.510 --> 00:45:28.970 huda: Yeah. 272 00:45:28.970 --> 00:45:34.359 Jenny Duan: Too enthusiastic about other programs, but I just cut it down. It's 200 words now, exactly. 273 00:45:34.810 --> 00:45:35.890 huda: Okay. Great. 274 00:45:36.270 --> 00:45:36.900 Jenny Duan: Yeah. 275 00:45:38.350 --> 00:45:43.010 Jenny Duan: And then Dmd, essay, this is good. 276 00:45:43.010 --> 00:45:46.020 huda: Not sure if I really like this Danji essay. It's like. 277 00:45:46.340 --> 00:45:52.210 huda: but I just like. So I wrote like the Intro paragraph for like the 278 00:45:52.270 --> 00:46:09.769 huda: the Minecraft structures hook that we thought of. But then this is like a different one that I different. Take that I thought I'd take, which is kind of like. Talk about how I am like an interdisciplinary person, I mean, I feel like this kind of overlaps with a little bit with my common app, but I mean like 279 00:46:09.820 --> 00:46:27.500 huda: I felt like I could easily write about in this perspective. But I talked about like how it's been kind of like a place of comfort, because I've I've gotten so used to like being 2 different things that like now, like, it's easy for me to be like a game developer, because it's like both things. 280 00:46:27.990 --> 00:46:29.540 Jenny Duan: Yeah, let's see. 281 00:46:35.260 --> 00:46:41.300 Jenny Duan: I feel like this seems similar to your 1st essay. 282 00:46:42.020 --> 00:46:43.180 Jenny Duan: Little bit. 283 00:47:04.740 --> 00:47:07.910 Jenny Duan: This seems like a summarization of your comment. Comment. 284 00:47:14.990 --> 00:47:18.359 huda: I mean, I don't really know how to write like another 6 50 word. 285 00:47:18.360 --> 00:47:20.189 Jenny Duan: Yeah, no, that's so true. Because you 286 00:47:20.740 --> 00:47:22.131 Jenny Duan: like, you're like, been there done that. 287 00:47:22.850 --> 00:47:23.450 huda: Yeah. 288 00:47:29.480 --> 00:47:32.430 Jenny Duan: Okay, I don't think this is specific enough. 289 00:47:33.750 --> 00:47:36.430 Jenny Duan: I think this is too narrative. 290 00:47:36.910 --> 00:47:41.280 Jenny Duan: I think you should. I think this needs to be really specific. Why. 291 00:47:41.300 --> 00:47:50.120 Jenny Duan: computer imaging. And I don't see like anything that you're any curiosity on like computer graphics here, like animation 292 00:47:50.230 --> 00:47:51.660 Jenny Duan: advanced video. 293 00:47:52.210 --> 00:47:57.169 Jenny Duan: This is a little bit more with graphics. But I think you need to be really specific on 294 00:47:58.170 --> 00:48:00.129 Jenny Duan: something about graphics. 295 00:48:00.430 --> 00:48:16.880 Jenny Duan: even if that's not like, even though within this program you can tailor your classes. So you don't need to take all your classes in computer graphics. But like, that's what the Dmd program was founded for. And that's what it primarily serves. So they're going to be looking for people who are interested in computer graphics. And I don't see that mentioned anywhere here. 296 00:48:17.290 --> 00:48:23.789 Jenny Duan: So I think that's going to be like one of the most important things to consider in this next draft of the essay. 297 00:48:27.210 --> 00:48:28.160 Jenny Duan: Yeah. 298 00:48:45.030 --> 00:48:48.420 Jenny Duan: yeah. I think that like maybe. 299 00:48:50.720 --> 00:48:54.690 Jenny Duan: Oh, also, how's your portfolio going? Have you been able to look at Blender at all? 300 00:48:54.690 --> 00:49:02.669 huda: Yeah, I've actually like, made a like like I made like a little room with like, a couple of decorations. 301 00:49:02.670 --> 00:49:03.250 Jenny Duan: Yes. 302 00:49:04.360 --> 00:49:07.729 huda: Yeah, it's on my other computer. But let me just open it. 303 00:49:09.140 --> 00:49:12.559 Jenny Duan: If it'll take too long, it's fine, but if you can open it quickly, that's cool. 304 00:49:12.800 --> 00:49:13.460 huda: Yeah. 305 00:49:52.320 --> 00:49:55.930 huda: But yeah, I don't know. This last essay has been really tough to write. 306 00:50:03.410 --> 00:50:04.330 Jenny Duan: See. 307 00:50:33.760 --> 00:50:35.617 huda: Okay, so this is the 308 00:50:37.217 --> 00:50:39.929 Jenny Duan: Filter on so I can't see it. 309 00:50:39.930 --> 00:50:40.830 huda: Of 310 00:50:47.350 --> 00:50:48.899 huda: Can you see it? 311 00:50:48.900 --> 00:50:51.549 Jenny Duan: Oh, yeah, looks cool. 312 00:50:52.410 --> 00:50:54.990 Jenny Duan: Yeah, that looks really good. 313 00:50:55.390 --> 00:50:59.950 Jenny Duan: I wonder if you can make it even more detailed, like, if you have more time you can like, add more to it. 314 00:51:00.860 --> 00:51:06.729 huda: Yeah, yeah, I didn't really get much time, because, like a school and stuff. But. 315 00:51:06.730 --> 00:51:25.359 Jenny Duan: I think you should keep on. I think it looks really good. 1st of all, like I think it looks really good. I think, like you could experiment more by like changing up the lighting like. If you could find ways to add some lights, or like some lamps in it, you can look up a tutorial for that on Blender. You could make the lighting look really cool, and then you could also. 316 00:51:25.470 --> 00:51:39.400 Jenny Duan: Yeah, if you wanted to. You could add more like posters, and like other images to it, but or like other really small things like on your desk and stuff like, if you collect anything like the souvenirs like make it can make it more personalized. But 317 00:51:39.630 --> 00:51:41.704 Jenny Duan: yeah, I think it looks good. 318 00:51:42.050 --> 00:51:42.640 huda: Think. 319 00:51:43.770 --> 00:51:50.770 Jenny Duan: Let's see, I wanna show you my final thing that I made for Stanford has a 320 00:51:51.700 --> 00:51:55.069 Jenny Duan: Stanford has a class all on Blender. 321 00:51:56.030 --> 00:51:56.850 huda: Oh, wow! 322 00:51:56.850 --> 00:52:03.000 Jenny Duan: Lenders. So let me show if they can find my final image. 323 00:52:08.630 --> 00:52:09.370 Jenny Duan: Okay. 324 00:52:34.690 --> 00:52:35.630 Jenny Duan: this is our. 325 00:52:35.926 --> 00:52:36.520 huda: So cool. 326 00:52:36.520 --> 00:52:40.270 Jenny Duan: We made it like we had to do it in a bunch of different colors. 327 00:52:42.420 --> 00:52:45.450 Jenny Duan: So when we submitted it, so 328 00:52:46.010 --> 00:52:47.980 Jenny Duan: let me show you another one. 329 00:52:49.110 --> 00:52:55.270 Jenny Duan: it's more clear. This is like a slightly blurry screenshot that I took, but like we added some snow effects 330 00:52:55.400 --> 00:52:55.920 Jenny Duan: and. 331 00:52:55.920 --> 00:52:56.760 huda: That's so cool. 332 00:52:56.760 --> 00:53:05.429 Jenny Duan: Warehouse. I think you can do a better job than this. But this is just like our basic following Blender tutorials on Youtube type of work. 333 00:53:07.380 --> 00:53:09.810 Jenny Duan: Okay, let's get back to this. Essa. 334 00:53:20.300 --> 00:53:24.940 Jenny Duan: I think that this sentence is too much of a telling sentence as well 335 00:53:24.950 --> 00:53:30.559 Jenny Duan: like growing up. I was always too much of something. Can you show me what it means to be too much of something 336 00:53:30.770 --> 00:53:33.650 Jenny Duan: like what is? What does that mean for you? 337 00:53:36.590 --> 00:53:41.760 huda: Yeah, I mean, like, I don't know like how to. I mean, like this essay I'm not 338 00:53:42.260 --> 00:53:44.859 huda: like in general. I don't know if I really like it 339 00:53:44.890 --> 00:53:53.669 huda: so I don't know if I think like I could write a different draft, but I think it would be easier if I'd have like like a good like outline of like 340 00:53:54.240 --> 00:54:03.080 huda: like how to start it off. What I should talk about, because, like, I know, I know there's this stuff, but like I don't really know, I still don't really know how to write the essay. 341 00:54:03.490 --> 00:54:04.410 Jenny Duan: And 342 00:54:11.110 --> 00:54:12.340 Jenny Duan: let's see. 343 00:54:13.580 --> 00:54:14.770 Jenny Duan: Oh. 344 00:54:19.990 --> 00:54:25.499 Jenny Duan: okay, what about computer graphics or computer imagery? If anything interests you. 345 00:54:30.680 --> 00:54:36.624 huda: Well, there's like, like for one 346 00:54:37.820 --> 00:54:43.820 huda: like art on online and like, not online. But like on computers, is like 347 00:54:44.890 --> 00:54:51.209 huda: pretty. It's like you can do things that you can't have done like if it was real like, for example, like 348 00:54:51.771 --> 00:54:58.639 huda: like with 3D modeling, there's like you can make stuff that doesn't even exist like imaginary things. 349 00:54:59.070 --> 00:55:04.920 huda: And like, I guess it's you could kind of see the same about like regular art. But like, I think 350 00:55:05.210 --> 00:55:11.630 huda: you could like, make it really close to reality with 3D modeling and computer graphics. 351 00:55:12.520 --> 00:55:14.890 Jenny Duan: Yeah, maybe you could say, like. 352 00:55:16.010 --> 00:55:22.489 Jenny Duan: I think there it could. There, you could discuss something interesting about like AI and computer graphics. And like 353 00:55:24.040 --> 00:55:25.170 Jenny Duan: how 354 00:55:25.530 --> 00:55:38.230 Jenny Duan: AI can augment but not replace like human imagination like, maybe you could use something, draw inspiration from like the themes of your Disney essays that you wrote for Disney Dreamers Academy. By the way, have you heard anything from them? 355 00:55:38.740 --> 00:55:39.920 huda: No, I haven't. 356 00:55:40.820 --> 00:55:43.250 Jenny Duan: I don't know when they should release any decision. 357 00:55:43.250 --> 00:55:47.109 huda: Yeah, let me see if it was like anywhere. 358 00:55:51.580 --> 00:55:55.029 Jenny Duan: Okay, I just looked on. I just looked on Reddit. And 359 00:55:55.543 --> 00:55:58.289 Jenny Duan: you think you should get something this week. 360 00:55:58.780 --> 00:55:59.686 huda: This week. 361 00:56:00.140 --> 00:56:02.509 Jenny Duan: Next like next week. It was like 362 00:56:02.550 --> 00:56:04.809 Jenny Duan: people on Reddit have been talking about it. 363 00:56:05.910 --> 00:56:06.479 Jenny Duan: No one. 364 00:56:06.480 --> 00:56:07.120 huda: Let's go. 365 00:56:07.120 --> 00:56:11.220 Jenny Duan: Decision. Yet like this is as of 3 days ago, so. 366 00:56:11.900 --> 00:56:12.650 huda: Wow! 367 00:56:13.020 --> 00:56:15.653 Jenny Duan: Okay. So you should get something shortly. 368 00:56:16.030 --> 00:56:18.660 huda: That's like the same time as Stanford. So. 369 00:56:19.600 --> 00:56:20.290 Jenny Duan: Yes, 370 00:56:22.480 --> 00:56:23.852 Jenny Duan: Yes, it is. 371 00:56:24.550 --> 00:56:25.609 Jenny Duan: Oh, yeah. 372 00:56:25.610 --> 00:56:27.193 huda: That's scary. But it's okay. 373 00:56:27.510 --> 00:56:30.469 Jenny Duan: Okay. Have you heard about interviews at all? 374 00:56:32.750 --> 00:56:33.490 huda: No. 375 00:56:34.250 --> 00:56:39.495 Jenny Duan: Okay, like interviews don't really mean anything. 376 00:56:41.740 --> 00:56:45.190 Jenny Duan: yeah, because it's only depending on availability. 377 00:56:47.930 --> 00:56:49.630 Jenny Duan: Let's see. 378 00:56:52.910 --> 00:57:01.329 Jenny Duan: Yeah, I don't think I don't really think Stanford does a bunch of interviews in the Bay area. 379 00:57:03.110 --> 00:57:04.350 Jenny Duan: But. 380 00:57:04.730 --> 00:57:08.530 huda: I think I should expect one from Mit, because 381 00:57:08.849 --> 00:57:13.770 huda: I know, like 2 of my friends got an interview with Mit because they did early decision. 382 00:57:14.440 --> 00:57:16.240 huda: or early action. 383 00:57:16.390 --> 00:57:18.029 huda: I don't know which one they have. But 384 00:57:18.420 --> 00:57:26.169 huda: yeah, that one. And so, since I did regular decision, I must. I should probably get the interviews in like January, or something like that. 385 00:57:26.170 --> 00:57:27.719 Jenny Duan: Yeah, or February. 386 00:57:28.000 --> 00:57:28.670 huda: Yeah. 387 00:57:30.910 --> 00:57:31.930 Jenny Duan: Okay, yeah. 388 00:57:31.960 --> 00:57:41.929 Jenny Duan: I think Stanford, don't worry about the interview thing, because in the Bay area they don't. They used to not interview people at all, and so now only depends on like the number of alumni who sign up for interviews. 389 00:57:42.070 --> 00:57:46.900 Jenny Duan: So I think it's fine for Usc. Have you. I don't know if Usc. 390 00:57:47.310 --> 00:57:50.050 Jenny Duan: Does Usc. Do interviews. I don't know. 391 00:57:50.410 --> 00:57:51.110 huda: Let me see 392 00:57:58.585 --> 00:57:59.590 huda: apparently they don't. 393 00:58:00.210 --> 00:58:01.429 Jenny Duan: Okay, cool. 394 00:58:02.400 --> 00:58:11.020 Jenny Duan: Okay. Don't worry about interviews. They're not that significant either way. Like, if you get one, or if you don't get one, it's both like, not that significant 395 00:58:12.310 --> 00:58:16.420 Jenny Duan: But let's think about how else you want to restructure this essay. 396 00:58:20.190 --> 00:58:21.150 huda: The Disney 397 00:58:22.300 --> 00:58:28.789 huda: The Disney essay that you're referring to is that the one where it's like where I talk about how 398 00:58:29.187 --> 00:58:40.990 huda: like? Why, gaming is like my dream career, or like game development, is my dream career which talks about like helping people with mental disabilities. So I think that's like the one that matches 399 00:58:41.120 --> 00:58:43.159 huda: closest from the other ones. 400 00:58:45.470 --> 00:58:46.480 Jenny Duan: That one. 401 00:58:47.030 --> 00:58:50.375 Jenny Duan: But honestly, Disney essays don't relate so much with this. 402 00:58:50.890 --> 00:58:56.180 Jenny Duan: I think the key in this essay is, you really need to emphasize computer imaging. And why? That's important to you. 403 00:58:56.470 --> 00:58:57.460 Jenny Duan: But like. 404 00:58:58.280 --> 00:59:03.810 Jenny Duan: if if you need to make up a reason or something that connects you fully with computer imaging. 405 00:59:04.180 --> 00:59:06.760 huda: Like what kind of structure cause like 406 00:59:07.010 --> 00:59:18.300 huda: like I can't really find like, because sometimes I started off with like an anecdote, and then sometimes like with an analogy or something like I'm kind of struggling to like, figure out like how to start this one off. 407 00:59:23.300 --> 00:59:31.420 Jenny Duan: Yeah, I think I'm gonna see if I can find an essay online. 408 01:00:31.610 --> 01:00:35.259 huda: Okay? So I, I see, like this thing online, which says. 409 01:00:35.623 --> 01:00:58.539 huda: Start this supplement with a story that shares your passion for computer science and the arts through a specific moment or experience. Keep this small so that you can include a lot of details and specifics, then transition into what you wanted to study at Penn, and how the Dmd. Program matches with your interests. Close out the supplement with a vision for the future, and how the Dmd. Will get you there. 410 01:00:59.320 --> 01:01:10.859 Jenny Duan: I feel like this is just like every essay is formatted that way, though, like it always starts out with an anecdote, and then it always goes into your personal experience. But I think the question is like, what anecdote do you want to show here. 411 01:01:10.860 --> 01:01:11.560 huda: Yeah. 412 01:01:11.560 --> 01:01:28.679 Jenny Duan: Like. I think, something like I like the Minecraft idea, but if it's not flowing, then we can pivot like something like you know how Minecraft has evolved so much over time from like the 1st iteration of the game to now, and how like computer graphics technologies have expanded our ability to imagine. I think that's like really cool. 413 01:01:28.680 --> 01:01:52.369 Jenny Duan: because in Minecraft, before, like your, your imagination is constrained by what you can depict on the screen. But today, like with AI and other technologies like your imagination is not constrained by anything. And like digital imaging like the advertising campaigns like, you can talk about social media, too, if you want and like. How different companies are leveraging AI to push the boundaries of human and imagination! How? That's like pretty powerful, because it encourages us to 414 01:01:52.930 --> 01:01:54.910 Jenny Duan: learn more in different ways. 415 01:01:55.320 --> 01:02:00.370 Jenny Duan: But like, I don't know if that's interesting to you, or how you would write that. 416 01:02:00.740 --> 01:02:06.639 Jenny Duan: But that's kind of what strikes me most about why computer imaging is cool, or why it's important. 417 01:02:11.160 --> 01:02:18.710 huda: Maybe I can talk about like like the same kind of example you talked about, which was like like the Minecraft Kabba. And like. 418 01:02:18.760 --> 01:02:21.250 huda: maybe I can talk about like how 419 01:02:21.730 --> 01:02:35.840 huda: that did like seeing that digitally, or like building that digitally it gave me like hope that like one day. I would see it, too, and then, like, I can talk about like seeing it in person, and like how that, like the like, seeing it 420 01:02:36.090 --> 01:02:56.239 huda: through digital, like kind of representation that like inspired me, or like, gave me hope that one day I'll see it in real life, too. Yeah. And so I can kind of go into detail about like how like graphics can like kind of give people hope and like also represent things in real life. Maybe. 421 01:02:56.240 --> 01:02:59.269 Jenny Duan: Yeah, exactly. And also, have you been able to visit Upenn. 422 01:03:00.729 --> 01:03:01.240 huda: No. 423 01:03:01.240 --> 01:03:22.449 Jenny Duan: Yeah, okay. Something you can say is like, you haven't been able to visit Upenn. But because of computer graphics, you're able to take like an online 3D tour of Upenn, like I'm sure you can. And how like it makes things accessible for people who can't just like fly across the country, because, like, that's expensive to go to our colleges, or, you know, to go to Mecca, or something like that's super expensive, that's super far like. 424 01:03:22.490 --> 01:03:40.059 Jenny Duan: And technology makes that more accessible. You can talk about VR. AR. How that relates to gaming things like that, and like everything from learning how to cook with a headset to like doctors being trained to like perform better operations because they practice using headsets which use computer imaging to like. 425 01:03:40.510 --> 01:03:49.279 Jenny Duan: I don't know representations of wildfires and like how weather pattern, I don't know, like computer imaging goes in like a lot of different dimensions. And like you can connect that to yourself. 426 01:03:49.960 --> 01:03:50.670 huda: Yeah. 427 01:03:51.920 --> 01:03:52.910 Jenny Duan: What do you think? 428 01:03:53.330 --> 01:03:57.469 huda: Yeah, I think that's good. I think I now know, like, how I want to start off the essay. 429 01:03:57.930 --> 01:04:11.779 Jenny Duan: Okay, sounds good. So I think today we spent a lot of time talking about Upenn. But I think next time we meet we can probably finish and just do a final review of this essay, and then we'll be done with that and then finish the Cmu essays as well. 430 01:04:12.170 --> 01:04:13.010 huda: Yeah. 431 01:04:13.360 --> 01:04:16.859 Jenny Duan: Okay, sounds good. When do you want to meet next? 432 01:04:17.020 --> 01:04:31.369 Jenny Duan: I see. Like your Cm. Uss are already drafted. So later, I can just leave some comments on this, and like if their comments I haven't looked at them yet, to be honest. But if the comments aren't too significant, if I think they're not too significant. Then you can just submit it. After I mark up. 433 01:04:31.370 --> 01:04:32.070 huda: Okay. 434 01:04:32.280 --> 01:04:37.740 Jenny Duan: Unless you want to meet for to go over Cmu specifically, or add it to the next end of the next meeting. 435 01:04:38.050 --> 01:04:38.759 Jenny Duan: I don't know what. 436 01:04:39.460 --> 01:04:40.250 Jenny Duan: Better. 437 01:04:40.800 --> 01:04:42.392 huda: I'll update you tomorrow. 438 01:04:42.790 --> 01:04:45.240 Jenny Duan: Oh, wait! Notice! You're missing this actually never. 439 01:04:45.240 --> 01:04:51.680 huda: Yeah, sorry. I'll update you tomorrow after, like this one's done. But yeah. 440 01:04:52.340 --> 01:04:54.360 Jenny Duan: I think that sounds good as well. Yeah. 441 01:04:54.520 --> 01:04:55.930 Jenny Duan: When do you want to meet next. 442 01:04:57.417 --> 01:04:59.149 huda: Does Sunday work. 443 01:04:59.490 --> 01:05:04.159 Jenny Duan: Yeah, Sunday is good. Is there a time that is best for you? 444 01:05:06.920 --> 01:05:12.980 huda: I think like in the afternoon. So maybe like, but actually maybe 445 01:05:13.420 --> 01:05:15.359 huda: 7 pm. To 7 pm. Work. 446 01:05:16.516 --> 01:05:18.550 Jenny Duan: Yes, 7 Pm. Is good. 447 01:05:21.390 --> 01:05:24.950 Jenny Duan: Okay? Then I will see you on Sunday. 448 01:05:25.750 --> 01:05:28.279 huda: Alright! Great! I'll see you soon. Bye.",
  "segments": [
    "Week 82 - Coaching_Jenny_Huda_Wk82_2024-12-06_M_2f332f5d1007a767U_2024-12-05_00-00-00 WEBVTT 1 00:00:10.250 --> 00:00:12.620 Jenny Duan: Hi, Huda! How's it? How's it going. 2 00:00:13.050 --> 00:00:14.690 huda: Hi! It's going well, how are you? 3 00:00:14.950 --> 00:00:20.859 Jenny Duan: I'm doing good. What do you have finals? And is that coming up soon, or when do you get? When do your finals start? 4 00:00:21.130 --> 00:00:25.230 huda: Yeah, that's next to next week. But I have a couple of finals next week as well. 5 00:00:26.310 --> 00:00:28.100 Jenny Duan: Good luck you've got this. 6 00:00:28.420 --> 00:00:29.480 huda: Thank you. 7 00:00:30.400 --> 00:00:31.930 Jenny Duan: Awesome. So 8 00:00:32.439 --> 00:00:37.520 Jenny Duan: I'm going to open up your essays, and we can just start by taking a look at those. 9 00:00:39.360 --> 00:00:44.174 huda: Oh, yeah, I actually came up with, like a whole different idea for the thank you. Note essay. 10 00:00:44.710 --> 00:00:46.510 Jenny Duan: Got it. Why did you come up with. 11 00:00:46.880 --> 00:01:12.439 huda: Yeah. I wanted to write a letter to someone from J. Camp. His name was Ayan, and he was the one who shared like a story about, like his family's, like story in Pakistan, and like how his family faced like religious discrimination, and it was pretty extreme. But I kind of found a little comfort from that conversation, and I kind of felt like 12 00:01:12.460 --> 00:01:32.800 huda: I deeply connected with him. At that time, especially at J. Camp. I was feeling very like, almost left out, almost like like the black sheep like I almost had like imposter syndrome in the beginning, but after that conversation I was like a little more comfortable sharing my story, and like kind of being vulnerable and admitting that like. 13 00:01:32.850 --> 00:01:38.769 huda: yes, I'm from like a small town, and like, maybe we don't have as much like journalism in our area, but like 14 00:01:38.960 --> 00:01:54.499 huda: I like, we h",
    "ave a lot of stories there, too, and like also, like my background, like I was just a little more comfortable talking about it there after that conversation. So I decided I wanted to write like a little more like personal like letter to him. 15 00:01:56.070 --> 00:01:57.420 Jenny Duan: Okay, cool. 16 00:02:11.910 --> 00:02:13.380 Jenny Duan: I really like this. 17 00:02:13.870 --> 00:02:19.049 Jenny Duan: Thanks. I feel like, I think we don't need this context. 18 00:02:21.040 --> 00:02:23.000 Jenny Duan: I think maybe we can say, like. 19 00:02:25.110 --> 00:02:26.960 Jenny Duan: Thank you for changing my life 20 00:02:27.170 --> 00:02:33.739 Jenny Duan: in a way that like despite, not even like, without even knowing or anything like that instead. 21 00:02:38.570 --> 00:02:43.110 Jenny Duan: I think you don't need to write this sentence. This note 22 00:02:43.310 --> 00:02:46.320 Jenny Duan: has been brewing for a long time, because I think it's like 23 00:02:46.540 --> 00:02:48.609 Jenny Duan: in the prompt. It's implied that 24 00:02:48.790 --> 00:02:52.470 Jenny Duan: you have not yet thanked this person, so I think it's like 25 00:02:52.530 --> 00:03:01.479 Jenny Duan: kind of implied, given the prompt that they know that you haven't written to this person for a while, so I think you could save some words by taking this out and writing something different. 26 00:03:02.910 --> 00:03:03.530 huda: Minutes. 27 00:03:14.400 --> 00:03:19.431 Jenny Duan: And then maybe, instead of this, during those 1st days at Camp 28 00:03:20.050 --> 00:03:29.060 Jenny Duan: you're right. Something like. When we 1st met at J. Camp, I was, and then something like that type of structure would help show your change as a person throughout J. Camp. 29 00:03:29.190 --> 00:03:29.860 Jenny Duan: More. 30 00:03:29.860 --> 00:03:35.280 huda: Yeah, like, oh, what can you repeat what you said? 31 00:03:36.000 --> 00:03:40.340 Jenny Duan: Yeah, when we 1st met, or when I 1st met you, or when you",
    " 1st met me, something like that. 32 00:03:53.844 --> 00:03:58.970 huda: Should I say like Thank you for changing or like 33 00:04:00.390 --> 00:04:05.879 huda: helping me be vulnerable or like I'm not sure how to like word the 1st sentence. 34 00:04:12.250 --> 00:04:13.870 Jenny Duan: thank you. 35 00:04:20.540 --> 00:04:22.619 Jenny Duan: We can write the 1st sentence at the end. 36 00:04:22.790 --> 00:04:24.850 huda: We have to look through the rest of the essay. 37 00:04:27.780 --> 00:04:28.829 Jenny Duan: Is there 38 00:04:28.900 --> 00:04:36.869 Jenny Duan: another way you can say I was trying so hard to prove myself, because it seems like that's more of a telling statement, but I I'm sure we can show as a showing statement more. 39 00:04:44.680 --> 00:04:50.150 huda: maybe I could say, like, I was painting a different picture of myself. 40 00:04:50.657 --> 00:04:56.849 huda: raising my hand preposterously, quick for every question, 1st thing what I'd say before each workshop. 41 00:05:21.640 --> 00:05:24.974 Jenny Duan: Can you describe this experience with 42 00:05:26.920 --> 00:05:32.670 Jenny Duan: without making it sound? Essay like like, if you were just talking to me, how would you describe how you felt at the beginning of Jcam. 43 00:05:33.380 --> 00:06:01.150 huda: Yeah. So like, in the beginning of J. Camp, there's actually a specific time where? Well, he wasn't there. But there was like this time where I was sitting with, like some of the other student journalists, and they're all talking about like kind of complaining about only only having 7 school newspapers, and like I kind of. I felt really out of place at the time, because our school has one which is really not active at all, and so kind of like 44 00:06:02.150 --> 00:06:07.190 huda: that lack of resources, and just like feeling kind of 45 00:06:07.500 --> 00:06:11.050 huda: less experienced than everyone else. I felt kind of like 46 00:06:11.230 --> 00:06:16.370 huda: imposter syndrome like I",
    " shouldn't have. I don't know why I got accepted that kind of feeling. 47 00:06:43.410 --> 00:06:43.970 Jenny Duan: Okay. 48 00:06:47.230 --> 00:06:49.779 Jenny Duan: when we 1st met at J. Camp. 49 00:07:23.260 --> 00:07:27.809 Jenny Duan: okay, I'm gonna use it. 50 00:07:44.290 --> 00:07:46.659 Jenny Duan: When we 1st met at J. Camp. 51 00:07:54.180 --> 00:07:57.560 Jenny Duan: what did you talk about when you 1st met, like, what was your first? st 52 00:07:57.580 --> 00:08:03.140 Jenny Duan: Do you remember your 1st conversation, or was? Was his thing your 1st conversation. 53 00:08:04.090 --> 00:08:11.090 huda: I mean, I think, like our 1st conversation was just like we all had to introduce ourselves. So I guess 54 00:08:11.530 --> 00:08:19.325 huda: I just like talked about like where I'm from. I I mean, like I remember introducing myself from like San Francisco and 55 00:08:20.080 --> 00:08:23.260 huda: like saying some of the work that we've done. 56 00:08:25.940 --> 00:08:26.890 Jenny Duan: Okay. 57 00:08:30.840 --> 00:08:38.090 huda: Maybe I could feel like when I 1st when we 1st met. I told you I'm from San Francisco, and then, like. 58 00:08:38.485 --> 00:08:40.859 Jenny Duan: I'm actually from Mountain House, California. 59 00:08:41.190 --> 00:08:42.039 huda: Yeah. 60 00:08:42.049 --> 00:08:43.219 Jenny Duan: That's super good! 61 00:08:54.590 --> 00:08:57.310 huda: And then, like maybe I could even say like 62 00:08:57.832 --> 00:09:07.829 huda: towards the end, I could be like thanks for helping me realize that I don't have to tell people I'm from San Francisco. I can tell people I'm from Mountain House like. 63 00:09:07.830 --> 00:09:16.979 Jenny Duan: Okay, I like the ending. Let's just start with changing that 1st paragraph, for now, also, I'm gonna cut down your second essay a bit, because I don't. I want to avoid overlap. 64 00:09:18.639 --> 00:09:21.870 Jenny Duan: So actually, I think I just cut it down. 65 00:09:22.050 --> 00:09:25.149 Jenny Dua",
    "n: I just took out the mention of Mound House, California. 66 00:09:25.710 --> 00:09:36.079 Jenny Duan: In your second essay. I just said, my rural town is full of them. Instead of my rural town mountain house. California is full of them that way. You you'll need to mention the specific name of your town one time 67 00:11:05.200 --> 00:11:24.259 Jenny Duan: I'm actually from Mountain House. California would fit better like right after this sentence, or at the end, because at the end you could say, like, right here, you could say, I'm actually from Mountain House, California. Thank you for helping me realize I didn't need to prove anything to belong like. If you ever want to visit or say something about visiting like you're welcome, or something. 68 00:11:24.550 --> 00:11:25.200 huda: Yeah. 69 00:11:26.160 --> 00:11:44.470 huda: it looks better in the ending, because I feel like over here like this 1st paragraph is talking about like how I behaved in the beginning. The second paragraph is talking about like the event. That kind of changed it all, and the 3rd and like kind of last sentence, are talking about like 70 00:11:44.550 --> 00:11:46.580 huda: my resolution? 71 00:12:18.020 --> 00:12:26.009 huda: Should I say something like if you ever want to say Hi to the local cows? You're welcome to visit anytime, or you can visit anytime. 72 00:12:26.560 --> 00:12:27.370 Jenny Duan: Yeah. 73 00:14:47.970 --> 00:14:52.650 Jenny Duan: okay, this doesn't need to be changed. But it's like something like that. 74 00:14:55.590 --> 00:14:57.690 Jenny Duan: But the sentence could be edited. 75 00:15:14.370 --> 00:15:17.623 huda: Should I say something like after I say 76 00:15:18.130 --> 00:15:27.049 huda: When we 1st met at J camp I told you I was from San Francisco. And then I could say something like 57 miles away. 77 00:15:28.010 --> 00:15:38.830 huda: like, I feel like adding a specific detail like, I'm actually 57 miles away. Mountain house, California. Maybe like that migh",
    "t be like a good way to put it, but I'm not sure. 78 00:15:39.930 --> 00:15:41.460 Jenny Duan: Yeah, that that works. 79 00:15:45.180 --> 00:15:45.575 huda: Hmm! 80 00:15:46.660 --> 00:15:51.560 huda: Actually, I don't know if that fits here after this sentence. Maybe over here, though. 81 00:15:56.410 --> 00:15:58.059 huda: I don't think we need that. 82 00:15:58.240 --> 00:15:59.090 Jenny Duan: Okay. 83 00:16:51.900 --> 00:16:56.590 huda: Maybe I could say, like among students from schools with 7 newspapers. 84 00:16:56.590 --> 00:16:57.100 huda: Yeah. 85 00:16:57.100 --> 00:16:58.255 huda: So there's like, 86 00:16:59.050 --> 00:17:05.480 huda: Last part would fit in. Might be like repeated. Because I say over here, I'd somehow fit in with our prospect. City journalism, experience. 87 00:17:21.990 --> 00:17:22.890 Jenny Duan: Out! 88 00:17:55.430 --> 00:17:57.285 huda: I was thinking like, 89 00:17:58.160 --> 00:18:04.749 huda: This sentence could be like among students from schools with 7 newspapers. 90 00:18:06.230 --> 00:18:14.219 huda: it almost felt like a like a duty. And then because this like next line, the next few lines I'm talking about like things that I did to like 91 00:18:14.919 --> 00:18:19.320 huda: fit in, I guess. So yeah. 92 00:18:22.730 --> 00:18:24.350 Jenny Duan: It almost felt like a duty. 93 00:18:24.490 --> 00:18:25.110 huda: Yeah. 94 00:18:39.470 --> 00:18:40.370 Jenny Duan: How's that? 95 00:18:40.930 --> 00:18:41.510 huda: Yeah. 96 00:18:42.390 --> 00:18:45.920 Jenny Duan: I think. Yeah, cause I think we just need to be more specific about what it is, because. 97 00:19:06.570 --> 00:19:09.629 Jenny Duan: I think this sentence could be made a little bit smoother. 98 00:19:10.450 --> 00:19:11.060 huda: Yeah. 99 00:19:22.150 --> 00:19:24.250 Jenny Duan: Did you say? Religious persecution. 100 00:19:25.570 --> 00:19:28.469 huda: Yeah, I don't know if that's if that like wording. 101 00:19:28.550 --> 00:19:32.690 huda: it's too like extrem",
    "e for like essays. But that's like what happened. 102 00:19:38.830 --> 00:19:40.700 Jenny Duan: Maybe just discrimination. 103 00:19:41.010 --> 00:19:41.650 huda: Hmm! 104 00:20:03.160 --> 00:20:05.040 huda: It felt familiar. Maybe. 105 00:20:10.580 --> 00:20:13.260 Jenny Duan: Because it's it's like, what's the Co. The 106 00:20:13.290 --> 00:20:18.139 Jenny Duan: contrast is between what you were feeling here and here. So I finally felt 107 00:20:18.220 --> 00:20:22.789 Jenny Duan: understood where I finally felt seen, I finally felt recognized. 108 00:20:22.820 --> 00:20:24.779 Jenny Duan: One of those words might be good. 109 00:20:24.940 --> 00:20:26.060 Jenny Duan: What do you think. 110 00:20:29.190 --> 00:20:30.710 huda: Understood. I think. 111 00:20:31.930 --> 00:20:32.600 Jenny Duan: Okay? 112 00:23:00.820 --> 00:23:03.380 Jenny Duan: Oh, yeah, don't. It's a better word. 113 00:23:06.180 --> 00:23:13.010 huda: Also, I'm not sure if I could share share this essay with him, because he's also applying to Penn this year. So. 114 00:23:17.330 --> 00:23:20.329 Jenny Duan: That's okay. But hypothetically, you would right. 115 00:23:20.330 --> 00:23:21.590 huda: Yeah, yeah. 116 00:23:21.760 --> 00:23:24.150 Jenny Duan: Do you still keep in touch with the J. Camp people? 117 00:23:24.530 --> 00:23:27.550 huda: Yeah, actually, especially during like. 118 00:23:27.680 --> 00:23:30.779 huda: like during the election day, like, everyone was really active. 119 00:23:30.780 --> 00:23:33.859 Jenny Duan: Do you guys have a group chat or discord, or something? 120 00:23:33.860 --> 00:23:36.189 huda: Yeah, we have like a Whatsapp group chat. 121 00:23:36.190 --> 00:23:37.430 Jenny Duan: Oh, yeah. Great. 122 00:23:38.255 --> 00:23:39.080 huda: Yeah. 123 00:23:39.100 --> 00:23:43.329 huda: But I'm really glad, because we've all been like, really connected, even after G. Camp. 124 00:23:43.920 --> 00:23:50.499 Jenny Duan: That's so good, and you'll probably see at least like o",
    "ne J. Camper or an alum like wherever you end up going to school. 125 00:23:50.820 --> 00:23:51.360 huda: Yeah. 126 00:23:51.360 --> 00:23:54.690 Jenny Duan: So exciting that you'll have that community already. There. 127 00:23:55.080 --> 00:23:56.030 Jenny Duan: Okay. 128 00:23:59.110 --> 00:24:00.649 Jenny Duan: can you read this out loud? 129 00:24:01.320 --> 00:24:04.820 huda: Yeah, dear Ayon, I have a confession to make. 130 00:24:04.910 --> 00:24:08.389 huda: When we 1st met at J. Camp, I told you I was from San Francisco. 131 00:24:08.420 --> 00:24:13.919 huda: among students from schools with 7 newspapers exaggerating my background, almost felt like a duty. 132 00:24:14.090 --> 00:24:18.959 huda: I'd raise my hand for every question and rehearse what I'd say before each workshop. 133 00:24:19.080 --> 00:24:27.020 huda: I thought that if I spoke enough about my small town Gazette I'd somehow fit in and fit in with everyone's big city journalism experience. 134 00:24:27.030 --> 00:24:38.210 huda: Remember that conversation we had sitting criss cross on the warm tiles of the lounge when you brought up the religious discrimination your family faced back in Pakistan. I finally felt understood 135 00:24:38.260 --> 00:24:47.469 huda: suddenly all those stories I'd reserved about my own family's experiences in India didn't feel so out of place. It didn't feel out of place any more. 136 00:24:47.930 --> 00:25:02.720 huda: After our conversation I stopped counting my raised hands. Instead, I started counting the stories I shared real ones about home, faith and belonging you never knew. But you gave me that gift the courage to be quieter and somehow heard more clearly. 137 00:25:02.750 --> 00:25:08.690 huda: I'm actually from Mount House, California. If you ever want to say, Hi! To the local brown cows, you're welcome anytime. 138 00:25:08.720 --> 00:25:13.359 huda: Thanks for helping me realize that I don't need to prove anything that I don't 139 00:25:13.660 --> 00:2",
    "5:16.840 huda: need to approve anything to belong okay. 140 00:25:20.890 --> 00:25:25.550 Jenny Duan: Yeah, I think you already have it. Yeah, I think 200 words. No problem. 141 00:25:26.080 --> 00:25:30.000 Jenny Duan: 200 words. Exactly. Yeah. Okay. I think this is a lot better. 142 00:25:30.160 --> 00:25:32.660 Jenny Duan: I think it actually sounds like your voice. 143 00:25:32.990 --> 00:25:36.930 Jenny Duan: I think that was also missing a little bit in the previous essay. What. 144 00:25:36.930 --> 00:25:38.589 huda: Yeah, I also feel like. 145 00:25:38.908 --> 00:25:49.959 huda: I'm not sure. I looked up a lot of examples, and none of them wrote about like famous people. So I just like looked for someone that like, I've actually like met and like talked to. 146 00:25:50.200 --> 00:25:51.470 huda: So yeah. 147 00:25:52.480 --> 00:25:55.719 Jenny Duan: Yeah, I think it'll be really good. 148 00:25:56.729 --> 00:25:59.919 Jenny Duan: I think. Well, it is really good. Yeah. Good job. 149 00:26:02.720 --> 00:26:04.040 Jenny Duan: Incredible. 150 00:26:04.160 --> 00:26:07.849 Jenny Duan: So then the rest of your essays. This I cut down. 151 00:26:09.410 --> 00:26:11.979 huda: I did the did the 3rd essay as well. 152 00:26:11.980 --> 00:26:13.920 Jenny Duan: Cool Penn engineering 153 00:26:36.220 --> 00:26:39.829 Jenny Duan: is this program like a concentration within Cs, or what is this. 154 00:26:42.470 --> 00:26:46.210 huda: Yeah, I think it's like some like a class, some classes that 155 00:26:46.604 --> 00:26:51.339 huda: that like you have to take. Let me just double check, though. 156 00:26:51.720 --> 00:26:52.090 Jenny Duan: Okay. 157 00:27:00.270 --> 00:27:02.600 huda: Actually, I think it's a major. 158 00:27:08.510 --> 00:27:10.240 huda: Yeah, I think it's a major. 159 00:27:14.630 --> 00:27:15.545 Jenny Duan: Okay, 160 00:27:16.880 --> 00:27:26.739 Jenny Duan: networked and social systems. Engineering is the major, not cs, so you're not applying for Cs,",
    " what is networked and social systems engineering. I don't know. Can you explain to me what that is? 161 00:27:27.540 --> 00:27:32.629 huda: Yeah, it's like, it's essentially kind of like a data science. It's like the first, st like. 162 00:27:33.351 --> 00:27:37.959 huda: data, science slash like AI, major, I think. 163 00:27:39.280 --> 00:27:41.120 Jenny Duan: Yeah, perfect. 164 00:27:41.850 --> 00:27:43.890 Jenny Duan: Is it new? Or how new is it. 165 00:27:46.220 --> 00:27:58.219 huda: I think it's new. Let me just double check. But also it's somehow kind of like related to game development as well, because there's like, some classes like algorithmic game theory. 166 00:27:59.222 --> 00:28:01.600 huda: There's game theory. 167 00:28:01.640 --> 00:28:03.530 Jenny Duan: Like a lot of game theory 168 00:28:03.530 --> 00:28:07.119 Jenny Duan: like math, game theory, or game theory like games, game theory. 169 00:28:07.280 --> 00:28:08.860 Jenny Duan: Those are 2 different things. 170 00:28:09.520 --> 00:28:10.816 huda: Actually, I'm not sure. 171 00:28:11.140 --> 00:28:12.979 Jenny Duan: It might be math, game theory. 172 00:28:14.080 --> 00:28:15.290 huda: Oh, I see! 173 00:28:15.980 --> 00:28:17.250 Jenny Duan: Still, cool. 174 00:28:23.390 --> 00:28:25.569 huda: But yeah, this wouldn't be like my 175 00:28:27.930 --> 00:28:33.100 huda: This wouldn't be like my major, but I just thought it was pretty interesting, so me, I don't know if that 176 00:28:33.610 --> 00:28:36.030 huda: should be mentioned. If it's not the Major. 177 00:28:36.840 --> 00:28:38.860 Jenny Duan: Are you applying as a Cs Major? 178 00:28:39.140 --> 00:28:41.640 huda: No, I'm doing the Dmd. 179 00:28:41.900 --> 00:28:43.570 Jenny Duan: Over right. 180 00:28:43.890 --> 00:28:44.490 huda: Yeah. 181 00:28:45.910 --> 00:28:47.120 Jenny Duan: I think. 182 00:28:49.610 --> 00:28:55.740 Jenny Duan: Is there a chance that you get into Pen? But not Dmd, is that possible? 183 00:28:57.141 --> 00:29:01.0",
    "69 huda: I mean, I could put it as my, I think there's a second choice option. 184 00:29:01.400 --> 00:29:02.299 Jenny Duan: Sounds good 185 00:29:05.480 --> 00:29:07.789 Jenny Duan: cause, I think if you if you can. 186 00:29:07.820 --> 00:29:14.480 Jenny Duan: it'd be like if you can get into Pen. But not Dmd, like, if that's even a possibility. Then I think it's fine. 187 00:29:15.510 --> 00:29:16.220 huda: Okay. 188 00:29:18.900 --> 00:29:20.829 Jenny Duan: Let me just double check it again. 189 00:29:31.540 --> 00:29:37.200 Jenny Duan: I don't actually think it's so. I don't think you should mention this as what excites you most. I don't think you should give it that much. 190 00:29:37.200 --> 00:29:37.720 huda: Yeah. 191 00:29:37.720 --> 00:29:45.220 Jenny Duan: You should just mention it, but don't say like it's what excites you most because they didn't ask you about what major you want to be. They asked you about 192 00:29:46.800 --> 00:29:51.559 Jenny Duan: engineering in general. So I think it's okay to talk a little bit more broadly about engineering. 193 00:29:52.910 --> 00:29:53.570 huda: Yeah. 194 00:30:25.490 --> 00:30:30.560 huda: maybe I could. Just here I could say, like, cause here I'm like, listing like kind of 195 00:30:30.700 --> 00:30:40.125 huda: like settings, almost that I can see myself in at Penn, and then, like I could just combine this with like other ones, so I can see like I can say, 196 00:30:44.740 --> 00:30:55.140 huda: I'm pushing beyond con conventional development 197 00:30:55.720 --> 00:31:00.040 huda: through Penn's unique networked and social systems, engineering programs. 198 00:31:00.460 --> 00:31:01.090 Jenny Duan: Yeah. 199 00:31:26.890 --> 00:31:27.660 huda: Okay. 200 00:31:48.910 --> 00:31:57.699 Jenny Duan: Right, I think you need to contextualize this a little bit more like, where are you? Where? What context is this? How old are you because you say this like 201 00:31:57.740 --> 00:32:02.720 Jenny Duan: transformed y",
    "our obsession. But like it's not really clear like, when 202 00:32:03.330 --> 00:32:06.369 Jenny Duan: when did you do this like? When does your obsession start. 203 00:32:07.200 --> 00:32:10.090 Jenny Duan: Yeah, yeah. 204 00:32:25.910 --> 00:32:27.669 Jenny Duan: why did you build this robot 205 00:32:28.090 --> 00:32:32.809 Jenny Duan: like what inspired cause? I don't think this is a normal thing for a 9 year old to do so. What 206 00:32:32.820 --> 00:32:34.120 Jenny Duan: inspired you. 207 00:32:35.020 --> 00:32:36.920 huda: I think, like one like 208 00:32:37.800 --> 00:32:56.810 huda: one time I went to like the the apple store, and then they they were selling like these like robot kits and like I was just like really curious about it, like, because I always saw them in movies as like like kind of the future. And I guess I was really interested in that like at that age. 209 00:32:57.710 --> 00:32:59.868 Jenny Duan: Yeah, alright, it makes sense. 210 00:33:00.410 --> 00:33:01.610 Jenny Duan: Let's see. 211 00:33:07.190 --> 00:33:08.830 Jenny Duan: yeah, ipad screen. 212 00:33:12.690 --> 00:33:14.770 Jenny Duan: This is, I think this is enough context. 213 00:33:15.360 --> 00:33:15.950 huda: Alright. 214 00:33:17.890 --> 00:33:22.550 huda: Maybe it's like my 1st robot. I could say the robot I built at 9. Yeah. 215 00:35:20.390 --> 00:35:23.629 Jenny Duan: I think you need a 1 more sentence here like a so what type of sentence 216 00:35:23.860 --> 00:35:25.840 Jenny Duan: can you relate that back to you? 217 00:35:31.480 --> 00:35:34.540 Jenny Duan: You have like 9 more words. And it's okay. If it's a little bit longer. 218 00:35:36.100 --> 00:35:38.439 Jenny Duan: I just it needs to be a little bit like. 219 00:35:38.440 --> 00:35:41.739 huda: Should I connect it back to like the hook about like the robot. 220 00:35:42.220 --> 00:35:43.650 Jenny Duan: Yeah, that works. 221 00:37:07.850 --> 00:37:12.629 huda: I don't know if I like the wording of this, but I jus",
    "t like wordfounded. 222 00:37:14.020 --> 00:37:14.770 Jenny Duan: Yeah. 223 00:38:36.000 --> 00:38:36.760 Jenny Duan: Hello! 224 00:38:41.390 --> 00:38:44.140 Jenny Duan: I don't. I think this is a little long, but. 225 00:38:44.660 --> 00:38:46.010 Jenny Duan: Something like that. 226 00:39:02.960 --> 00:39:04.130 Jenny Duan: Robots. 227 00:39:06.250 --> 00:39:07.880 huda: The robots of tomorrow, maybe. 228 00:39:15.880 --> 00:39:16.570 Jenny Duan: For 229 00:39:28.090 --> 00:39:30.790 Jenny Duan: you shouldn't in knowledge. 230 00:39:31.660 --> 00:39:37.710 Jenny Duan: That's it for share impact in. 231 00:39:40.320 --> 00:39:43.959 Jenny Duan: I don't know like I don't. I don't like this, but like. 232 00:39:44.280 --> 00:39:44.830 huda: Yeah. 233 00:39:53.030 --> 00:39:58.740 huda: Maybe, like the software, I feel like that's just unnecessary. So because she's like coding the 234 00:40:02.410 --> 00:40:13.109 huda: coding the robots of tomorrow to explore the ethics of generative AI. I'm confident that Penn engineering will provide me with the foundation and knowledge necessary to make an impact. 235 00:40:36.740 --> 00:40:37.860 huda: maybe like 236 00:40:38.020 --> 00:40:50.709 huda: I can't, because you know how like, on the 1st paragraph I talk about like this obsession and the second paragraph, I talk about this passion. Maybe like I can continue that on in the conclusion, and just be like like to 237 00:40:50.950 --> 00:40:58.049 huda: spread like kind of like, spread the passion. So that, like more people want to create or more. People want to build 238 00:40:59.520 --> 00:41:02.710 huda: like billing things to connect people. 239 00:41:04.170 --> 00:41:06.300 Jenny Duan: Yeah. Can you 240 00:41:06.530 --> 00:41:10.339 Jenny Duan: tell me more about what that would look like in terms of change in your essay? 241 00:41:11.060 --> 00:41:12.759 huda: Yeah. So I could be like, 242 00:41:15.080 --> 00:41:27.880 huda: from coding the robots of tomorrow to expla",
    "in the ethics of generative AI. I'm confident that Penn engineering will provide me the the foundation and knowledge necessary to spread this 243 00:41:28.650 --> 00:41:31.559 huda: passion or spread this obsession. 244 00:41:32.680 --> 00:41:35.190 huda: I don't know if it's too clear what the obsession is. 245 00:41:35.190 --> 00:41:37.899 Jenny Duan: Yeah, I think obsession is a bit vague. 246 00:41:43.680 --> 00:41:52.040 huda: like, I think, I, I just in the last sentence, I want to make sure that the like the whole main point is that I want to like, build things to connect people? 247 00:41:53.970 --> 00:41:55.210 huda: So maybe like. 248 00:42:13.470 --> 00:42:19.810 huda: And can this part just be like, I'm confident that Penn engineering will platform me to 249 00:42:22.810 --> 00:42:29.230 huda: But for me to, I think I already set it earlier, though I say 250 00:42:29.310 --> 00:42:32.980 huda: how like digital spaces reshape communities. So 251 00:42:33.010 --> 00:42:35.050 huda: maybe I don't have to re-mention it. 252 00:42:44.590 --> 00:42:49.510 huda: Maybe like creating technology that to create technology, that 253 00:42:55.270 --> 00:43:03.330 huda: like, I don't know, like, not verbatim, but like changes. Yeah, like, like, it impacts communities. 254 00:43:27.640 --> 00:43:29.430 huda: Yeah, like that. 255 00:43:30.780 --> 00:43:31.350 Jenny Duan: Okay. 256 00:43:36.500 --> 00:43:39.219 Jenny Duan: I like that, too. Okay, can you read this out loud? 257 00:43:41.150 --> 00:43:45.979 huda: Strings of block code. Fill, my ipad screen, forward, turn right, Loop 258 00:43:46.080 --> 00:43:49.369 huda: the Robot, I built at 9 years, old, wears to life 259 00:43:49.400 --> 00:43:52.650 huda: tracing, clumsy figure eights across my bedroom floor. 260 00:43:52.740 --> 00:44:11.550 huda: Since then my obsession with building things to connect people has guided my pursuits from Synthoria, a game teaching data, science through games, regardless of prior kno",
    "wledge to Mht. Jobs, a platform connecting local and unemployed community members to opportunities. At Penn. I envisioned this 261 00:44:11.920 --> 00:44:13.440 huda: passion expanding 262 00:44:13.820 --> 00:44:33.900 huda: in the Moore Buildings, Dmd lab, I'm brainstorming with fellow artists and programmers sketching our interaction flows for our experimental game prototype in Cis 568 between technical discussions and player engagement. I'm rushing across Locust Walk to Professor Zachary Ives. 263 00:44:34.050 --> 00:44:40.410 huda: Networked lifecourse where our team is modeling, how information spreads through digital communities 264 00:44:40.470 --> 00:44:48.539 huda: evenings find me in the town building, working with the Game Development Club to test new interaction patterns that make multiplayer experiences more intuitive 265 00:44:48.670 --> 00:44:54.410 huda: and pushing beyond conventional development through Penn's networked and social systems engineering program. 266 00:44:54.730 --> 00:44:55.270 huda: Here's. 267 00:44:55.270 --> 00:44:56.770 Jenny Duan: Take this out all right. 268 00:44:56.950 --> 00:45:10.170 huda: Yeah. Here, surrounded by peers who share my vision for technology that bring people together, I'll explore how digital spaces can reshape the way communities connect and grow from coding the robots of tomorrow and 269 00:45:10.537 --> 00:45:19.479 huda: exploring the ethics of generative AI. I'm confident that Penn engineering will platform me to create technology built by and for the communities it serves. 270 00:45:19.880 --> 00:45:28.509 Jenny Duan: Okay, I got rid of the that sentence because I I felt like it didn't really fit in with the rest of the essay, and also like, since you're applying for Dmd, I just don't wanna make. 271 00:45:28.510 --> 00:45:28.970 huda: Yeah. 272 00:45:28.970 --> 00:45:34.359 Jenny Duan: Too enthusiastic about other programs, but I just cut it down. It's 200 words now, exactly. 273 00:45:34.810 --> 00:4",
    "5:35.890 huda: Okay. Great. 274 00:45:36.270 --> 00:45:36.900 Jenny Duan: Yeah. 275 00:45:38.350 --> 00:45:43.010 Jenny Duan: And then Dmd, essay, this is good. 276 00:45:43.010 --> 00:45:46.020 huda: Not sure if I really like this Danji essay. It's like. 277 00:45:46.340 --> 00:45:52.210 huda: but I just like. So I wrote like the Intro paragraph for like the 278 00:45:52.270 --> 00:46:09.769 huda: the Minecraft structures hook that we thought of. But then this is like a different one that I different. Take that I thought I'd take, which is kind of like. Talk about how I am like an interdisciplinary person, I mean, I feel like this kind of overlaps with a little bit with my common app, but I mean like 279 00:46:09.820 --> 00:46:27.500 huda: I felt like I could easily write about in this perspective. But I talked about like how it's been kind of like a place of comfort, because I've I've gotten so used to like being 2 different things that like now, like, it's easy for me to be like a game developer, because it's like both things. 280 00:46:27.990 --> 00:46:29.540 Jenny Duan: Yeah, let's see. 281 00:46:35.260 --> 00:46:41.300 Jenny Duan: I feel like this seems similar to your 1st essay. 282 00:46:42.020 --> 00:46:43.180 Jenny Duan: Little bit. 283 00:47:04.740 --> 00:47:07.910 Jenny Duan: This seems like a summarization of your comment. Comment. 284 00:47:14.990 --> 00:47:18.359 huda: I mean, I don't really know how to write like another 6 50 word. 285 00:47:18.360 --> 00:47:20.189 Jenny Duan: Yeah, no, that's so true. Because you 286 00:47:20.740 --> 00:47:22.131 Jenny Duan: like, you're like, been there done that. 287 00:47:22.850 --> 00:47:23.450 huda: Yeah. 288 00:47:29.480 --> 00:47:32.430 Jenny Duan: Okay, I don't think this is specific enough. 289 00:47:33.750 --> 00:47:36.430 Jenny Duan: I think this is too narrative. 290 00:47:36.910 --> 00:47:41.280 Jenny Duan: I think you should. I think this needs to be really specific. Why. 291 00:47:41.300 --> 00:47:50.",
    "120 Jenny Duan: computer imaging. And I don't see like anything that you're any curiosity on like computer graphics here, like animation 292 00:47:50.230 --> 00:47:51.660 Jenny Duan: advanced video. 293 00:47:52.210 --> 00:47:57.169 Jenny Duan: This is a little bit more with graphics. But I think you need to be really specific on 294 00:47:58.170 --> 00:48:00.129 Jenny Duan: something about graphics. 295 00:48:00.430 --> 00:48:16.880 Jenny Duan: even if that's not like, even though within this program you can tailor your classes. So you don't need to take all your classes in computer graphics. But like, that's what the Dmd program was founded for. And that's what it primarily serves. So they're going to be looking for people who are interested in computer graphics. And I don't see that mentioned anywhere here. 296 00:48:17.290 --> 00:48:23.789 Jenny Duan: So I think that's going to be like one of the most important things to consider in this next draft of the essay. 297 00:48:27.210 --> 00:48:28.160 Jenny Duan: Yeah. 298 00:48:45.030 --> 00:48:48.420 Jenny Duan: yeah. I think that like maybe. 299 00:48:50.720 --> 00:48:54.690 Jenny Duan: Oh, also, how's your portfolio going? Have you been able to look at Blender at all? 300 00:48:54.690 --> 00:49:02.669 huda: Yeah, I've actually like, made a like like I made like a little room with like, a couple of decorations. 301 00:49:02.670 --> 00:49:03.250 Jenny Duan: Yes. 302 00:49:04.360 --> 00:49:07.729 huda: Yeah, it's on my other computer. But let me just open it. 303 00:49:09.140 --> 00:49:12.559 Jenny Duan: If it'll take too long, it's fine, but if you can open it quickly, that's cool. 304 00:49:12.800 --> 00:49:13.460 huda: Yeah. 305 00:49:52.320 --> 00:49:55.930 huda: But yeah, I don't know. This last essay has been really tough to write. 306 00:50:03.410 --> 00:50:04.330 Jenny Duan: See. 307 00:50:33.760 --> 00:50:35.617 huda: Okay, so this is the 308 00:50:37.217 --> 00:50:39.929 Jenny Duan: Filter on so I can't see",
    " it. 309 00:50:39.930 --> 00:50:40.830 huda: Of 310 00:50:47.350 --> 00:50:48.899 huda: Can you see it? 311 00:50:48.900 --> 00:50:51.549 Jenny Duan: Oh, yeah, looks cool. 312 00:50:52.410 --> 00:50:54.990 Jenny Duan: Yeah, that looks really good. 313 00:50:55.390 --> 00:50:59.950 Jenny Duan: I wonder if you can make it even more detailed, like, if you have more time you can like, add more to it. 314 00:51:00.860 --> 00:51:06.729 huda: Yeah, yeah, I didn't really get much time, because, like a school and stuff. But. 315 00:51:06.730 --> 00:51:25.359 Jenny Duan: I think you should keep on. I think it looks really good. 1st of all, like I think it looks really good. I think, like you could experiment more by like changing up the lighting like. If you could find ways to add some lights, or like some lamps in it, you can look up a tutorial for that on Blender. You could make the lighting look really cool, and then you could also. 316 00:51:25.470 --> 00:51:39.400 Jenny Duan: Yeah, if you wanted to. You could add more like posters, and like other images to it, but or like other really small things like on your desk and stuff like, if you collect anything like the souvenirs like make it can make it more personalized. But 317 00:51:39.630 --> 00:51:41.704 Jenny Duan: yeah, I think it looks good. 318 00:51:42.050 --> 00:51:42.640 huda: Think. 319 00:51:43.770 --> 00:51:50.770 Jenny Duan: Let's see, I wanna show you my final thing that I made for Stanford has a 320 00:51:51.700 --> 00:51:55.069 Jenny Duan: Stanford has a class all on Blender. 321 00:51:56.030 --> 00:51:56.850 huda: Oh, wow! 322 00:51:56.850 --> 00:52:03.000 Jenny Duan: Lenders. So let me show if they can find my final image. 323 00:52:08.630 --> 00:52:09.370 Jenny Duan: Okay. 324 00:52:34.690 --> 00:52:35.630 Jenny Duan: this is our. 325 00:52:35.926 --> 00:52:36.520 huda: So cool. 326 00:52:36.520 --> 00:52:40.270 Jenny Duan: We made it like we had to do it in a bunch of different colors. 327 00:52:42.420 -",
    "-> 00:52:45.450 Jenny Duan: So when we submitted it, so 328 00:52:46.010 --> 00:52:47.980 Jenny Duan: let me show you another one. 329 00:52:49.110 --> 00:52:55.270 Jenny Duan: it's more clear. This is like a slightly blurry screenshot that I took, but like we added some snow effects 330 00:52:55.400 --> 00:52:55.920 Jenny Duan: and. 331 00:52:55.920 --> 00:52:56.760 huda: That's so cool. 332 00:52:56.760 --> 00:53:05.429 Jenny Duan: Warehouse. I think you can do a better job than this. But this is just like our basic following Blender tutorials on Youtube type of work. 333 00:53:07.380 --> 00:53:09.810 Jenny Duan: Okay, let's get back to this. Essa. 334 00:53:20.300 --> 00:53:24.940 Jenny Duan: I think that this sentence is too much of a telling sentence as well 335 00:53:24.950 --> 00:53:30.559 Jenny Duan: like growing up. I was always too much of something. Can you show me what it means to be too much of something 336 00:53:30.770 --> 00:53:33.650 Jenny Duan: like what is? What does that mean for you? 337 00:53:36.590 --> 00:53:41.760 huda: Yeah, I mean, like, I don't know like how to. I mean, like this essay I'm not 338 00:53:42.260 --> 00:53:44.859 huda: like in general. I don't know if I really like it 339 00:53:44.890 --> 00:53:53.669 huda: so I don't know if I think like I could write a different draft, but I think it would be easier if I'd have like like a good like outline of like 340 00:53:54.240 --> 00:54:03.080 huda: like how to start it off. What I should talk about, because, like, I know, I know there's this stuff, but like I don't really know, I still don't really know how to write the essay. 341 00:54:03.490 --> 00:54:04.410 Jenny Duan: And 342 00:54:11.110 --> 00:54:12.340 Jenny Duan: let's see. 343 00:54:13.580 --> 00:54:14.770 Jenny Duan: Oh. 344 00:54:19.990 --> 00:54:25.499 Jenny Duan: okay, what about computer graphics or computer imagery? If anything interests you. 345 00:54:30.680 --> 00:54:36.624 huda: Well, there's like, like for one 346 0",
    "0:54:37.820 --> 00:54:43.820 huda: like art on online and like, not online. But like on computers, is like 347 00:54:44.890 --> 00:54:51.209 huda: pretty. It's like you can do things that you can't have done like if it was real like, for example, like 348 00:54:51.771 --> 00:54:58.639 huda: like with 3D modeling, there's like you can make stuff that doesn't even exist like imaginary things. 349 00:54:59.070 --> 00:55:04.920 huda: And like, I guess it's you could kind of see the same about like regular art. But like, I think 350 00:55:05.210 --> 00:55:11.630 huda: you could like, make it really close to reality with 3D modeling and computer graphics. 351 00:55:12.520 --> 00:55:14.890 Jenny Duan: Yeah, maybe you could say, like. 352 00:55:16.010 --> 00:55:22.489 Jenny Duan: I think there it could. There, you could discuss something interesting about like AI and computer graphics. And like 353 00:55:24.040 --> 00:55:25.170 Jenny Duan: how 354 00:55:25.530 --> 00:55:38.230 Jenny Duan: AI can augment but not replace like human imagination like, maybe you could use something, draw inspiration from like the themes of your Disney essays that you wrote for Disney Dreamers Academy. By the way, have you heard anything from them? 355 00:55:38.740 --> 00:55:39.920 huda: No, I haven't. 356 00:55:40.820 --> 00:55:43.250 Jenny Duan: I don't know when they should release any decision. 357 00:55:43.250 --> 00:55:47.109 huda: Yeah, let me see if it was like anywhere. 358 00:55:51.580 --> 00:55:55.029 Jenny Duan: Okay, I just looked on. I just looked on Reddit. And 359 00:55:55.543 --> 00:55:58.289 Jenny Duan: you think you should get something this week. 360 00:55:58.780 --> 00:55:59.686 huda: This week. 361 00:56:00.140 --> 00:56:02.509 Jenny Duan: Next like next week. It was like 362 00:56:02.550 --> 00:56:04.809 Jenny Duan: people on Reddit have been talking about it. 363 00:56:05.910 --> 00:56:06.479 Jenny Duan: No one. 364 00:56:06.480 --> 00:56:07.120 huda: Let's go. 365 00:56:0",
    "7.120 --> 00:56:11.220 Jenny Duan: Decision. Yet like this is as of 3 days ago, so. 366 00:56:11.900 --> 00:56:12.650 huda: Wow! 367 00:56:13.020 --> 00:56:15.653 Jenny Duan: Okay. So you should get something shortly. 368 00:56:16.030 --> 00:56:18.660 huda: That's like the same time as Stanford. So. 369 00:56:19.600 --> 00:56:20.290 Jenny Duan: Yes, 370 00:56:22.480 --> 00:56:23.852 Jenny Duan: Yes, it is. 371 00:56:24.550 --> 00:56:25.609 Jenny Duan: Oh, yeah. 372 00:56:25.610 --> 00:56:27.193 huda: That's scary. But it's okay. 373 00:56:27.510 --> 00:56:30.469 Jenny Duan: Okay. Have you heard about interviews at all? 374 00:56:32.750 --> 00:56:33.490 huda: No. 375 00:56:34.250 --> 00:56:39.495 Jenny Duan: Okay, like interviews don't really mean anything. 376 00:56:41.740 --> 00:56:45.190 Jenny Duan: yeah, because it's only depending on availability. 377 00:56:47.930 --> 00:56:49.630 Jenny Duan: Let's see. 378 00:56:52.910 --> 00:57:01.329 Jenny Duan: Yeah, I don't think I don't really think Stanford does a bunch of interviews in the Bay area. 379 00:57:03.110 --> 00:57:04.350 Jenny Duan: But. 380 00:57:04.730 --> 00:57:08.530 huda: I think I should expect one from Mit, because 381 00:57:08.849 --> 00:57:13.770 huda: I know, like 2 of my friends got an interview with Mit because they did early decision. 382 00:57:14.440 --> 00:57:16.240 huda: or early action. 383 00:57:16.390 --> 00:57:18.029 huda: I don't know which one they have. But 384 00:57:18.420 --> 00:57:26.169 huda: yeah, that one. And so, since I did regular decision, I must. I should probably get the interviews in like January, or something like that. 385 00:57:26.170 --> 00:57:27.719 Jenny Duan: Yeah, or February. 386 00:57:28.000 --> 00:57:28.670 huda: Yeah. 387 00:57:30.910 --> 00:57:31.930 Jenny Duan: Okay, yeah. 388 00:57:31.960 --> 00:57:41.929 Jenny Duan: I think Stanford, don't worry about the interview thing, because in the Bay area they don't. They used to not interview people at all, and so no",
    "w only depends on like the number of alumni who sign up for interviews. 389 00:57:42.070 --> 00:57:46.900 Jenny Duan: So I think it's fine for Usc. Have you. I don't know if Usc. 390 00:57:47.310 --> 00:57:50.050 Jenny Duan: Does Usc. Do interviews. I don't know. 391 00:57:50.410 --> 00:57:51.110 huda: Let me see 392 00:57:58.585 --> 00:57:59.590 huda: apparently they don't. 393 00:58:00.210 --> 00:58:01.429 Jenny Duan: Okay, cool. 394 00:58:02.400 --> 00:58:11.020 Jenny Duan: Okay. Don't worry about interviews. They're not that significant either way. Like, if you get one, or if you don't get one, it's both like, not that significant 395 00:58:12.310 --> 00:58:16.420 Jenny Duan: But let's think about how else you want to restructure this essay. 396 00:58:20.190 --> 00:58:21.150 huda: The Disney 397 00:58:22.300 --> 00:58:28.789 huda: The Disney essay that you're referring to is that the one where it's like where I talk about how 398 00:58:29.187 --> 00:58:40.990 huda: like? Why, gaming is like my dream career, or like game development, is my dream career which talks about like helping people with mental disabilities. So I think that's like the one that matches 399 00:58:41.120 --> 00:58:43.159 huda: closest from the other ones. 400 00:58:45.470 --> 00:58:46.480 Jenny Duan: That one. 401 00:58:47.030 --> 00:58:50.375 Jenny Duan: But honestly, Disney essays don't relate so much with this. 402 00:58:50.890 --> 00:58:56.180 Jenny Duan: I think the key in this essay is, you really need to emphasize computer imaging. And why? That's important to you. 403 00:58:56.470 --> 00:58:57.460 Jenny Duan: But like. 404 00:58:58.280 --> 00:59:03.810 Jenny Duan: if if you need to make up a reason or something that connects you fully with computer imaging. 405 00:59:04.180 --> 00:59:06.760 huda: Like what kind of structure cause like 406 00:59:07.010 --> 00:59:18.300 huda: like I can't really find like, because sometimes I started off with like an anecdote, and then sometimes like wi",
    "th an analogy or something like I'm kind of struggling to like, figure out like how to start this one off. 407 00:59:23.300 --> 00:59:31.420 Jenny Duan: Yeah, I think I'm gonna see if I can find an essay online. 408 01:00:31.610 --> 01:00:35.259 huda: Okay? So I, I see, like this thing online, which says. 409 01:00:35.623 --> 01:00:58.539 huda: Start this supplement with a story that shares your passion for computer science and the arts through a specific moment or experience. Keep this small so that you can include a lot of details and specifics, then transition into what you wanted to study at Penn, and how the Dmd. Program matches with your interests. Close out the supplement with a vision for the future, and how the Dmd. Will get you there. 410 01:00:59.320 --> 01:01:10.859 Jenny Duan: I feel like this is just like every essay is formatted that way, though, like it always starts out with an anecdote, and then it always goes into your personal experience. But I think the question is like, what anecdote do you want to show here. 411 01:01:10.860 --> 01:01:11.560 huda: Yeah. 412 01:01:11.560 --> 01:01:28.679 Jenny Duan: Like. I think, something like I like the Minecraft idea, but if it's not flowing, then we can pivot like something like you know how Minecraft has evolved so much over time from like the 1st iteration of the game to now, and how like computer graphics technologies have expanded our ability to imagine. I think that's like really cool. 413 01:01:28.680 --> 01:01:52.369 Jenny Duan: because in Minecraft, before, like your, your imagination is constrained by what you can depict on the screen. But today, like with AI and other technologies like your imagination is not constrained by anything. And like digital imaging like the advertising campaigns like, you can talk about social media, too, if you want and like. How different companies are leveraging AI to push the boundaries of human and imagination! How? That's like pretty powerful, because it encourage",
    "s us to 414 01:01:52.930 --> 01:01:54.910 Jenny Duan: learn more in different ways. 415 01:01:55.320 --> 01:02:00.370 Jenny Duan: But like, I don't know if that's interesting to you, or how you would write that. 416 01:02:00.740 --> 01:02:06.639 Jenny Duan: But that's kind of what strikes me most about why computer imaging is cool, or why it's important. 417 01:02:11.160 --> 01:02:18.710 huda: Maybe I can talk about like like the same kind of example you talked about, which was like like the Minecraft Kabba. And like. 418 01:02:18.760 --> 01:02:21.250 huda: maybe I can talk about like how 419 01:02:21.730 --> 01:02:35.840 huda: that did like seeing that digitally, or like building that digitally it gave me like hope that like one day. I would see it, too, and then, like, I can talk about like seeing it in person, and like how that, like the like, seeing it 420 01:02:36.090 --> 01:02:56.239 huda: through digital, like kind of representation that like inspired me, or like, gave me hope that one day I'll see it in real life, too. Yeah. And so I can kind of go into detail about like how like graphics can like kind of give people hope and like also represent things in real life. Maybe. 421 01:02:56.240 --> 01:02:59.269 Jenny Duan: Yeah, exactly. And also, have you been able to visit Upenn. 422 01:03:00.729 --> 01:03:01.240 huda: No. 423 01:03:01.240 --> 01:03:22.449 Jenny Duan: Yeah, okay. Something you can say is like, you haven't been able to visit Upenn. But because of computer graphics, you're able to take like an online 3D tour of Upenn, like I'm sure you can. And how like it makes things accessible for people who can't just like fly across the country, because, like, that's expensive to go to our colleges, or, you know, to go to Mecca, or something like that's super expensive, that's super far like. 424 01:03:22.490 --> 01:03:40.059 Jenny Duan: And technology makes that more accessible. You can talk about VR. AR. How that relates to gaming things like that, and lik",
    "e everything from learning how to cook with a headset to like doctors being trained to like perform better operations because they practice using headsets which use computer imaging to like. 425 01:03:40.510 --> 01:03:49.279 Jenny Duan: I don't know representations of wildfires and like how weather pattern, I don't know, like computer imaging goes in like a lot of different dimensions. And like you can connect that to yourself. 426 01:03:49.960 --> 01:03:50.670 huda: Yeah. 427 01:03:51.920 --> 01:03:52.910 Jenny Duan: What do you think? 428 01:03:53.330 --> 01:03:57.469 huda: Yeah, I think that's good. I think I now know, like, how I want to start off the essay. 429 01:03:57.930 --> 01:04:11.779 Jenny Duan: Okay, sounds good. So I think today we spent a lot of time talking about Upenn. But I think next time we meet we can probably finish and just do a final review of this essay, and then we'll be done with that and then finish the Cmu essays as well. 430 01:04:12.170 --> 01:04:13.010 huda: Yeah. 431 01:04:13.360 --> 01:04:16.859 Jenny Duan: Okay, sounds good. When do you want to meet next? 432 01:04:17.020 --> 01:04:31.369 Jenny Duan: I see. Like your Cm. Uss are already drafted. So later, I can just leave some comments on this, and like if their comments I haven't looked at them yet, to be honest. But if the comments aren't too significant, if I think they're not too significant. Then you can just submit it. After I mark up. 433 01:04:31.370 --> 01:04:32.070 huda: Okay. 434 01:04:32.280 --> 01:04:37.740 Jenny Duan: Unless you want to meet for to go over Cmu specifically, or add it to the next end of the next meeting. 435 01:04:38.050 --> 01:04:38.759 Jenny Duan: I don't know what. 436 01:04:39.460 --> 01:04:40.250 Jenny Duan: Better. 437 01:04:40.800 --> 01:04:42.392 huda: I'll update you tomorrow. 438 01:04:42.790 --> 01:04:45.240 Jenny Duan: Oh, wait! Notice! You're missing this actually never. 439 01:04:45.240 --> 01:04:51.680 huda: Yeah, sorry. I'll update you ",
    "tomorrow after, like this one's done. But yeah. 440 01:04:52.340 --> 01:04:54.360 Jenny Duan: I think that sounds good as well. Yeah. 441 01:04:54.520 --> 01:04:55.930 Jenny Duan: When do you want to meet next. 442 01:04:57.417 --> 01:04:59.149 huda: Does Sunday work. 443 01:04:59.490 --> 01:05:04.159 Jenny Duan: Yeah, Sunday is good. Is there a time that is best for you? 444 01:05:06.920 --> 01:05:12.980 huda: I think like in the afternoon. So maybe like, but actually maybe 445 01:05:13.420 --> 01:05:15.359 huda: 7 pm. To 7 pm. Work. 446 01:05:16.516 --> 01:05:18.550 Jenny Duan: Yes, 7 Pm. Is good. 447 01:05:21.390 --> 01:05:24.950 Jenny Duan: Okay? Then I will see you on Sunday. 448 01:05:25.750 --> 01:05:28.279 huda: Alright! Great! I'll see you soon. Bye."
  ],
  "turns": [
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 10.25,
      "end": 12.62,
      "text": "Hi, Huda! How's it? How's it going. 2"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 13.05,
      "end": 14.69,
      "text": "Hi! It's going well, how are you? 3"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 14.95,
      "end": 20.859,
      "text": "I'm doing good. What do you have finals? And is that coming up soon, or when do you get? When do your finals start? 4"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 21.13,
      "end": 25.23,
      "text": "Yeah, that's next to next week. But I have a couple of finals next week as well. 5"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 26.31,
      "end": 28.1,
      "text": "Good luck you've got this. 6"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 28.42,
      "end": 29.48,
      "text": "Thank you. 7"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 30.4,
      "end": 37.52,
      "text": "Awesome. So 8 I'm going to open up your essays, and we can just start by taking a look at those. 9"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 39.36,
      "end": 44.174,
      "text": "Oh, yeah, I actually came up with, like a whole different idea for the thank you. Note essay. 10"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 44.71,
      "end": 46.51,
      "text": "Got it. Why did you come up with. 11"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 46.88,
      "end": 92.8,
      "text": "Yeah. I wanted to write a letter to someone from J. Camp. His name was Ayan, and he was the one who shared like a story about, like his family's, like story in Pakistan, and like how his family faced like religious discrimination, and it was pretty extreme. But I kind of found a little comfort from that conversation, and I kind of felt like 12 I deeply connected with him. At that time, especially at J. Camp. I was feeling very like, almost left out, almost like like the black sheep like I almost had like imposter syndrome in the beginning, but after that conversation I was like a little more comfortable sharing my story, and like kind of being vulnerable and admitting that like. 13"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 92.85,
      "end": 114.499,
      "text": "yes, I'm from like a small town, and like, maybe we don't have as much like journalism in our area, but like 14 I like, we have a lot of stories there, too, and like also, like my background, like I was just a little more comfortable talking about it there after that conversation. So I decided I wanted to write like a little more like personal like letter to him. 15"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 116.07,
      "end": 117.42,
      "text": "Okay, cool. 16"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 131.91,
      "end": 153.739,
      "text": "I really like this. 17 Thanks. I feel like, I think we don't need this context. 18 I think maybe we can say, like. 19 Thank you for changing my life 20 in a way that like despite, not even like, without even knowing or anything like that instead. 21"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 158.57,
      "end": 181.479,
      "text": "I think you don't need to write this sentence. This note 22 has been brewing for a long time, because I think it's like 23 in the prompt. It's implied that 24 you have not yet thanked this person, so I think it's like 25 kind of implied, given the prompt that they know that you haven't written to this person for a while, so I think you could save some words by taking this out and writing something different. 26"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 182.91,
      "end": 183.53,
      "text": "Minutes. 27"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 194.4,
      "end": 209.86,
      "text": "And then maybe, instead of this, during those 1st days at Camp 28 you're right. Something like. When we 1st met at J. Camp, I was, and then something like that type of structure would help show your change as a person throughout J. Camp. 29 More. 30"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 209.86,
      "end": 215.28,
      "text": "Yeah, like, oh, what can you repeat what you said? 31"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 216,
      "end": 220.34,
      "text": "Yeah, when we 1st met, or when I 1st met you, or when you 1st met me, something like that. 32"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 233.844,
      "end": 245.879,
      "text": "Should I say like Thank you for changing or like 33 helping me be vulnerable or like I'm not sure how to like word the 1st sentence. 34"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 252.25,
      "end": 253.87,
      "text": "thank you. 35"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 260.54,
      "end": 262.619,
      "text": "We can write the 1st sentence at the end. 36"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 262.79,
      "end": 264.85,
      "text": "We have to look through the rest of the essay. 37"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 267.78,
      "end": 276.869,
      "text": "Is there 38 another way you can say I was trying so hard to prove myself, because it seems like that's more of a telling statement, but I I'm sure we can show as a showing statement more. 39"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 284.68,
      "end": 296.849,
      "text": "maybe I could say, like, I was painting a different picture of myself. 40 raising my hand preposterously, quick for every question, 1st thing what I'd say before each workshop. 41"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 321.64,
      "end": 332.67,
      "text": "Can you describe this experience with 42 without making it sound? Essay like like, if you were just talking to me, how would you describe how you felt at the beginning of Jcam. 43"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 333.38,
      "end": 376.37,
      "text": "Yeah. So like, in the beginning of J. Camp, there's actually a specific time where? Well, he wasn't there. But there was like this time where I was sitting with, like some of the other student journalists, and they're all talking about like kind of complaining about only only having 7 school newspapers, and like I kind of. I felt really out of place at the time, because our school has one which is really not active at all, and so kind of like 44 that lack of resources, and just like feeling kind of 45 less experienced than everyone else. I felt kind of like 46 imposter syndrome like I shouldn't have. I don't know why I got accepted that kind of feeling. 47"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 403.40999999999997,
      "end": 409.779,
      "text": "Okay. 48 when we 1st met at J. Camp. 49"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 443.26,
      "end": 447.809,
      "text": "okay, I'm gonna use it. 50"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 464.29,
      "end": 466.659,
      "text": "When we 1st met at J. Camp. 51"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 474.18,
      "end": 483.14,
      "text": "what did you talk about when you 1st met, like, what was your first? st 52 Do you remember your 1st conversation, or was? Was his thing your 1st conversation. 53"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 484.09,
      "end": 503.26,
      "text": "I mean, I think, like our 1st conversation was just like we all had to introduce ourselves. So I guess 54 I just like talked about like where I'm from. I I mean, like I remember introducing myself from like San Francisco and 55 like saying some of the work that we've done. 56"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 505.94,
      "end": 506.89,
      "text": "Okay. 57"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 510.84,
      "end": 518.09,
      "text": "Maybe I could feel like when I 1st when we 1st met. I told you I'm from San Francisco, and then, like. 58"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 518.485,
      "end": 520.859,
      "text": "I'm actually from Mountain House, California. 59"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 521.19,
      "end": 522.039,
      "text": "Yeah. 60"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 522.049,
      "end": 523.219,
      "text": "That's super good! 61"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 534.59,
      "end": 547.829,
      "text": "And then, like maybe I could even say like 62 towards the end, I could be like thanks for helping me realize that I don't have to tell people I'm from San Francisco. I can tell people I'm from Mountain House like. 63"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 547.83,
      "end": 576.079,
      "text": "Okay, I like the ending. Let's just start with changing that 1st paragraph, for now, also, I'm gonna cut down your second essay a bit, because I don't. I want to avoid overlap. 64 So actually, I think I just cut it down. 65 I just took out the mention of Mound House, California. 66 In your second essay. I just said, my rural town is full of them. Instead of my rural town mountain house. California is full of them that way. You you'll need to mention the specific name of your town one time 67"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 665.2,
      "end": 684.259,
      "text": "I'm actually from Mountain House. California would fit better like right after this sentence, or at the end, because at the end you could say, like, right here, you could say, I'm actually from Mountain House, California. Thank you for helping me realize I didn't need to prove anything to belong like. If you ever want to visit or say something about visiting like you're welcome, or something. 68"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 684.55,
      "end": 706.58,
      "text": "Yeah. 69 it looks better in the ending, because I feel like over here like this 1st paragraph is talking about like how I behaved in the beginning. The second paragraph is talking about like the event. That kind of changed it all, and the 3rd and like kind of last sentence, are talking about like 70 my resolution? 71"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 738.02,
      "end": 746.009,
      "text": "Should I say something like if you ever want to say Hi to the local cows? You're welcome to visit anytime, or you can visit anytime. 72"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 746.56,
      "end": 747.37,
      "text": "Yeah. 73"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 887.97,
      "end": 897.69,
      "text": "okay, this doesn't need to be changed. But it's like something like that. 74 But the sentence could be edited. 75"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 914.37,
      "end": 938.83,
      "text": "Should I say something like after I say 76 When we 1st met at J camp I told you I was from San Francisco. And then I could say something like 57 miles away. 77 like, I feel like adding a specific detail like, I'm actually 57 miles away. Mountain house, California. Maybe like that might be like a good way to put it, but I'm not sure. 78"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 939.93,
      "end": 941.46,
      "text": "Yeah, that that works. 79"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 945.18,
      "end": 951.56,
      "text": "Hmm! 80 Actually, I don't know if that fits here after this sentence. Maybe over here, though. 81"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 956.41,
      "end": 958.059,
      "text": "I don't think we need that. 82"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 958.24,
      "end": 959.09,
      "text": "Okay. 83"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1011.9,
      "end": 1025.48,
      "text": "Maybe I could say, like among students from schools with 7 newspapers. 84 Yeah. 85 So there's like, 86 Last part would fit in. Might be like repeated. Because I say over here, I'd somehow fit in with our prospect. City journalism, experience. 87"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1041.99,
      "end": 1042.89,
      "text": "Out! 88"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1075.43,
      "end": 1099.32,
      "text": "I was thinking like, 89 This sentence could be like among students from schools with 7 newspapers. 90 it almost felt like a like a duty. And then because this like next line, the next few lines I'm talking about like things that I did to like 91 fit in, I guess. So yeah. 92"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1102.73,
      "end": 1104.35,
      "text": "It almost felt like a duty. 93"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1104.49,
      "end": 1105.11,
      "text": "Yeah. 94"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1119.47,
      "end": 1120.37,
      "text": "How's that? 95"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1120.93,
      "end": 1121.51,
      "text": "Yeah. 96"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1122.39,
      "end": 1125.92,
      "text": "I think. Yeah, cause I think we just need to be more specific about what it is, because. 97"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1146.57,
      "end": 1149.629,
      "text": "I think this sentence could be made a little bit smoother. 98"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1150.45,
      "end": 1151.06,
      "text": "Yeah. 99"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1162.15,
      "end": 1164.25,
      "text": "Did you say? Religious persecution. 100"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1165.57,
      "end": 1172.69,
      "text": "Yeah, I don't know if that's if that like wording. 101 it's too like extreme for like essays. But that's like what happened. 102"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1178.83,
      "end": 1180.7,
      "text": "Maybe just discrimination. 103"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1181.01,
      "end": 1181.65,
      "text": "Hmm! 104"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1203.16,
      "end": 1205.04,
      "text": "It felt familiar. Maybe. 105"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1210.58,
      "end": 1226.06,
      "text": "Because it's it's like, what's the Co. The 106 contrast is between what you were feeling here and here. So I finally felt 107 understood where I finally felt seen, I finally felt recognized. 108 One of those words might be good. 109 What do you think. 110"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1229.19,
      "end": 1230.71,
      "text": "Understood. I think. 111"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1231.93,
      "end": 1232.6,
      "text": "Okay? 112"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1380.82,
      "end": 1383.38,
      "text": "Oh, yeah, don't. It's a better word. 113"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1386.18,
      "end": 1393.01,
      "text": "Also, I'm not sure if I could share share this essay with him, because he's also applying to Penn this year. So. 114"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1397.33,
      "end": 1400.329,
      "text": "That's okay. But hypothetically, you would right. 115"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1400.33,
      "end": 1401.59,
      "text": "Yeah, yeah. 116"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1401.76,
      "end": 1404.15,
      "text": "Do you still keep in touch with the J. Camp people? 117"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1404.53,
      "end": 1410.779,
      "text": "Yeah, actually, especially during like. 118 like during the election day, like, everyone was really active. 119"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1410.78,
      "end": 1413.859,
      "text": "Do you guys have a group chat or discord, or something? 120"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1413.86,
      "end": 1416.189,
      "text": "Yeah, we have like a Whatsapp group chat. 121"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1416.19,
      "end": 1417.43,
      "text": "Oh, yeah. Great. 122"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1418.255,
      "end": 1423.329,
      "text": "Yeah. 123 But I'm really glad, because we've all been like, really connected, even after G. Camp. 124"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1423.92,
      "end": 1430.499,
      "text": "That's so good, and you'll probably see at least like one J. Camper or an alum like wherever you end up going to school. 125"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1430.82,
      "end": 1431.36,
      "text": "Yeah. 126"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1431.36,
      "end": 1440.649,
      "text": "So exciting that you'll have that community already. There. 127 Okay. 128 can you read this out loud? 129"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1441.32,
      "end": 1478.21,
      "text": "Yeah, dear Ayon, I have a confession to make. 130 When we 1st met at J. Camp, I told you I was from San Francisco. 131 among students from schools with 7 newspapers exaggerating my background, almost felt like a duty. 132 I'd raise my hand for every question and rehearse what I'd say before each workshop. 133 I thought that if I spoke enough about my small town Gazette I'd somehow fit in and fit in with everyone's big city journalism experience. 134 Remember that conversation we had sitting criss cross on the warm tiles of the lounge when you brought up the religious discrimination your family faced back in Pakistan. I finally felt understood 135"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1478.26,
      "end": 1516.84,
      "text": "suddenly all those stories I'd reserved about my own family's experiences in India didn't feel so out of place. It didn't feel out of place any more. 136 After our conversation I stopped counting my raised hands. Instead, I started counting the stories I shared real ones about home, faith and belonging you never knew. But you gave me that gift the courage to be quieter and somehow heard more clearly. 137 I'm actually from Mount House, California. If you ever want to say, Hi! To the local brown cows, you're welcome anytime. 138 Thanks for helping me realize that I don't need to prove anything that I don't 139 need to approve anything to belong okay. 140"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1520.89,
      "end": 1536.93,
      "text": "Yeah, I think you already have it. Yeah, I think 200 words. No problem. 141 200 words. Exactly. Yeah. Okay. I think this is a lot better. 142 I think it actually sounds like your voice. 143 I think that was also missing a little bit in the previous essay. What. 144"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1536.93,
      "end": 1551.47,
      "text": "Yeah, I also feel like. 145 I'm not sure. I looked up a lot of examples, and none of them wrote about like famous people. So I just like looked for someone that like, I've actually like met and like talked to. 146 So yeah. 147"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1552.48,
      "end": 1567.849,
      "text": "Yeah, I think it'll be really good. 148 I think. Well, it is really good. Yeah. Good job. 149 Incredible. 150 So then the rest of your essays. This I cut down. 151"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1569.41,
      "end": 1571.979,
      "text": "I did the did the 3rd essay as well. 152"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1571.98,
      "end": 1573.92,
      "text": "Cool Penn engineering 153"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1596.22,
      "end": 1599.829,
      "text": "is this program like a concentration within Cs, or what is this. 154"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1602.47,
      "end": 1611.339,
      "text": "Yeah, I think it's like some like a class, some classes that 155 that like you have to take. Let me just double check, though. 156"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1611.72,
      "end": 1612.09,
      "text": "Okay. 157"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1620.27,
      "end": 1622.6,
      "text": "Actually, I think it's a major. 158"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1628.51,
      "end": 1630.24,
      "text": "Yeah, I think it's a major. 159"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1634.63,
      "end": 1646.739,
      "text": "Okay, 160 networked and social systems. Engineering is the major, not cs, so you're not applying for Cs, what is networked and social systems engineering. I don't know. Can you explain to me what that is? 161"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1647.54,
      "end": 1657.959,
      "text": "Yeah, it's like, it's essentially kind of like a data science. It's like the first, st like. 162 data, science slash like AI, major, I think. 163"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1659.28,
      "end": 1663.89,
      "text": "Yeah, perfect. 164 Is it new? Or how new is it. 165"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1666.22,
      "end": 1681.6,
      "text": "I think it's new. Let me just double check. But also it's somehow kind of like related to game development as well, because there's like, some classes like algorithmic game theory. 166 There's game theory. 167"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1681.64,
      "end": 1688.86,
      "text": "Like a lot of game theory 168 like math, game theory, or game theory like games, game theory. 169 Those are 2 different things. 170"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1689.52,
      "end": 1690.816,
      "text": "Actually, I'm not sure. 171"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1691.14,
      "end": 1692.979,
      "text": "It might be math, game theory. 172"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1694.08,
      "end": 1695.29,
      "text": "Oh, I see! 173"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1695.98,
      "end": 1697.25,
      "text": "Still, cool. 174"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1703.39,
      "end": 1716.03,
      "text": "But yeah, this wouldn't be like my 175 This wouldn't be like my major, but I just thought it was pretty interesting, so me, I don't know if that 176 should be mentioned. If it's not the Major. 177"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1716.84,
      "end": 1718.86,
      "text": "Are you applying as a Cs Major? 178"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1719.14,
      "end": 1721.64,
      "text": "No, I'm doing the Dmd. 179"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1721.9,
      "end": 1723.57,
      "text": "Over right. 180"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1723.89,
      "end": 1724.49,
      "text": "Yeah. 181"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1725.91,
      "end": 1735.74,
      "text": "I think. 182 Is there a chance that you get into Pen? But not Dmd, is that possible? 183"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1737.141,
      "end": 1741.069,
      "text": "I mean, I could put it as my, I think there's a second choice option. 184"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1741.4,
      "end": 1754.48,
      "text": "Sounds good 185 cause, I think if you if you can. 186 it'd be like if you can get into Pen. But not Dmd, like, if that's even a possibility. Then I think it's fine. 187"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1755.51,
      "end": 1756.22,
      "text": "Okay. 188"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1758.9,
      "end": 1760.829,
      "text": "Let me just double check it again. 189"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1771.54,
      "end": 1777.2,
      "text": "I don't actually think it's so. I don't think you should mention this as what excites you most. I don't think you should give it that much. 190"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1777.2,
      "end": 1777.72,
      "text": "Yeah. 191"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1777.72,
      "end": 1791.559,
      "text": "You should just mention it, but don't say like it's what excites you most because they didn't ask you about what major you want to be. They asked you about 192 engineering in general. So I think it's okay to talk a little bit more broadly about engineering. 193"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1792.91,
      "end": 1793.57,
      "text": "Yeah. 194"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1825.49,
      "end": 1840.125,
      "text": "maybe I could. Just here I could say, like, cause here I'm like, listing like kind of 195 like settings, almost that I can see myself in at Penn, and then, like I could just combine this with like other ones, so I can see like I can say, 196"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1844.74,
      "end": 1860.04,
      "text": "I'm pushing beyond con conventional development 197 through Penn's unique networked and social systems, engineering programs. 198"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1860.46,
      "end": 1861.09,
      "text": "Yeah. 199"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1886.89,
      "end": 1887.66,
      "text": "Okay. 200"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1908.91,
      "end": 1930.09,
      "text": "Right, I think you need to contextualize this a little bit more like, where are you? Where? What context is this? How old are you because you say this like 201 transformed your obsession. But like it's not really clear like, when 202 when did you do this like? When does your obsession start. 203 Yeah, yeah. 204"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1945.91,
      "end": 1954.12,
      "text": "why did you build this robot 205 like what inspired cause? I don't think this is a normal thing for a 9 year old to do so. What 206 inspired you. 207"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1955.02,
      "end": 1976.81,
      "text": "I think, like one like 208 one time I went to like the the apple store, and then they they were selling like these like robot kits and like I was just like really curious about it, like, because I always saw them in movies as like like kind of the future. And I guess I was really interested in that like at that age. 209"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1977.71,
      "end": 1981.61,
      "text": "Yeah, alright, it makes sense. 210 Let's see. 211"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1987.19,
      "end": 1994.77,
      "text": "yeah, ipad screen. 212 This is, I think this is enough context. 213"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1995.36,
      "end": 2002.55,
      "text": "Alright. 214 Maybe it's like my 1st robot. I could say the robot I built at 9. Yeah. 215"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2120.39,
      "end": 2125.84,
      "text": "I think you need a 1 more sentence here like a so what type of sentence 216 can you relate that back to you? 217"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2131.48,
      "end": 2138.439,
      "text": "You have like 9 more words. And it's okay. If it's a little bit longer. 218 I just it needs to be a little bit like. 219"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2138.44,
      "end": 2141.739,
      "text": "Should I connect it back to like the hook about like the robot. 220"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2142.22,
      "end": 2143.65,
      "text": "Yeah, that works. 221"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2227.85,
      "end": 2232.629,
      "text": "I don't know if I like the wording of this, but I just like wordfounded. 222"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2234.02,
      "end": 2234.77,
      "text": "Yeah. 223"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2316,
      "end": 2316.76,
      "text": "Hello! 224"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2321.39,
      "end": 2326.01,
      "text": "I don't. I think this is a little long, but. 225 Something like that. 226"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2342.96,
      "end": 2344.13,
      "text": "Robots. 227"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2346.25,
      "end": 2347.88,
      "text": "The robots of tomorrow, maybe. 228"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2355.88,
      "end": 2356.57,
      "text": "For 229"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2368.09,
      "end": 2383.959,
      "text": "you shouldn't in knowledge. 230 That's it for share impact in. 231 I don't know like I don't. I don't like this, but like. 232"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2384.28,
      "end": 2384.83,
      "text": "Yeah. 233"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2393.03,
      "end": 2413.109,
      "text": "Maybe, like the software, I feel like that's just unnecessary. So because she's like coding the 234 coding the robots of tomorrow to explore the ethics of generative AI. I'm confident that Penn engineering will provide me with the foundation and knowledge necessary to make an impact. 235"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2436.74,
      "end": 2462.71,
      "text": "maybe like 236 I can't, because you know how like, on the 1st paragraph I talk about like this obsession and the second paragraph, I talk about this passion. Maybe like I can continue that on in the conclusion, and just be like like to 237 spread like kind of like, spread the passion. So that, like more people want to create or more. People want to build 238 like billing things to connect people. 239"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2464.17,
      "end": 2470.339,
      "text": "Yeah. Can you 240 tell me more about what that would look like in terms of change in your essay? 241"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2471.06,
      "end": 2495.19,
      "text": "Yeah. So I could be like, 242 from coding the robots of tomorrow to explain the ethics of generative AI. I'm confident that Penn engineering will provide me the the foundation and knowledge necessary to spread this 243 passion or spread this obsession. 244 I don't know if it's too clear what the obsession is. 245"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2495.19,
      "end": 2497.899,
      "text": "Yeah, I think obsession is a bit vague. 246"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2503.68,
      "end": 2515.21,
      "text": "like, I think, I, I just in the last sentence, I want to make sure that the like the whole main point is that I want to like, build things to connect people? 247 So maybe like. 248"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2533.47,
      "end": 2555.05,
      "text": "And can this part just be like, I'm confident that Penn engineering will platform me to 249 But for me to, I think I already set it earlier, though I say 250 how like digital spaces reshape communities. So 251 maybe I don't have to re-mention it. 252"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2564.59,
      "end": 2569.51,
      "text": "Maybe like creating technology that to create technology, that 253"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2575.27,
      "end": 2583.33,
      "text": "like, I don't know, like, not verbatim, but like changes. Yeah, like, like, it impacts communities. 254"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2607.64,
      "end": 2609.43,
      "text": "Yeah, like that. 255"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2610.78,
      "end": 2611.35,
      "text": "Okay. 256"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2616.5,
      "end": 2619.219,
      "text": "I like that, too. Okay, can you read this out loud? 257"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2621.15,
      "end": 2673.9,
      "text": "Strings of block code. Fill, my ipad screen, forward, turn right, Loop 258 the Robot, I built at 9 years, old, wears to life 259 tracing, clumsy figure eights across my bedroom floor. 260 Since then my obsession with building things to connect people has guided my pursuits from Synthoria, a game teaching data, science through games, regardless of prior knowledge to Mht. Jobs, a platform connecting local and unemployed community members to opportunities. At Penn. I envisioned this 261 passion expanding 262 in the Moore Buildings, Dmd lab, I'm brainstorming with fellow artists and programmers sketching our interaction flows for our experimental game prototype in Cis 568 between technical discussions and player engagement. I'm rushing across Locust Walk to Professor Zachary Ives. 263"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2674.05,
      "end": 2695.27,
      "text": "Networked lifecourse where our team is modeling, how information spreads through digital communities 264 evenings find me in the town building, working with the Game Development Club to test new interaction patterns that make multiplayer experiences more intuitive 265 and pushing beyond conventional development through Penn's networked and social systems engineering program. 266 Here's. 267"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2695.27,
      "end": 2696.77,
      "text": "Take this out all right. 268"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2696.95,
      "end": 2719.479,
      "text": "Yeah. Here, surrounded by peers who share my vision for technology that bring people together, I'll explore how digital spaces can reshape the way communities connect and grow from coding the robots of tomorrow and 269 exploring the ethics of generative AI. I'm confident that Penn engineering will platform me to create technology built by and for the communities it serves. 270"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2719.88,
      "end": 2728.509,
      "text": "Okay, I got rid of the that sentence because I I felt like it didn't really fit in with the rest of the essay, and also like, since you're applying for Dmd, I just don't wanna make. 271"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2728.51,
      "end": 2728.97,
      "text": "Yeah. 272"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2728.97,
      "end": 2734.359,
      "text": "Too enthusiastic about other programs, but I just cut it down. It's 200 words now, exactly. 273"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2734.81,
      "end": 2735.89,
      "text": "Okay. Great. 274"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2736.27,
      "end": 2743.01,
      "text": "Yeah. 275 And then Dmd, essay, this is good. 276"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2743.01,
      "end": 2787.5,
      "text": "Not sure if I really like this Danji essay. It's like. 277 but I just like. So I wrote like the Intro paragraph for like the 278 the Minecraft structures hook that we thought of. But then this is like a different one that I different. Take that I thought I'd take, which is kind of like. Talk about how I am like an interdisciplinary person, I mean, I feel like this kind of overlaps with a little bit with my common app, but I mean like 279 I felt like I could easily write about in this perspective. But I talked about like how it's been kind of like a place of comfort, because I've I've gotten so used to like being 2 different things that like now, like, it's easy for me to be like a game developer, because it's like both things. 280"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2787.99,
      "end": 2789.54,
      "text": "Yeah, let's see. 281"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2795.26,
      "end": 2803.18,
      "text": "I feel like this seems similar to your 1st essay. 282 Little bit. 283"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2824.74,
      "end": 2827.91,
      "text": "This seems like a summarization of your comment. Comment. 284"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2834.99,
      "end": 2838.359,
      "text": "I mean, I don't really know how to write like another 6 50 word. 285"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2838.36,
      "end": 2842.131,
      "text": "Yeah, no, that's so true. Because you 286 like, you're like, been there done that. 287"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2842.85,
      "end": 2843.45,
      "text": "Yeah. 288"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2849.48,
      "end": 2896.88,
      "text": "Okay, I don't think this is specific enough. 289 I think this is too narrative. 290 I think you should. I think this needs to be really specific. Why. 291 computer imaging. And I don't see like anything that you're any curiosity on like computer graphics here, like animation 292 advanced video. 293 This is a little bit more with graphics. But I think you need to be really specific on 294 something about graphics. 295 even if that's not like, even though within this program you can tailor your classes. So you don't need to take all your classes in computer graphics. But like, that's what the Dmd program was founded for. And that's what it primarily serves. So they're going to be looking for people who are interested in computer graphics. And I don't see that mentioned anywhere here. 296"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2897.29,
      "end": 2908.16,
      "text": "So I think that's going to be like one of the most important things to consider in this next draft of the essay. 297 Yeah. 298"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2925.03,
      "end": 2934.69,
      "text": "yeah. I think that like maybe. 299 Oh, also, how's your portfolio going? Have you been able to look at Blender at all? 300"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2934.69,
      "end": 2942.669,
      "text": "Yeah, I've actually like, made a like like I made like a little room with like, a couple of decorations. 301"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2942.67,
      "end": 2943.25,
      "text": "Yes. 302"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2944.36,
      "end": 2947.729,
      "text": "Yeah, it's on my other computer. But let me just open it. 303"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2949.14,
      "end": 2952.559,
      "text": "If it'll take too long, it's fine, but if you can open it quickly, that's cool. 304"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2952.8,
      "end": 2953.46,
      "text": "Yeah. 305"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2992.32,
      "end": 2995.93,
      "text": "But yeah, I don't know. This last essay has been really tough to write. 306"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3003.41,
      "end": 3004.33,
      "text": "See. 307"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3033.76,
      "end": 3035.617,
      "text": "Okay, so this is the 308"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3037.217,
      "end": 3039.929,
      "text": "Filter on so I can't see it. 309"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3039.93,
      "end": 3040.83,
      "text": "Of 310"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3047.35,
      "end": 3048.899,
      "text": "Can you see it? 311"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3048.9,
      "end": 3059.95,
      "text": "Oh, yeah, looks cool. 312 Yeah, that looks really good. 313 I wonder if you can make it even more detailed, like, if you have more time you can like, add more to it. 314"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3060.86,
      "end": 3066.729,
      "text": "Yeah, yeah, I didn't really get much time, because, like a school and stuff. But. 315"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3066.73,
      "end": 3101.704,
      "text": "I think you should keep on. I think it looks really good. 1st of all, like I think it looks really good. I think, like you could experiment more by like changing up the lighting like. If you could find ways to add some lights, or like some lamps in it, you can look up a tutorial for that on Blender. You could make the lighting look really cool, and then you could also. 316 Yeah, if you wanted to. You could add more like posters, and like other images to it, but or like other really small things like on your desk and stuff like, if you collect anything like the souvenirs like make it can make it more personalized. But 317 yeah, I think it looks good. 318"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3102.05,
      "end": 3102.64,
      "text": "Think. 319"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3103.77,
      "end": 3115.069,
      "text": "Let's see, I wanna show you my final thing that I made for Stanford has a 320 Stanford has a class all on Blender. 321"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3116.03,
      "end": 3116.85,
      "text": "Oh, wow! 322"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3116.85,
      "end": 3123,
      "text": "Lenders. So let me show if they can find my final image. 323"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3128.63,
      "end": 3129.37,
      "text": "Okay. 324"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3154.69,
      "end": 3155.63,
      "text": "this is our. 325"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3155.926,
      "end": 3156.52,
      "text": "So cool. 326"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3156.52,
      "end": 3175.92,
      "text": "We made it like we had to do it in a bunch of different colors. 327 So when we submitted it, so 328 let me show you another one. 329 it's more clear. This is like a slightly blurry screenshot that I took, but like we added some snow effects 330 and. 331"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3175.92,
      "end": 3176.76,
      "text": "That's so cool. 332"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3176.76,
      "end": 3189.81,
      "text": "Warehouse. I think you can do a better job than this. But this is just like our basic following Blender tutorials on Youtube type of work. 333 Okay, let's get back to this. Essa. 334"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3200.3,
      "end": 3213.65,
      "text": "I think that this sentence is too much of a telling sentence as well 335 like growing up. I was always too much of something. Can you show me what it means to be too much of something 336 like what is? What does that mean for you? 337"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3216.59,
      "end": 3243.08,
      "text": "Yeah, I mean, like, I don't know like how to. I mean, like this essay I'm not 338 like in general. I don't know if I really like it 339 so I don't know if I think like I could write a different draft, but I think it would be easier if I'd have like like a good like outline of like 340 like how to start it off. What I should talk about, because, like, I know, I know there's this stuff, but like I don't really know, I still don't really know how to write the essay. 341"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3243.49,
      "end": 3244.41,
      "text": "And 342"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3251.11,
      "end": 3254.77,
      "text": "let's see. 343 Oh. 344"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3259.99,
      "end": 3265.499,
      "text": "okay, what about computer graphics or computer imagery? If anything interests you. 345"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3270.68,
      "end": 3311.63,
      "text": "Well, there's like, like for one 346 like art on online and like, not online. But like on computers, is like 347 pretty. It's like you can do things that you can't have done like if it was real like, for example, like 348 like with 3D modeling, there's like you can make stuff that doesn't even exist like imaginary things. 349 And like, I guess it's you could kind of see the same about like regular art. But like, I think 350 you could like, make it really close to reality with 3D modeling and computer graphics. 351"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3312.52,
      "end": 3338.23,
      "text": "Yeah, maybe you could say, like. 352 I think there it could. There, you could discuss something interesting about like AI and computer graphics. And like 353 how 354 AI can augment but not replace like human imagination like, maybe you could use something, draw inspiration from like the themes of your Disney essays that you wrote for Disney Dreamers Academy. By the way, have you heard anything from them? 355"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3338.74,
      "end": 3339.92,
      "text": "No, I haven't. 356"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3340.82,
      "end": 3343.25,
      "text": "I don't know when they should release any decision. 357"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3343.25,
      "end": 3347.109,
      "text": "Yeah, let me see if it was like anywhere. 358"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3351.58,
      "end": 3358.289,
      "text": "Okay, I just looked on. I just looked on Reddit. And 359 you think you should get something this week. 360"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3358.78,
      "end": 3359.686,
      "text": "This week. 361"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3360.14,
      "end": 3366.479,
      "text": "Next like next week. It was like 362 people on Reddit have been talking about it. 363 No one. 364"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3366.48,
      "end": 3367.12,
      "text": "Let's go. 365"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3367.12,
      "end": 3371.22,
      "text": "Decision. Yet like this is as of 3 days ago, so. 366"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3371.9,
      "end": 3372.65,
      "text": "Wow! 367"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3373.02,
      "end": 3375.653,
      "text": "Okay. So you should get something shortly. 368"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3376.03,
      "end": 3378.66,
      "text": "That's like the same time as Stanford. So. 369"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3379.6,
      "end": 3385.609,
      "text": "Yes, 370 Yes, it is. 371 Oh, yeah. 372"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3385.61,
      "end": 3387.193,
      "text": "That's scary. But it's okay. 373"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3387.51,
      "end": 3390.469,
      "text": "Okay. Have you heard about interviews at all? 374"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3392.75,
      "end": 3393.49,
      "text": "No. 375"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3394.25,
      "end": 3424.35,
      "text": "Okay, like interviews don't really mean anything. 376 yeah, because it's only depending on availability. 377 Let's see. 378 Yeah, I don't think I don't really think Stanford does a bunch of interviews in the Bay area. 379 But. 380"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3424.73,
      "end": 3446.169,
      "text": "I think I should expect one from Mit, because 381 I know, like 2 of my friends got an interview with Mit because they did early decision. 382 or early action. 383 I don't know which one they have. But 384 yeah, that one. And so, since I did regular decision, I must. I should probably get the interviews in like January, or something like that. 385"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3446.17,
      "end": 3447.719,
      "text": "Yeah, or February. 386"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3448,
      "end": 3448.67,
      "text": "Yeah. 387"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3450.91,
      "end": 3470.05,
      "text": "Okay, yeah. 388 I think Stanford, don't worry about the interview thing, because in the Bay area they don't. They used to not interview people at all, and so now only depends on like the number of alumni who sign up for interviews. 389 So I think it's fine for Usc. Have you. I don't know if Usc. 390 Does Usc. Do interviews. I don't know. 391"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3470.41,
      "end": 3471.11,
      "text": "Let me see 392"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3478.585,
      "end": 3479.59,
      "text": "apparently they don't. 393"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3480.21,
      "end": 3496.42,
      "text": "Okay, cool. 394 Okay. Don't worry about interviews. They're not that significant either way. Like, if you get one, or if you don't get one, it's both like, not that significant 395 But let's think about how else you want to restructure this essay. 396"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3500.19,
      "end": 3523.159,
      "text": "The Disney 397 The Disney essay that you're referring to is that the one where it's like where I talk about how 398 like? Why, gaming is like my dream career, or like game development, is my dream career which talks about like helping people with mental disabilities. So I think that's like the one that matches 399 closest from the other ones. 400"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3525.47,
      "end": 3543.81,
      "text": "That one. 401 But honestly, Disney essays don't relate so much with this. 402 I think the key in this essay is, you really need to emphasize computer imaging. And why? That's important to you. 403 But like. 404 if if you need to make up a reason or something that connects you fully with computer imaging. 405"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3544.18,
      "end": 3558.3,
      "text": "Like what kind of structure cause like 406 like I can't really find like, because sometimes I started off with like an anecdote, and then sometimes like with an analogy or something like I'm kind of struggling to like, figure out like how to start this one off. 407"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3563.3,
      "end": 3571.42,
      "text": "Yeah, I think I'm gonna see if I can find an essay online. 408"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3631.61,
      "end": 3658.539,
      "text": "Okay? So I, I see, like this thing online, which says. 409 Start this supplement with a story that shares your passion for computer science and the arts through a specific moment or experience. Keep this small so that you can include a lot of details and specifics, then transition into what you wanted to study at Penn, and how the Dmd. Program matches with your interests. Close out the supplement with a vision for the future, and how the Dmd. Will get you there. 410"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3659.32,
      "end": 3670.859,
      "text": "I feel like this is just like every essay is formatted that way, though, like it always starts out with an anecdote, and then it always goes into your personal experience. But I think the question is like, what anecdote do you want to show here. 411"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3670.86,
      "end": 3671.56,
      "text": "Yeah. 412"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3671.56,
      "end": 3688.679,
      "text": "Like. I think, something like I like the Minecraft idea, but if it's not flowing, then we can pivot like something like you know how Minecraft has evolved so much over time from like the 1st iteration of the game to now, and how like computer graphics technologies have expanded our ability to imagine. I think that's like really cool. 413"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3688.68,
      "end": 3726.639,
      "text": "because in Minecraft, before, like your, your imagination is constrained by what you can depict on the screen. But today, like with AI and other technologies like your imagination is not constrained by anything. And like digital imaging like the advertising campaigns like, you can talk about social media, too, if you want and like. How different companies are leveraging AI to push the boundaries of human and imagination! How? That's like pretty powerful, because it encourages us to 414 learn more in different ways. 415 But like, I don't know if that's interesting to you, or how you would write that. 416 But that's kind of what strikes me most about why computer imaging is cool, or why it's important. 417"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3731.16,
      "end": 3776.239,
      "text": "Maybe I can talk about like like the same kind of example you talked about, which was like like the Minecraft Kabba. And like. 418 maybe I can talk about like how 419 that did like seeing that digitally, or like building that digitally it gave me like hope that like one day. I would see it, too, and then, like, I can talk about like seeing it in person, and like how that, like the like, seeing it 420 through digital, like kind of representation that like inspired me, or like, gave me hope that one day I'll see it in real life, too. Yeah. And so I can kind of go into detail about like how like graphics can like kind of give people hope and like also represent things in real life. Maybe. 421"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3776.24,
      "end": 3779.269,
      "text": "Yeah, exactly. And also, have you been able to visit Upenn. 422"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3780.729,
      "end": 3781.24,
      "text": "No. 423"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3781.24,
      "end": 3820.059,
      "text": "Yeah, okay. Something you can say is like, you haven't been able to visit Upenn. But because of computer graphics, you're able to take like an online 3D tour of Upenn, like I'm sure you can. And how like it makes things accessible for people who can't just like fly across the country, because, like, that's expensive to go to our colleges, or, you know, to go to Mecca, or something like that's super expensive, that's super far like. 424 And technology makes that more accessible. You can talk about VR. AR. How that relates to gaming things like that, and like everything from learning how to cook with a headset to like doctors being trained to like perform better operations because they practice using headsets which use computer imaging to like. 425"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3820.51,
      "end": 3829.279,
      "text": "I don't know representations of wildfires and like how weather pattern, I don't know, like computer imaging goes in like a lot of different dimensions. And like you can connect that to yourself. 426"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3829.96,
      "end": 3830.67,
      "text": "Yeah. 427"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3831.92,
      "end": 3832.91,
      "text": "What do you think? 428"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3833.33,
      "end": 3837.469,
      "text": "Yeah, I think that's good. I think I now know, like, how I want to start off the essay. 429"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3837.93,
      "end": 3851.779,
      "text": "Okay, sounds good. So I think today we spent a lot of time talking about Upenn. But I think next time we meet we can probably finish and just do a final review of this essay, and then we'll be done with that and then finish the Cmu essays as well. 430"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3852.17,
      "end": 3853.01,
      "text": "Yeah. 431"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3853.36,
      "end": 3871.369,
      "text": "Okay, sounds good. When do you want to meet next? 432 I see. Like your Cm. Uss are already drafted. So later, I can just leave some comments on this, and like if their comments I haven't looked at them yet, to be honest. But if the comments aren't too significant, if I think they're not too significant. Then you can just submit it. After I mark up. 433"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3871.37,
      "end": 3872.07,
      "text": "Okay. 434"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3872.28,
      "end": 3880.25,
      "text": "Unless you want to meet for to go over Cmu specifically, or add it to the next end of the next meeting. 435 I don't know what. 436 Better. 437"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3880.8,
      "end": 3882.392,
      "text": "I'll update you tomorrow. 438"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3882.79,
      "end": 3885.24,
      "text": "Oh, wait! Notice! You're missing this actually never. 439"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3885.24,
      "end": 3891.68,
      "text": "Yeah, sorry. I'll update you tomorrow after, like this one's done. But yeah. 440"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3892.34,
      "end": 3895.93,
      "text": "I think that sounds good as well. Yeah. 441 When do you want to meet next. 442"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3897.417,
      "end": 3899.149,
      "text": "Does Sunday work. 443"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3899.49,
      "end": 3904.159,
      "text": "Yeah, Sunday is good. Is there a time that is best for you? 444"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3906.92,
      "end": 3915.359,
      "text": "I think like in the afternoon. So maybe like, but actually maybe 445 7 pm. To 7 pm. Work. 446"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3916.516,
      "end": 3924.95,
      "text": "Yes, 7 Pm. Is good. 447 Okay? Then I will see you on Sunday. 448"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3925.75,
      "end": 3928.279,
      "text": "Alright! Great! I'll see you soon. Bye."
    }
  ],
  "meta": {
    "ext": ".pdf",
    "source": "normalize-v1",
    "vtt": true
  }
}