{
  "id": "03-Raw-SessionTranscripts/2024-07-07_W060_P3-JUNIOR_TRANS-RAW_WeekStrategicPlanningandpersonalBrandDev.pdf",
  "name": "2024-07-07_W060_P3-JUNIOR_TRANS-RAW_WeekStrategicPlanningandpersonalBrandDev.pdf",
  "path": "03-Raw-SessionTranscripts/2024-07-07_W060_P3-JUNIOR_TRANS-RAW_WeekStrategicPlanningandpersonalBrandDev.pdf",
  "kind": "TRANS-RAW",
  "week": "60",
  "phase": "3",
  "date": "2024-07-07",
  "link": null,
  "text": "Week 57 - Coaching_Jenny_Huda_Wk57_2024-07-07_M_324b9bb1a74a3f89U_U_00-00-00 WEBVTT 1 00:00:02.040 --> 00:00:08.199 Jenny Duan: Okay, there we go. Let's continue. So were you able to talk to your media arts teacher, and how did that go? 2 00:00:08.730 --> 00:00:18.570 huda: Yeah. So I asked him, since I'm starting 2 clubs this year, I need I need him as an advisor for both of them. 3 00:00:18.690 --> 00:00:36.490 huda: Video production club. Yeah, so he didn't reply. Cause I think he's like, he's like out for for a week. So yeah, I'm trying to like reach out to him, though. Me and both vice Presidents are like 4 00:00:36.640 --> 00:00:43.069 huda: kind of try to get a hold of him. But yeah, I think it's looking positive, though, because he's not 5 00:00:43.210 --> 00:00:47.240 huda: advising any other clubs this year. So 6 00:00:48.160 --> 00:01:00.480 Jenny Duan: that's really good. great! And then for your small business owners, how is that been going like, how is your pitching slash? Emailing? Or no? How did the pitching go at the actual event? Right? 7 00:01:00.820 --> 00:01:25.110 huda: Yes, I was only able to find like 2 businesses there. But I did ask them if they were like interested, and they did say Yes, so I told them like, Oh, we do like advertising stuff. I'll probably email them and like, follow up with more details. But as of now, yeah, I just talk to them a little bit about it. 8 00:01:25.710 --> 00:01:26.880 Jenny Duan: Amazing. 9 00:01:26.930 --> 00:01:36.649 Jenny Duan: I really thought that that works. So now you have at least 2 people that you can make videos. For in addition to, was there one more that you mentioned that you could for sure make a video for? Yeah. 10 00:01:36.920 --> 00:01:51.550 Jenny Duan: okay, awesome. So now you have your first 3 and honestly getting your first 3 are probably gonna be the hardest like. After that, you know. As people see your videos, they're probably just gonna come in organically. So the actual pitching will shouldn't be as difficult as it is right now. 11 00:01:52.250 --> 00:01:57.360 Jenny Duan: So that's really good. And then for your Youtube video, were you able to finish editing that 12 00:01:58.350 --> 00:02:12.929 huda: so I wasn't able to finish the editing it just because like, I think II don't wanna make like a lame excuse. But the computer that I was editing it on broke. So I'm gonna try to like. 13 00:02:13.120 --> 00:02:21.560 huda: you know, get the recovery files and start adding on this computer? I'll try to get it done like within today or tomorrow. 14 00:02:21.870 --> 00:02:26.840 Jenny Duan: Yeah, oh, that's so stressful. Like, how did the computer break. What's the do you have a story behind that? 15 00:02:27.020 --> 00:02:42.689 huda: I don't know. Just like one time I was like trying to close it. And then it's just like the part where it holds like the screen and the keyboard together, just like fell apart. And then it just like, Oh, yeah, it's like dangling. So it's weird. 16 00:02:43.260 --> 00:02:48.060 Jenny Duan: okay, amazing. And then so checking in with Counselor Irl, that's fine. 17 00:02:48.120 --> 00:02:56.269 Jenny Duan: Do you have a I know this is kind of something additional that we tacked on last time. But have you thought about your personal website at all, and like 18 00:02:56.520 --> 00:03:02.009 huda: what that, what you want that to look like started this yet, but it'd be great. 19 00:03:02.360 --> 00:03:16.809 huda: So I was looking through my figma, and I actually found, like one of my previous like designs, and it was it was like my personal website. It's like, not fully developed. But 20 00:03:16.840 --> 00:03:20.179 huda: yeah, I did have like an idea. Let me try to see if I could share it. 21 00:03:22.040 --> 00:03:29.270 huda: if you want to share your screen, that would be great. 22 00:03:48.420 --> 00:03:49.730 I saw. 23 00:03:49.870 --> 00:03:52.269 Jenny Duan: Wow! This is amazing. 24 00:03:52.370 --> 00:03:58.240 huda: Thank you. So it's like the homepage. And then this is gonna be where I kept my projects. 25 00:03:58.320 --> 00:04:10.749 huda: I just kept some filler projects in there for my heckathon, and then it's like another concept that I had for the homepage implementing kind of like how you said so I put things about 26 00:04:10.990 --> 00:04:24.740 huda: me on it. I feel like it's kind of random. And I could definitely I think this is like I made it a while ago. So it's not really related to the things I'm interested in now. But yeah. 27 00:04:25.130 --> 00:04:28.660 Jenny Duan: that looks really good. Hooda. Thank you. 28 00:04:29.250 --> 00:04:30.339 huda: Great work. 29 00:04:31.430 --> 00:04:36.489 huda: Yeah. Could definitely work on these more, though? So yeah. 30 00:04:40.030 --> 00:04:44.810 Jenny Duan: that looks really good. And then what would be the tools that you would use to develop that? 31 00:04:45.480 --> 00:04:48.629 Jenny Duan: And like, how do you webs websites. Have you figured that out 32 00:04:49.310 --> 00:04:51.679 huda: to Cody's websites? 33 00:04:51.690 --> 00:04:55.269 Jenny Duan: Now, how do you like host? Where are you, gonna host? It? Have you figured that out? 34 00:04:55.740 --> 00:05:00.940 huda: not exactly. I think I might 35 00:05:01.470 --> 00:05:06.730 huda: buy like a website domain and then try to like, have it as its own website. Maybe 36 00:05:06.800 --> 00:05:08.370 Jenny Duan: amazing. 37 00:05:11.330 --> 00:05:13.670 huda: Oh, I wanted to show you like. 38 00:05:13.800 --> 00:05:18.410 huda: I made some progress on the website design for Folklift. 39 00:05:19.090 --> 00:05:20.260 Jenny Duan: Amazing. 40 00:05:26.710 --> 00:05:28.849 huda: It's kinda like newspaper show. 41 00:05:28.960 --> 00:05:37.759 Jenny Duan: I love it. I love. I remember last week we talked about this, and II mentioned, and I still think this is awesome. How it connects with your other interest as well like that 42 00:05:37.990 --> 00:05:52.380 Jenny Duan: intersection looks really good like, because, again, like you want your extra curriculars to for your whatever projects your hobbies to look like a web. So everything should be, you know, slightly connected to something else. And this really aligns with your passion. For you know. 43 00:05:52.680 --> 00:05:56.219 Jenny Duan: video making and storytelling. And I think that's really, really cool. 44 00:05:56.640 --> 00:05:57.950 huda: Yeah, thank you. 45 00:06:00.310 --> 00:06:03.450 Jenny Duan: So when do you think you're going to be able to start coding this? 46 00:06:04.420 --> 00:06:08.440 huda: I think I should probably start this week. 47 00:06:08.540 --> 00:06:17.820 huda: Just for like basic just like front end and maybe I could implement the backend, whatever like later on. 48 00:06:18.380 --> 00:06:21.960 Jenny Duan: is this something that you've started learning like the back end aspect. 49 00:06:22.310 --> 00:06:33.439 huda: Yeah, I've just been watching some tutorials. But like, I I'm not fluent in like any other languages. But yeah, I do. 50 00:06:33.830 --> 00:06:40.859 huda: I have been watching some videos on Mike. How to start learning back end as a front end developer. 51 00:06:42.100 --> 00:06:49.959 Jenny Duan: Awesome sounds good. And then the other thing is for your after you create your first video. So 52 00:06:50.200 --> 00:06:55.369 Jenny Duan: the first business that you identified have you been able to like schedule time to to do the interview with them. 53 00:06:55.960 --> 00:07:03.509 huda: No, I think I'm gonna email them like, right after this call and set up a time with them. And yeah, that should be 54 00:07:03.640 --> 00:07:04.430 huda: good. 55 00:07:04.750 --> 00:07:17.769 Jenny Duan: Okay, I'm just gonna put that under our tasks. And for the tests, I'm just gonna copy the test from that that are unfinished from last week, and then just put them at the bottom of the screen here. 56 00:07:17.950 --> 00:07:18.640 But 57 00:07:19.720 --> 00:07:20.540 Jenny Duan: okay. 58 00:07:20.670 --> 00:07:26.960 Jenny Duan: And then 59 00:07:27.090 --> 00:07:29.330 Jenny Duan: the other thing is, 60 00:07:29.400 --> 00:07:36.980 Jenny Duan: once we once you start reaching out to once you get that video filmed for the first one. Let's try to get some press, or like some 61 00:07:37.130 --> 00:07:54.330 Jenny Duan: some news coverage about your work. So we can think ahead about that, because again, it's really important to quantify your impact and like the best way to do that is just sharing that with the community. So do you know of any like local newspapers or local news magazines that you could tell your 62 00:07:54.600 --> 00:07:56.620 Jenny Duan: tell them about your project. 63 00:07:56.690 --> 00:08:06.450 huda: Yeah, II do. I think we do have like a mountain house, newspaper. And he, he like takes input, from people. So yeah. 64 00:08:07.310 --> 00:08:30.460 Jenny Duan: so once you have your first interview and website up, why don't you? Send that person an email and then tell them, like you're working on this project and ask them to share it with the community. That way you can a get more businesses interested and B like you can get some coverage on your project. Because, yeah, I think you're doing amazing work. And people need to hear about it. So that's the first step. 65 00:08:30.870 --> 00:08:35.389 Jenny Duan: Okay? And then for the sat, how is that going? 66 00:08:36.289 --> 00:08:49.730 huda: Oh, yeah, I've just been practicing on the math every day. Since. That's like the main region. I need to improve on. And also I have a graphing calculator now, so I'll be able to like store. 67 00:08:49.870 --> 00:08:55.060 huda: I'll be able to store equations. In case I need them during the test. 68 00:08:55.620 --> 00:09:00.870 Jenny Duan: Awesome. And how are your scores looking? Have you done a full test recently or not? 69 00:09:00.970 --> 00:09:04.659 huda: No, I haven't got the time. But 70 00:09:04.820 --> 00:09:10.930 huda: yeah. okay, yeah. And then your sats in 2 months, right? In October. Yeah. 71 00:09:11.530 --> 00:09:24.289 Jenny Duan: Okay, awesome. So I think it would be good to do a full sat once a week or once every 2 weeks, just because that way, it's easier to track your progress and to see, like where you 72 00:09:25.080 --> 00:09:41.019 Jenny Duan: how you're improving, because again, like it's since it's a pretty short amount of time. And the Pst is also around that time, too. So you could consider doing a psat practice test as well. Psat and sat are pretty similar in terms of the types of questions. So if you practice one, it should be pretty similar to the other. 73 00:09:41.130 --> 00:09:42.770 Jenny Duan: Yeah. 74 00:09:43.100 --> 00:09:43.940 Jenny Duan: okay. 75 00:09:44.050 --> 00:10:05.990 Jenny Duan: And then the other thing that I wanted to talk to you about is like setting some concrete goals. And I know we have these like task lists. But one thing that I think would be helpful is to break down like what we want our target goals to be and how we can get to those specific goals. So what I mean by that is, let me share the screen. 76 00:10:11.690 --> 00:10:20.199 Jenny Duan: Okay, so we have these goals right? But then I was hoping that we can break these down into like specifically 77 00:10:20.230 --> 00:10:22.800 Jenny Duan: what that would look like for everyone. 78 00:10:22.840 --> 00:10:27.229 Jenny Duan: And then give you, like a sort of checklist, to see 79 00:10:27.490 --> 00:10:33.590 Jenny Duan: what you can track and what you can work on every single week to reach these specific goals. So 80 00:10:34.440 --> 00:10:53.569 Jenny Duan: let me just organize these. So I think we can start with some of these things are tangible. And some of these things are like, not as tangible. So let's just start with the tangible goal. So if we want to have a like 1550 plus sat, if this is our goal. Then what are some like? Weekly steps you can take 81 00:10:53.770 --> 00:10:55.260 Jenny Duan: to get there. 82 00:10:55.290 --> 00:10:59.670 Jenny Duan: Cause I think you have 8 weeks right to get into your sat right? 83 00:10:59.680 --> 00:11:01.679 huda: Yeah, for about 8 weeks. 84 00:11:02.070 --> 00:11:03.180 Jenny Duan: Alright. 85 00:11:03.490 --> 00:11:17.620 Jenny Duan: So every single week I thought we could break this down and create like a goals tracker that way. You can sort of have some motivation, and also like, have accountability for your prep. Work for some of these bigger goals. 86 00:11:17.810 --> 00:11:27.450 Jenny Duan: Does that? Would that be helpful for you, or would that not be helpful for you? Is this something that in your dad talked about? But I wanted to talk about it with you as well. 87 00:11:28.010 --> 00:11:29.339 huda: Yeah, that sounds great. 88 00:11:29.730 --> 00:11:32.040 Jenny Duan: Okay, awesome. So 89 00:11:32.750 --> 00:11:39.399 Jenny Duan: so we're making this plan again to break down exactly what you need to do within the next 8 weeks to reach this goal. 90 00:11:39.750 --> 00:11:56.240 Jenny Duan: So for the first week, what do you think you want to work on in terms of studying or preparing for the sat. This could be like a benchmark score. You could be like, I want to hit, you know, 1,450, or you could be like, I want to do 3 h of practice, or I want to do X practice test what seems like a good goal for you 91 00:11:56.580 --> 00:12:00.070 huda: for this first week. So this would be like, week one this week. 92 00:12:00.290 --> 00:12:03.930 huda: Yeah, I wanna take at least one full practice test 93 00:12:04.040 --> 00:12:09.929 huda: And I wanna hit maybe like a 1,400 this week. 94 00:12:10.420 --> 00:12:13.660 Jenny Duan: Okay? Awesome. So 95 00:12:17.750 --> 00:12:19.849 Jenny Duan: oh, okay, I see. 96 00:12:21.460 --> 00:12:25.190 Jenny Duan: One folk practices. 97 00:12:29.330 --> 00:12:31.540 Jenny Duan: And do you also want to 98 00:12:40.170 --> 00:12:42.309 Jenny Duan: bit 1,400? Okay? 99 00:12:43.380 --> 00:12:45.110 Jenny Duan: And then week, 2, 100 00:12:46.250 --> 00:12:55.969 huda: so maybe like similar to that, like another full practice test and improve, maybe get like a 1450. 101 00:12:57.000 --> 00:12:57.910 Jenny Duan: Okay? 102 00:13:01.750 --> 00:13:10.429 Jenny Duan: And then for the full practices. I think it'd be better like, the more specifically go the better. So which full practices do you want to do, and where you're going to find that. 103 00:13:11.180 --> 00:13:14.630 huda: maybe. Khan Academy. 104 00:13:15.250 --> 00:13:19.950 Jenny Duan: Okay. have you done any of the Khan Academy practices yet? 105 00:13:20.030 --> 00:13:29.549 huda: Yeah, that's actually where I've taken the ones that I've done before you know what year they're from or what the label is, because I know there's like practice number one, number 2, number 3. 106 00:13:30.010 --> 00:13:31.789 Jenny Duan: Let's let me check 107 00:13:31.940 --> 00:13:33.780 Jenny Duan: all the way up to 10, I think. 108 00:13:35.250 --> 00:13:37.829 huda: Yeah. So I took 109 00:13:39.290 --> 00:13:51.989 huda: the practice test, one. the practice test, 5 and practice test 9. I've taken the other ones. But that was like a while ago. So 110 00:13:52.910 --> 00:13:55.839 Jenny Duan: okay, so you've taken. So you've taken all the other ones. 111 00:13:57.230 --> 00:14:02.770 huda: No, just like practice. Test 100, I took it like in eighth grade or something. 112 00:14:03.090 --> 00:14:06.860 Jenny Duan: Okay? So let's just redo the practice as 10 here and then 113 00:14:07.040 --> 00:14:11.539 Jenny Duan: Khan Academy. What about this week? Do you practice this? 8. Have you done that one yet? 114 00:14:12.420 --> 00:14:14.390 huda: No. 115 00:14:14.830 --> 00:14:23.180 Jenny Duan: okay, great. Let's do. So let's do 10, and then 8 here and then week 3. Do you have a goal? 116 00:14:24.810 --> 00:14:27.350 huda: maybe like. 117 00:14:28.980 --> 00:14:40.720 huda: try to get a 1,500 and also another full practice test. But this time. Maybe I like printed out a practice. sat. So maybe like on paper this time. 118 00:14:41.230 --> 00:14:44.649 Jenny Duan: Okay, awesome. And then 1,500, 119 00:14:45.830 --> 00:14:47.319 Jenny Duan: and then week 4 120 00:14:48.770 --> 00:14:58.060 huda: maybe if I could get like a 1520 and I'd probably do like a Khan Academy. 121 00:14:58.230 --> 00:14:59.509 huda: A practice test. 122 00:15:00.110 --> 00:15:01.699 Jenny Duan: Okay? Awesome 123 00:15:05.220 --> 00:15:08.979 Jenny Duan: on account of me. 124 00:15:09.470 --> 00:15:14.729 Jenny Duan: which one practice has 7. Have you done that? One? 125 00:15:15.900 --> 00:15:19.220 Jenny Duan: Ebbw. okay? And then week 5. 126 00:15:20.370 --> 00:15:25.580 huda: Maybe. Just like II feel like just improving a little bit 127 00:15:25.640 --> 00:15:29.670 huda: just from fifteen-twenty is like 15. 128 00:15:30.080 --> 00:15:32.500 huda: Just a little more. 129 00:15:32.790 --> 00:15:34.700 Jenny Duan: Okay? And then week, 6, 130 00:15:35.340 --> 00:15:38.260 huda: like, 15 131 00:15:38.450 --> 00:15:40.000 huda: 50. 132 00:15:40.490 --> 00:15:47.239 Jenny Duan: Okay, and then week 7 and 8. Do you have goals? Maybe we could. I could take like 2 practice tests. 133 00:15:47.290 --> 00:15:49.189 huda: These weeks. 134 00:15:50.750 --> 00:15:51.910 Jenny Duan: Yeah, okay. 135 00:15:54.320 --> 00:15:59.050 Jenny Duan: And then maintain score. I'll just keep it at 1550. Hush! 136 00:16:04.070 --> 00:16:15.239 Jenny Duan: Okay, this sounds good. And I actually am wondering, like on Khan Academy. Do you have an option to print your tests? Because I think it'd be best to do like only printed practice tests if if that's possible. 137 00:16:16.030 --> 00:16:19.030 huda: I don't think you can. 138 00:16:19.350 --> 00:16:25.470 huda: But there are actually Pdf versions. So maybe you can. 139 00:16:26.790 --> 00:16:29.640 Jenny Duan: Yeah, why don't I just use these here 140 00:16:30.340 --> 00:16:34.380 Jenny Duan: on the college board website? They have like the downloadable ones. 141 00:16:34.760 --> 00:16:35.860 Jenny Duan: So 142 00:16:38.020 --> 00:16:42.770 Jenny Duan: yeah, they have them all here. So I'm just gonna put this link in our document 143 00:16:42.890 --> 00:16:45.390 Jenny Duan: and then you can print them out from there. 144 00:16:46.330 --> 00:16:47.160 huda: Sounds good. 145 00:16:56.470 --> 00:16:57.589 Jenny Duan: Where's the 146 00:17:01.940 --> 00:17:14.020 Jenny Duan: okay? So instead of Khan Academy. I'm just gonna say, like practice says 10. And that just means like Number 10 in the other in the other document. Does that does that make sense to you? Yeah. 147 00:17:14.990 --> 00:17:15.900 Jenny Duan: okay. 148 00:17:17.550 --> 00:17:22.010 Jenny Duan: And then I thought we could do this for the PSAT, 2. So 149 00:17:23.109 --> 00:17:25.640 Jenny Duan: 1550 PSAT. Is our second goal. 150 00:17:25.700 --> 00:17:28.429 Jenny Duan: and then week one. I guess 151 00:17:28.840 --> 00:17:43.759 Jenny Duan: your same practice that you're doing for the sat also applies for the psat. But is there anything else you want to add to prep specifically for the Psat? I recommend doing at least like one psat practice exam sometime in these 8 weeks. But 152 00:17:43.920 --> 00:17:51.360 Jenny Duan: again, like a lot of the practice you're doing for the sat will translate for the Pst. It's just that timing and the number of questions is a little bit different. 153 00:17:52.090 --> 00:17:56.630 huda: Maybe on week 5, I can. 154 00:17:56.700 --> 00:17:58.630 huda: do practice. Psat. 155 00:17:59.190 --> 00:18:00.100 Jenny Duan: Okay. 156 00:18:01.460 --> 00:18:08.999 Jenny Duan: awesome. And then the practice. Ph can also be found on like the college board website. So if you actually, I can link it for you. 157 00:18:21.560 --> 00:18:25.079 Jenny Duan: Hmm, okay, so there's yeah, there's one right here. 158 00:18:32.800 --> 00:18:44.370 Jenny Duan: And so yeah, I recommend printing these out, and then also using, like the printing out the answer to the bubble sheet and bubbling it out because the timing for that is going to be different than if you do it online. So 159 00:18:44.580 --> 00:18:48.850 Jenny Duan: that will be good. okay. 160 00:18:48.960 --> 00:18:58.560 Jenny Duan: So then, academics, like all A's throughout, and then 5 on Ap's. That'll come a little bit later, I think. So. We don't have to worry about specific goals for that right now. 161 00:18:59.110 --> 00:19:05.059 Jenny Duan: look at this. Do people interested? You've already done that. So that's really awesome. 162 00:19:05.140 --> 00:19:20.349 Jenny Duan: And then, okay for your video game project. So then for some of your passion projects. So I think your main passion projects that we've sort of structured and built together during the time that we've been working together is the first, the video game project. That's one of your biggest passion projects. 163 00:19:20.470 --> 00:19:28.830 Jenny Duan: The second thing is forklift, and I think the third thing can be the third thing is your Youtube. And then 164 00:19:29.540 --> 00:19:31.770 Jenny Duan: let's see, I feel like I'm missing one thing. 165 00:19:32.270 --> 00:19:37.120 Jenny Duan: I think the fourth thing is your 166 00:19:38.480 --> 00:19:47.950 Jenny Duan: your AI Ethics club. And then the fifth thing is your web development, which is in progress, and we're working on getting customers for that. But 167 00:19:48.200 --> 00:20:03.509 Jenny Duan: I think this is a so what we have right now is a really strong set of extra curriculars that I want to help you grow and develop, and although 5 might sound like a lot like, remember, in the common app there's space for 10. So I think this is a very good foundation. 168 00:20:03.700 --> 00:20:20.630 Jenny Duan: And the reason why I'm bringing this up is because it's really good to have a clear understanding of again, how everything connects together and how you're going to scale and grow everyone of these involvements. So that's why we can make this 8 week plan to see like what tangible things we're doing to grow and scale your passion projects. 169 00:20:20.960 --> 00:20:25.619 Jenny Duan: That way. We're not just like working every week towards a goal that we don't really know. 170 00:20:25.730 --> 00:20:34.739 Jenny Duan: Okay, so video game project. So week one, what do you have a specific goal like in our 8 week plan, what you want to accomplish in week. One? 171 00:20:35.430 --> 00:20:57.849 huda: Okay. So I'm thinking, maybe I can make like an outline since I haven't really like outlined my entire like layout of the game, like, I want this scene to happen, this thing to happen. So an outline would be helpful. And then maybe, like, start working on the game art for the next scenes. 172 00:20:58.000 --> 00:20:58.810 huda: yeah. 173 00:21:02.760 --> 00:21:07.929 Jenny Duan: amazing. And then for week 2. What do you want your goal to be 174 00:21:08.420 --> 00:21:17.730 huda: okay? And then maybe for week 2, I can start building like the regression model. Seam. 175 00:21:19.830 --> 00:21:21.590 Jenny Duan: Okay, amazing. 176 00:21:21.940 --> 00:21:26.950 huda: And then 3, and then yeah, week 3. So week 3. 177 00:21:27.250 --> 00:21:43.500 huda: I'm not sure how long the regression model scene might take me. So either we continue the regression model or get started on like the kind of like beginning of the game. 178 00:21:43.640 --> 00:21:48.770 huda: like where the foundation, like the the lower, is, gonna be told. 179 00:21:49.260 --> 00:22:02.229 Jenny Duan: Amazing. Are you documenting your progress anywhere? Because, if not, I feel like you should definitely post about your story like on social media, so that people will follow you. And so your project can gain traction as you're building it. 180 00:22:03.150 --> 00:22:12.179 huda: Yeah, that's a good idea. I think I'm gonna start like social media accounts. For a game dev and see if like, it can gain any traction. 181 00:22:12.310 --> 00:22:27.690 Jenny Duan: Yeah, okay, let me give you some examples of some people that you can look at for inspiration. because I think it's like this is a really important part of your personal branding. When I say personal branding, does that make sense to you? Or should I explain that? 182 00:22:28.030 --> 00:22:31.149 huda: Sounds yeah, sounds fine. 183 00:22:31.210 --> 00:22:34.349 Jenny Duan: Yeah. So it's really important to develop like. 184 00:22:34.800 --> 00:22:53.940 Jenny Duan: or it's not very important. But if this is something that you want to do, like social media is a great way to develop impact, because again, people will like follow you and learn more about your work. So this is someone I know. For example, this is her Instagram about technology. This is like her. It's sort of like a professional Instagram looking thing. Her name's like 185 00:22:54.060 --> 00:22:59.519 Jenny Duan: Aniha, and this is her Instagram. And I'm Gonna just walk you through what it looks like. So 186 00:23:00.170 --> 00:23:05.500 Jenny Duan: this is her. This is her introducing herself. So she's 187 00:23:05.770 --> 00:23:15.970 Jenny Duan: invented 6 feet apart, which is a wearable social, distancing device, and she has a feature in Harper's bazaar interning at NASA. 188 00:23:16.140 --> 00:23:19.640 Jenny Duan: her book that's out. And basically it's just 189 00:23:20.130 --> 00:23:28.989 Jenny Duan: place where she is posting about her some of her professional achievements and the progress that she's making on her work. So I think you can do 190 00:23:29.170 --> 00:23:36.440 Jenny Duan: exactly the same. It's think about it as like a public portfolio of your work and on it. Like, here's your website. 191 00:23:36.910 --> 00:23:42.039 Jenny Duan: this is another example of like personal website, you can have inspiration from. 192 00:23:42.590 --> 00:23:47.930 Jenny Duan: I'm gonna actually put all this in in the doc. So so you can see for inspiration. 193 00:23:49.650 --> 00:23:50.930 huda: That's so cool. 194 00:23:52.160 --> 00:23:59.219 Jenny Duan: But I this is what I imagine like for you, too, like II think you could totally do this like you could totally build a website like this. 195 00:23:59.300 --> 00:24:10.030 Jenny Duan: You can totally make an Instagram like this and use it to document your progress on your game and on your AI Ethics advocacy. Because I think AI ethics is like a big. 196 00:24:10.060 --> 00:24:14.599 Jenny Duan: a big space that people need help on and need to learn more about 197 00:24:14.810 --> 00:24:24.350 Jenny Duan: and like, I can actually show you. This is so. I have my own like professional type of Instagram like that. So what mine looks like. 198 00:24:25.320 --> 00:24:39.810 Jenny Duan: And here I like make videos just talking about AI ethics. and I don't have, like as many followers and not as active as her, but it's like I have. I have a similar account, and it's like, I think about it, like my digital portfolio a little bit. 199 00:24:40.080 --> 00:24:42.860 Jenny Duan: So let me link her Instagram. 200 00:24:44.360 --> 00:24:54.619 Jenny Duan: Another good person that is pretty inspiring is is elapidis. She also makes content about computer science. 201 00:24:54.660 --> 00:24:58.149 Jenny Duan: She's a student at Barnard. Do you know Barnard College? 202 00:24:58.520 --> 00:24:59.920 huda: No. 203 00:25:00.280 --> 00:25:04.260 Jenny Duan: it's so I don't know if you're you'll be interested in this. But 204 00:25:04.270 --> 00:25:11.949 Jenny Duan: have you thought about going to Columbia at all. Is this a school that you're interested in or no, not interested in going there? 205 00:25:12.300 --> 00:25:14.730 Jenny Duan: Okay, because Barnard 206 00:25:15.130 --> 00:25:30.969 Jenny Duan: is a historically, it's a Historical Women's College. So it's an all Female college. But it's Columbia sister School. So what that means is that students from Barnard they take classes at Columbia, and they're like considered like very integral to the Columbia community. 207 00:25:30.970 --> 00:25:53.240 Jenny Duan: So, for example, if you were to be a Cs major at Barnard, you would be taking all your Cs and engineering classes at Columbia, and Barnard is still a very competitive school, but it's another like little leeway to like. Get into Columbia. Kind of. So all your classes will be at Columbia. You'll be very integrated into the Columbia community, but, like the admissions rate is slightly higher than it would be at Columbia. So 208 00:25:53.240 --> 00:26:01.649 Jenny Duan: that's something to think about, actually because, again, Barnard is a very prestigious school on its own like, it's still very competitive, but 209 00:26:01.690 --> 00:26:14.770 Jenny Duan: it's like some people think about it as another way to get into Columbia, in addition to like all the things that Barnard itself has to offer. But I'm showing this account because this is another someone else's like computer science account. Like. 210 00:26:15.420 --> 00:26:21.129 Jenny Duan: she's, this is a video like learning Java with her. How to like. Learn, Java. 211 00:26:21.270 --> 00:26:22.999 Jenny Duan: Let's see what else 212 00:26:25.250 --> 00:26:28.100 Jenny Duan: her and Carly Closs, with coat of clossy 213 00:26:28.210 --> 00:26:33.730 Jenny Duan: woman and Stem Day. Anyways, this is another one of her like 214 00:26:34.320 --> 00:26:36.829 Jenny Duan: actually saying, you're going to major in computer science. 215 00:26:36.920 --> 00:26:40.080 Jenny Duan: actually majoring memes that she's making 216 00:26:40.220 --> 00:26:49.869 Jenny Duan: Barnard. So this is just her like computer science account, too. So it's another source of inspiration for you and her website. I'm gonna show you 217 00:26:50.020 --> 00:27:00.459 Jenny Duan: this is this is her website. It's a little simpler, but it's like. if it's her like identity, you know, as a as a creator and as a person. 218 00:27:00.470 --> 00:27:02.620 Jenny Duan: So I'm gonna link that to 219 00:27:05.160 --> 00:27:13.870 Jenny Duan: And then I'll find you one more example. But anyways, this is basically what I'm saying you should do for your 220 00:27:14.490 --> 00:27:17.320 Jenny Duan: for your own social media. 221 00:27:17.410 --> 00:27:21.869 Jenny Duan: Then this this one. She's kind of famous. But have you heard of her, Katanjali? Rob? 222 00:27:22.160 --> 00:27:25.109 huda: I don't think so. 223 00:27:25.270 --> 00:27:27.789 Jenny Duan: Okay, I'll just link her. Anyway. She was 224 00:27:28.010 --> 00:27:37.369 Jenny Duan: times kid of the year, and she's also like a National geographic young explorer. She has a bunch of awards. But you can just look at her, Instagram, for in for inspiration, because 225 00:27:37.470 --> 00:27:45.170 Jenny Duan: she is just like a very inspiring person. And I think this is like a good characterization about what someone's account can look like as well. 226 00:27:46.730 --> 00:27:47.720 Jenny Duan: Anyways. 227 00:27:48.070 --> 00:27:54.170 huda: does. That just does what I'm saying kind of makes sense when I talk about your like professional account or, yeah. 228 00:27:54.200 --> 00:28:20.609 Jenny Duan: sharing. Yeah. And then, anyways, once you start building a following on social media, like people will become more inspired by your work, and people pick up stories a lot from social media. So, for example, like, I know that Izzy Lapidus has gone so ha has gone features, because she's very prominent on social media. And same with obviously Kitanjaliani as well. So once you develop this identity on social media, you'll be able to expand the impact of your work because more people will know about it. 229 00:28:21.310 --> 00:28:23.679 huda: That's so cool, inspired. 230 00:28:24.020 --> 00:28:27.819 Jenny Duan: Actually, I have one more. I'm just gonna link one more 231 00:28:28.440 --> 00:28:36.060 Jenny Duan: because these are all like people that I know in real life. So that's why I'm saying, like you should learn more about them. This is someone else. 232 00:28:36.110 --> 00:28:55.129 Jenny Duan: She goes to Columbia. And she made this app called Redone app. It's on the app store. It's about sexual assault detection. She was also in Disney on a Disney plus movie, and she has a bunch of other things, but it's pretty cool. She goes to Columbia. So I'm gonna link her to. 233 00:28:57.730 --> 00:29:00.350 Jenny Duan: So you can look at that in your free time. But 234 00:29:01.060 --> 00:29:13.559 Jenny Duan: let's finish the rest of the we can. Okay, we can put a bookmark in these and come back to working on these next week. But let's finish the video game project and what you're going to work on in the rest of the 8 weeks. So week 4. What is your goal? 235 00:29:14.280 --> 00:29:20.940 huda: maybe like connecting the scenes better. And try to like 236 00:29:21.000 --> 00:29:27.310 huda: for this one. I wanna like film it like I mean for all them I wanna film it. But 237 00:29:27.360 --> 00:29:33.119 huda: I definitely wanna like try to start telling a story through my videos about my game. 238 00:29:33.740 --> 00:29:38.080 Jenny Duan: Amazing. So doing week one, I'm just gonna put create Instagram account. 239 00:29:38.640 --> 00:29:46.139 Jenny Duan: That just means like, just create your account. You don't have to post anything, just create it. And then maybe week 2, you can say 240 00:29:46.420 --> 00:29:55.290 Jenny Duan: first post. And we could talk about what it looks like, what your first post looks like later, but just posting anything, and then maybe, like 241 00:29:55.380 --> 00:30:01.940 Jenny Duan: we can just do one post a week until until you get the hang of it, and then start posting more often. 242 00:30:02.310 --> 00:30:11.170 huda: Do you think I should make an Instagram account for the game exclusively, or for my like a professional account. 243 00:30:12.510 --> 00:30:25.230 Jenny Duan: I think it should. I think you should do it for you, and you can first start by posting about the game, and then eventually broaden it to other things like you can say like, for example, your account can be like who does Suraj. And it could be like. 244 00:30:26.010 --> 00:30:28.099 Jenny Duan: you know, are you? 16, 245 00:30:28.190 --> 00:30:31.799 Jenny Duan: 1516? He'll be like 16 year old game developer. 246 00:30:31.990 --> 00:30:47.729 Jenny Duan: That could be like what your that could be like the niche that your account is posting on, and then eventually, once your game has enough progress and enough followers, you can start posting about other things that you're doing as well. For example, like forklift web development, AI ethics, other other topics. 247 00:30:48.240 --> 00:30:49.799 huda: Yeah. Sounds good. 248 00:30:49.930 --> 00:30:50.800 Jenny Duan: Okay. 249 00:30:51.880 --> 00:30:54.380 Jenny Duan: and then week 5. Do you have a goal. 250 00:30:59.360 --> 00:31:08.230 huda: maybe, like, try to create start creating. Like the. I guess like the boss fight or like the ending of the game 251 00:31:09.970 --> 00:31:12.500 Jenny Duan: and then week 6. 252 00:31:13.230 --> 00:31:17.359 huda: I think. Just continue. I feel like it might take a long time. 253 00:31:18.070 --> 00:31:18.880 Jenny Duan: Okay. 254 00:31:20.270 --> 00:31:21.960 Jenny Duan: and then week 7. 255 00:31:22.530 --> 00:31:24.660 huda: If I can 256 00:31:24.700 --> 00:31:34.800 huda: finish it like with like make sure, like all the parts are like cohesive and then, lastly, I kind of wanna 257 00:31:35.290 --> 00:31:37.040 huda: probably create like 258 00:31:37.310 --> 00:31:47.889 huda: advertisements, and such for the game. And maybe like, start setting it up on steam or like on my own website. And yeah. 259 00:31:48.840 --> 00:31:54.939 huda: okay, so for week 8, I'm going to say, like, create game ads and then set up game hosting, how does that sound? 260 00:31:55.370 --> 00:31:56.989 Jenny Duan: Okay, amazing. So 261 00:31:57.110 --> 00:32:14.040 Jenny Duan: how I intend this to work is I'm gonna put the specific goals like these specific goals into here. So this document that you have access to is still going to be like the place where all your tasks are. But I think this is a way to see what your 262 00:32:14.120 --> 00:32:18.790 Jenny Duan: like, how you're going to be progressing throughout the 8 weeks. 263 00:32:19.580 --> 00:32:30.790 Jenny Duan: Does that make sense so like this is, gonna be a place where you actually check off the test that you need to do. And this is going to this is going to be a bird's eye view of your entire goal and progression throughout the 8 weeks. 264 00:32:31.030 --> 00:32:31.790 huda: Yeah. 265 00:32:31.920 --> 00:32:33.770 Jenny Duan: does that? Yeah, does that make sense? 266 00:32:33.990 --> 00:32:35.650 huda: Yeah, alright. 267 00:32:36.150 --> 00:32:42.910 Jenny Duan: And then, so I'm gonna just populate some of the tasks here. So like, create ig, account. 268 00:32:43.100 --> 00:32:45.040 Jenny Duan: What else? 269 00:32:46.770 --> 00:32:50.009 Jenny Duan: Outline game and 270 00:32:50.390 --> 00:32:52.619 Jenny Duan: game art for next scenes. 271 00:32:54.390 --> 00:32:56.400 Jenny Duan: Okay, amazing. So 272 00:32:56.460 --> 00:33:05.650 Jenny Duan: we're gonna check back in during the weekend and touch base on how everything's going. But do you feel prepared for everything this week is, do you have any questions about anything? 273 00:33:06.410 --> 00:33:18.349 huda: Yeah, definitely, this this meeting has been really informative. And I really like seeing those content. Creators? That's really inspiring to see them. Yeah, thank you for that. 274 00:33:18.480 --> 00:33:28.899 Jenny Duan: Yeah, of course. And like that can totally be you, too, like there's nothing, stopping you from putting yourself out there and like becoming exactly like them, or like even better your own version of them. 275 00:33:28.940 --> 00:33:34.809 huda: So thank you. Well, then, I'll see you later this week. Then. Yeah, okay, bye. 276 00:33:34.960 --> 00:33:35.710 Jenny Duan: bye.",
  "segments": [
    "Week 57 - Coaching_Jenny_Huda_Wk57_2024-07-07_M_324b9bb1a74a3f89U_U_00-00-00 WEBVTT 1 00:00:02.040 --> 00:00:08.199 Jenny Duan: Okay, there we go. Let's continue. So were you able to talk to your media arts teacher, and how did that go? 2 00:00:08.730 --> 00:00:18.570 huda: Yeah. So I asked him, since I'm starting 2 clubs this year, I need I need him as an advisor for both of them. 3 00:00:18.690 --> 00:00:36.490 huda: Video production club. Yeah, so he didn't reply. Cause I think he's like, he's like out for for a week. So yeah, I'm trying to like reach out to him, though. Me and both vice Presidents are like 4 00:00:36.640 --> 00:00:43.069 huda: kind of try to get a hold of him. But yeah, I think it's looking positive, though, because he's not 5 00:00:43.210 --> 00:00:47.240 huda: advising any other clubs this year. So 6 00:00:48.160 --> 00:01:00.480 Jenny Duan: that's really good. great! And then for your small business owners, how is that been going like, how is your pitching slash? Emailing? Or no? How did the pitching go at the actual event? Right? 7 00:01:00.820 --> 00:01:25.110 huda: Yes, I was only able to find like 2 businesses there. But I did ask them if they were like interested, and they did say Yes, so I told them like, Oh, we do like advertising stuff. I'll probably email them and like, follow up with more details. But as of now, yeah, I just talk to them a little bit about it. 8 00:01:25.710 --> 00:01:26.880 Jenny Duan: Amazing. 9 00:01:26.930 --> 00:01:36.649 Jenny Duan: I really thought that that works. So now you have at least 2 people that you can make videos. For in addition to, was there one more that you mentioned that you could for sure make a video for? Yeah. 10 00:01:36.920 --> 00:01:51.550 Jenny Duan: okay, awesome. So now you have your first 3 and honestly getting your first 3 are probably gonna be the hardest like. After that, you know. As people see your videos, they're probably just gonna come in organically. So the actual pitching wi",
    "ll shouldn't be as difficult as it is right now. 11 00:01:52.250 --> 00:01:57.360 Jenny Duan: So that's really good. And then for your Youtube video, were you able to finish editing that 12 00:01:58.350 --> 00:02:12.929 huda: so I wasn't able to finish the editing it just because like, I think II don't wanna make like a lame excuse. But the computer that I was editing it on broke. So I'm gonna try to like. 13 00:02:13.120 --> 00:02:21.560 huda: you know, get the recovery files and start adding on this computer? I'll try to get it done like within today or tomorrow. 14 00:02:21.870 --> 00:02:26.840 Jenny Duan: Yeah, oh, that's so stressful. Like, how did the computer break. What's the do you have a story behind that? 15 00:02:27.020 --> 00:02:42.689 huda: I don't know. Just like one time I was like trying to close it. And then it's just like the part where it holds like the screen and the keyboard together, just like fell apart. And then it just like, Oh, yeah, it's like dangling. So it's weird. 16 00:02:43.260 --> 00:02:48.060 Jenny Duan: okay, amazing. And then so checking in with Counselor Irl, that's fine. 17 00:02:48.120 --> 00:02:56.269 Jenny Duan: Do you have a I know this is kind of something additional that we tacked on last time. But have you thought about your personal website at all, and like 18 00:02:56.520 --> 00:03:02.009 huda: what that, what you want that to look like started this yet, but it'd be great. 19 00:03:02.360 --> 00:03:16.809 huda: So I was looking through my figma, and I actually found, like one of my previous like designs, and it was it was like my personal website. It's like, not fully developed. But 20 00:03:16.840 --> 00:03:20.179 huda: yeah, I did have like an idea. Let me try to see if I could share it. 21 00:03:22.040 --> 00:03:29.270 huda: if you want to share your screen, that would be great. 22 00:03:48.420 --> 00:03:49.730 I saw. 23 00:03:49.870 --> 00:03:52.269 Jenny Duan: Wow! This is amazing. 24 00:03:52.370 --> 00:03:58.240",
    " huda: Thank you. So it's like the homepage. And then this is gonna be where I kept my projects. 25 00:03:58.320 --> 00:04:10.749 huda: I just kept some filler projects in there for my heckathon, and then it's like another concept that I had for the homepage implementing kind of like how you said so I put things about 26 00:04:10.990 --> 00:04:24.740 huda: me on it. I feel like it's kind of random. And I could definitely I think this is like I made it a while ago. So it's not really related to the things I'm interested in now. But yeah. 27 00:04:25.130 --> 00:04:28.660 Jenny Duan: that looks really good. Hooda. Thank you. 28 00:04:29.250 --> 00:04:30.339 huda: Great work. 29 00:04:31.430 --> 00:04:36.489 huda: Yeah. Could definitely work on these more, though? So yeah. 30 00:04:40.030 --> 00:04:44.810 Jenny Duan: that looks really good. And then what would be the tools that you would use to develop that? 31 00:04:45.480 --> 00:04:48.629 Jenny Duan: And like, how do you webs websites. Have you figured that out 32 00:04:49.310 --> 00:04:51.679 huda: to Cody's websites? 33 00:04:51.690 --> 00:04:55.269 Jenny Duan: Now, how do you like host? Where are you, gonna host? It? Have you figured that out? 34 00:04:55.740 --> 00:05:00.940 huda: not exactly. I think I might 35 00:05:01.470 --> 00:05:06.730 huda: buy like a website domain and then try to like, have it as its own website. Maybe 36 00:05:06.800 --> 00:05:08.370 Jenny Duan: amazing. 37 00:05:11.330 --> 00:05:13.670 huda: Oh, I wanted to show you like. 38 00:05:13.800 --> 00:05:18.410 huda: I made some progress on the website design for Folklift. 39 00:05:19.090 --> 00:05:20.260 Jenny Duan: Amazing. 40 00:05:26.710 --> 00:05:28.849 huda: It's kinda like newspaper show. 41 00:05:28.960 --> 00:05:37.759 Jenny Duan: I love it. I love. I remember last week we talked about this, and II mentioned, and I still think this is awesome. How it connects with your other interest as well like that 42 00:05:37.990 --> 00:05:52.380 ",
    "Jenny Duan: intersection looks really good like, because, again, like you want your extra curriculars to for your whatever projects your hobbies to look like a web. So everything should be, you know, slightly connected to something else. And this really aligns with your passion. For you know. 43 00:05:52.680 --> 00:05:56.219 Jenny Duan: video making and storytelling. And I think that's really, really cool. 44 00:05:56.640 --> 00:05:57.950 huda: Yeah, thank you. 45 00:06:00.310 --> 00:06:03.450 Jenny Duan: So when do you think you're going to be able to start coding this? 46 00:06:04.420 --> 00:06:08.440 huda: I think I should probably start this week. 47 00:06:08.540 --> 00:06:17.820 huda: Just for like basic just like front end and maybe I could implement the backend, whatever like later on. 48 00:06:18.380 --> 00:06:21.960 Jenny Duan: is this something that you've started learning like the back end aspect. 49 00:06:22.310 --> 00:06:33.439 huda: Yeah, I've just been watching some tutorials. But like, I I'm not fluent in like any other languages. But yeah, I do. 50 00:06:33.830 --> 00:06:40.859 huda: I have been watching some videos on Mike. How to start learning back end as a front end developer. 51 00:06:42.100 --> 00:06:49.959 Jenny Duan: Awesome sounds good. And then the other thing is for your after you create your first video. So 52 00:06:50.200 --> 00:06:55.369 Jenny Duan: the first business that you identified have you been able to like schedule time to to do the interview with them. 53 00:06:55.960 --> 00:07:03.509 huda: No, I think I'm gonna email them like, right after this call and set up a time with them. And yeah, that should be 54 00:07:03.640 --> 00:07:04.430 huda: good. 55 00:07:04.750 --> 00:07:17.769 Jenny Duan: Okay, I'm just gonna put that under our tasks. And for the tests, I'm just gonna copy the test from that that are unfinished from last week, and then just put them at the bottom of the screen here. 56 00:07:17.950 --> 00:07:18.640 But 57 0",
    "0:07:19.720 --> 00:07:20.540 Jenny Duan: okay. 58 00:07:20.670 --> 00:07:26.960 Jenny Duan: And then 59 00:07:27.090 --> 00:07:29.330 Jenny Duan: the other thing is, 60 00:07:29.400 --> 00:07:36.980 Jenny Duan: once we once you start reaching out to once you get that video filmed for the first one. Let's try to get some press, or like some 61 00:07:37.130 --> 00:07:54.330 Jenny Duan: some news coverage about your work. So we can think ahead about that, because again, it's really important to quantify your impact and like the best way to do that is just sharing that with the community. So do you know of any like local newspapers or local news magazines that you could tell your 62 00:07:54.600 --> 00:07:56.620 Jenny Duan: tell them about your project. 63 00:07:56.690 --> 00:08:06.450 huda: Yeah, II do. I think we do have like a mountain house, newspaper. And he, he like takes input, from people. So yeah. 64 00:08:07.310 --> 00:08:30.460 Jenny Duan: so once you have your first interview and website up, why don't you? Send that person an email and then tell them, like you're working on this project and ask them to share it with the community. That way you can a get more businesses interested and B like you can get some coverage on your project. Because, yeah, I think you're doing amazing work. And people need to hear about it. So that's the first step. 65 00:08:30.870 --> 00:08:35.389 Jenny Duan: Okay? And then for the sat, how is that going? 66 00:08:36.289 --> 00:08:49.730 huda: Oh, yeah, I've just been practicing on the math every day. Since. That's like the main region. I need to improve on. And also I have a graphing calculator now, so I'll be able to like store. 67 00:08:49.870 --> 00:08:55.060 huda: I'll be able to store equations. In case I need them during the test. 68 00:08:55.620 --> 00:09:00.870 Jenny Duan: Awesome. And how are your scores looking? Have you done a full test recently or not? 69 00:09:00.970 --> 00:09:04.659 huda: No, I haven't got the time. B",
    "ut 70 00:09:04.820 --> 00:09:10.930 huda: yeah. okay, yeah. And then your sats in 2 months, right? In October. Yeah. 71 00:09:11.530 --> 00:09:24.289 Jenny Duan: Okay, awesome. So I think it would be good to do a full sat once a week or once every 2 weeks, just because that way, it's easier to track your progress and to see, like where you 72 00:09:25.080 --> 00:09:41.019 Jenny Duan: how you're improving, because again, like it's since it's a pretty short amount of time. And the Pst is also around that time, too. So you could consider doing a psat practice test as well. Psat and sat are pretty similar in terms of the types of questions. So if you practice one, it should be pretty similar to the other. 73 00:09:41.130 --> 00:09:42.770 Jenny Duan: Yeah. 74 00:09:43.100 --> 00:09:43.940 Jenny Duan: okay. 75 00:09:44.050 --> 00:10:05.990 Jenny Duan: And then the other thing that I wanted to talk to you about is like setting some concrete goals. And I know we have these like task lists. But one thing that I think would be helpful is to break down like what we want our target goals to be and how we can get to those specific goals. So what I mean by that is, let me share the screen. 76 00:10:11.690 --> 00:10:20.199 Jenny Duan: Okay, so we have these goals right? But then I was hoping that we can break these down into like specifically 77 00:10:20.230 --> 00:10:22.800 Jenny Duan: what that would look like for everyone. 78 00:10:22.840 --> 00:10:27.229 Jenny Duan: And then give you, like a sort of checklist, to see 79 00:10:27.490 --> 00:10:33.590 Jenny Duan: what you can track and what you can work on every single week to reach these specific goals. So 80 00:10:34.440 --> 00:10:53.569 Jenny Duan: let me just organize these. So I think we can start with some of these things are tangible. And some of these things are like, not as tangible. So let's just start with the tangible goal. So if we want to have a like 1550 plus sat, if this is our goal. Then what are some like? Week",
    "ly steps you can take 81 00:10:53.770 --> 00:10:55.260 Jenny Duan: to get there. 82 00:10:55.290 --> 00:10:59.670 Jenny Duan: Cause I think you have 8 weeks right to get into your sat right? 83 00:10:59.680 --> 00:11:01.679 huda: Yeah, for about 8 weeks. 84 00:11:02.070 --> 00:11:03.180 Jenny Duan: Alright. 85 00:11:03.490 --> 00:11:17.620 Jenny Duan: So every single week I thought we could break this down and create like a goals tracker that way. You can sort of have some motivation, and also like, have accountability for your prep. Work for some of these bigger goals. 86 00:11:17.810 --> 00:11:27.450 Jenny Duan: Does that? Would that be helpful for you, or would that not be helpful for you? Is this something that in your dad talked about? But I wanted to talk about it with you as well. 87 00:11:28.010 --> 00:11:29.339 huda: Yeah, that sounds great. 88 00:11:29.730 --> 00:11:32.040 Jenny Duan: Okay, awesome. So 89 00:11:32.750 --> 00:11:39.399 Jenny Duan: so we're making this plan again to break down exactly what you need to do within the next 8 weeks to reach this goal. 90 00:11:39.750 --> 00:11:56.240 Jenny Duan: So for the first week, what do you think you want to work on in terms of studying or preparing for the sat. This could be like a benchmark score. You could be like, I want to hit, you know, 1,450, or you could be like, I want to do 3 h of practice, or I want to do X practice test what seems like a good goal for you 91 00:11:56.580 --> 00:12:00.070 huda: for this first week. So this would be like, week one this week. 92 00:12:00.290 --> 00:12:03.930 huda: Yeah, I wanna take at least one full practice test 93 00:12:04.040 --> 00:12:09.929 huda: And I wanna hit maybe like a 1,400 this week. 94 00:12:10.420 --> 00:12:13.660 Jenny Duan: Okay? Awesome. So 95 00:12:17.750 --> 00:12:19.849 Jenny Duan: oh, okay, I see. 96 00:12:21.460 --> 00:12:25.190 Jenny Duan: One folk practices. 97 00:12:29.330 --> 00:12:31.540 Jenny Duan: And do you also want to 98 00:12:40.",
    "170 --> 00:12:42.309 Jenny Duan: bit 1,400? Okay? 99 00:12:43.380 --> 00:12:45.110 Jenny Duan: And then week, 2, 100 00:12:46.250 --> 00:12:55.969 huda: so maybe like similar to that, like another full practice test and improve, maybe get like a 1450. 101 00:12:57.000 --> 00:12:57.910 Jenny Duan: Okay? 102 00:13:01.750 --> 00:13:10.429 Jenny Duan: And then for the full practices. I think it'd be better like, the more specifically go the better. So which full practices do you want to do, and where you're going to find that. 103 00:13:11.180 --> 00:13:14.630 huda: maybe. Khan Academy. 104 00:13:15.250 --> 00:13:19.950 Jenny Duan: Okay. have you done any of the Khan Academy practices yet? 105 00:13:20.030 --> 00:13:29.549 huda: Yeah, that's actually where I've taken the ones that I've done before you know what year they're from or what the label is, because I know there's like practice number one, number 2, number 3. 106 00:13:30.010 --> 00:13:31.789 Jenny Duan: Let's let me check 107 00:13:31.940 --> 00:13:33.780 Jenny Duan: all the way up to 10, I think. 108 00:13:35.250 --> 00:13:37.829 huda: Yeah. So I took 109 00:13:39.290 --> 00:13:51.989 huda: the practice test, one. the practice test, 5 and practice test 9. I've taken the other ones. But that was like a while ago. So 110 00:13:52.910 --> 00:13:55.839 Jenny Duan: okay, so you've taken. So you've taken all the other ones. 111 00:13:57.230 --> 00:14:02.770 huda: No, just like practice. Test 100, I took it like in eighth grade or something. 112 00:14:03.090 --> 00:14:06.860 Jenny Duan: Okay? So let's just redo the practice as 10 here and then 113 00:14:07.040 --> 00:14:11.539 Jenny Duan: Khan Academy. What about this week? Do you practice this? 8. Have you done that one yet? 114 00:14:12.420 --> 00:14:14.390 huda: No. 115 00:14:14.830 --> 00:14:23.180 Jenny Duan: okay, great. Let's do. So let's do 10, and then 8 here and then week 3. Do you have a goal? 116 00:14:24.810 --> 00:14:27.350 huda: maybe like. 117 00:14:",
    "28.980 --> 00:14:40.720 huda: try to get a 1,500 and also another full practice test. But this time. Maybe I like printed out a practice. sat. So maybe like on paper this time. 118 00:14:41.230 --> 00:14:44.649 Jenny Duan: Okay, awesome. And then 1,500, 119 00:14:45.830 --> 00:14:47.319 Jenny Duan: and then week 4 120 00:14:48.770 --> 00:14:58.060 huda: maybe if I could get like a 1520 and I'd probably do like a Khan Academy. 121 00:14:58.230 --> 00:14:59.509 huda: A practice test. 122 00:15:00.110 --> 00:15:01.699 Jenny Duan: Okay? Awesome 123 00:15:05.220 --> 00:15:08.979 Jenny Duan: on account of me. 124 00:15:09.470 --> 00:15:14.729 Jenny Duan: which one practice has 7. Have you done that? One? 125 00:15:15.900 --> 00:15:19.220 Jenny Duan: Ebbw. okay? And then week 5. 126 00:15:20.370 --> 00:15:25.580 huda: Maybe. Just like II feel like just improving a little bit 127 00:15:25.640 --> 00:15:29.670 huda: just from fifteen-twenty is like 15. 128 00:15:30.080 --> 00:15:32.500 huda: Just a little more. 129 00:15:32.790 --> 00:15:34.700 Jenny Duan: Okay? And then week, 6, 130 00:15:35.340 --> 00:15:38.260 huda: like, 15 131 00:15:38.450 --> 00:15:40.000 huda: 50. 132 00:15:40.490 --> 00:15:47.239 Jenny Duan: Okay, and then week 7 and 8. Do you have goals? Maybe we could. I could take like 2 practice tests. 133 00:15:47.290 --> 00:15:49.189 huda: These weeks. 134 00:15:50.750 --> 00:15:51.910 Jenny Duan: Yeah, okay. 135 00:15:54.320 --> 00:15:59.050 Jenny Duan: And then maintain score. I'll just keep it at 1550. Hush! 136 00:16:04.070 --> 00:16:15.239 Jenny Duan: Okay, this sounds good. And I actually am wondering, like on Khan Academy. Do you have an option to print your tests? Because I think it'd be best to do like only printed practice tests if if that's possible. 137 00:16:16.030 --> 00:16:19.030 huda: I don't think you can. 138 00:16:19.350 --> 00:16:25.470 huda: But there are actually Pdf versions. So maybe you can. 139 00:16:26.790 --> 00:16:29.640 Jenny Duan:",
    " Yeah, why don't I just use these here 140 00:16:30.340 --> 00:16:34.380 Jenny Duan: on the college board website? They have like the downloadable ones. 141 00:16:34.760 --> 00:16:35.860 Jenny Duan: So 142 00:16:38.020 --> 00:16:42.770 Jenny Duan: yeah, they have them all here. So I'm just gonna put this link in our document 143 00:16:42.890 --> 00:16:45.390 Jenny Duan: and then you can print them out from there. 144 00:16:46.330 --> 00:16:47.160 huda: Sounds good. 145 00:16:56.470 --> 00:16:57.589 Jenny Duan: Where's the 146 00:17:01.940 --> 00:17:14.020 Jenny Duan: okay? So instead of Khan Academy. I'm just gonna say, like practice says 10. And that just means like Number 10 in the other in the other document. Does that does that make sense to you? Yeah. 147 00:17:14.990 --> 00:17:15.900 Jenny Duan: okay. 148 00:17:17.550 --> 00:17:22.010 Jenny Duan: And then I thought we could do this for the PSAT, 2. So 149 00:17:23.109 --> 00:17:25.640 Jenny Duan: 1550 PSAT. Is our second goal. 150 00:17:25.700 --> 00:17:28.429 Jenny Duan: and then week one. I guess 151 00:17:28.840 --> 00:17:43.759 Jenny Duan: your same practice that you're doing for the sat also applies for the psat. But is there anything else you want to add to prep specifically for the Psat? I recommend doing at least like one psat practice exam sometime in these 8 weeks. But 152 00:17:43.920 --> 00:17:51.360 Jenny Duan: again, like a lot of the practice you're doing for the sat will translate for the Pst. It's just that timing and the number of questions is a little bit different. 153 00:17:52.090 --> 00:17:56.630 huda: Maybe on week 5, I can. 154 00:17:56.700 --> 00:17:58.630 huda: do practice. Psat. 155 00:17:59.190 --> 00:18:00.100 Jenny Duan: Okay. 156 00:18:01.460 --> 00:18:08.999 Jenny Duan: awesome. And then the practice. Ph can also be found on like the college board website. So if you actually, I can link it for you. 157 00:18:21.560 --> 00:18:25.079 Jenny Duan: Hmm, okay, so there's yeah, there's",
    " one right here. 158 00:18:32.800 --> 00:18:44.370 Jenny Duan: And so yeah, I recommend printing these out, and then also using, like the printing out the answer to the bubble sheet and bubbling it out because the timing for that is going to be different than if you do it online. So 159 00:18:44.580 --> 00:18:48.850 Jenny Duan: that will be good. okay. 160 00:18:48.960 --> 00:18:58.560 Jenny Duan: So then, academics, like all A's throughout, and then 5 on Ap's. That'll come a little bit later, I think. So. We don't have to worry about specific goals for that right now. 161 00:18:59.110 --> 00:19:05.059 Jenny Duan: look at this. Do people interested? You've already done that. So that's really awesome. 162 00:19:05.140 --> 00:19:20.349 Jenny Duan: And then, okay for your video game project. So then for some of your passion projects. So I think your main passion projects that we've sort of structured and built together during the time that we've been working together is the first, the video game project. That's one of your biggest passion projects. 163 00:19:20.470 --> 00:19:28.830 Jenny Duan: The second thing is forklift, and I think the third thing can be the third thing is your Youtube. And then 164 00:19:29.540 --> 00:19:31.770 Jenny Duan: let's see, I feel like I'm missing one thing. 165 00:19:32.270 --> 00:19:37.120 Jenny Duan: I think the fourth thing is your 166 00:19:38.480 --> 00:19:47.950 Jenny Duan: your AI Ethics club. And then the fifth thing is your web development, which is in progress, and we're working on getting customers for that. But 167 00:19:48.200 --> 00:20:03.509 Jenny Duan: I think this is a so what we have right now is a really strong set of extra curriculars that I want to help you grow and develop, and although 5 might sound like a lot like, remember, in the common app there's space for 10. So I think this is a very good foundation. 168 00:20:03.700 --> 00:20:20.630 Jenny Duan: And the reason why I'm bringing this up is because it's really ",
    "good to have a clear understanding of again, how everything connects together and how you're going to scale and grow everyone of these involvements. So that's why we can make this 8 week plan to see like what tangible things we're doing to grow and scale your passion projects. 169 00:20:20.960 --> 00:20:25.619 Jenny Duan: That way. We're not just like working every week towards a goal that we don't really know. 170 00:20:25.730 --> 00:20:34.739 Jenny Duan: Okay, so video game project. So week one, what do you have a specific goal like in our 8 week plan, what you want to accomplish in week. One? 171 00:20:35.430 --> 00:20:57.849 huda: Okay. So I'm thinking, maybe I can make like an outline since I haven't really like outlined my entire like layout of the game, like, I want this scene to happen, this thing to happen. So an outline would be helpful. And then maybe, like, start working on the game art for the next scenes. 172 00:20:58.000 --> 00:20:58.810 huda: yeah. 173 00:21:02.760 --> 00:21:07.929 Jenny Duan: amazing. And then for week 2. What do you want your goal to be 174 00:21:08.420 --> 00:21:17.730 huda: okay? And then maybe for week 2, I can start building like the regression model. Seam. 175 00:21:19.830 --> 00:21:21.590 Jenny Duan: Okay, amazing. 176 00:21:21.940 --> 00:21:26.950 huda: And then 3, and then yeah, week 3. So week 3. 177 00:21:27.250 --> 00:21:43.500 huda: I'm not sure how long the regression model scene might take me. So either we continue the regression model or get started on like the kind of like beginning of the game. 178 00:21:43.640 --> 00:21:48.770 huda: like where the foundation, like the the lower, is, gonna be told. 179 00:21:49.260 --> 00:22:02.229 Jenny Duan: Amazing. Are you documenting your progress anywhere? Because, if not, I feel like you should definitely post about your story like on social media, so that people will follow you. And so your project can gain traction as you're building it. 180 00:22:03.150 --> 00:22:12.179 h",
    "uda: Yeah, that's a good idea. I think I'm gonna start like social media accounts. For a game dev and see if like, it can gain any traction. 181 00:22:12.310 --> 00:22:27.690 Jenny Duan: Yeah, okay, let me give you some examples of some people that you can look at for inspiration. because I think it's like this is a really important part of your personal branding. When I say personal branding, does that make sense to you? Or should I explain that? 182 00:22:28.030 --> 00:22:31.149 huda: Sounds yeah, sounds fine. 183 00:22:31.210 --> 00:22:34.349 Jenny Duan: Yeah. So it's really important to develop like. 184 00:22:34.800 --> 00:22:53.940 Jenny Duan: or it's not very important. But if this is something that you want to do, like social media is a great way to develop impact, because again, people will like follow you and learn more about your work. So this is someone I know. For example, this is her Instagram about technology. This is like her. It's sort of like a professional Instagram looking thing. Her name's like 185 00:22:54.060 --> 00:22:59.519 Jenny Duan: Aniha, and this is her Instagram. And I'm Gonna just walk you through what it looks like. So 186 00:23:00.170 --> 00:23:05.500 Jenny Duan: this is her. This is her introducing herself. So she's 187 00:23:05.770 --> 00:23:15.970 Jenny Duan: invented 6 feet apart, which is a wearable social, distancing device, and she has a feature in Harper's bazaar interning at NASA. 188 00:23:16.140 --> 00:23:19.640 Jenny Duan: her book that's out. And basically it's just 189 00:23:20.130 --> 00:23:28.989 Jenny Duan: place where she is posting about her some of her professional achievements and the progress that she's making on her work. So I think you can do 190 00:23:29.170 --> 00:23:36.440 Jenny Duan: exactly the same. It's think about it as like a public portfolio of your work and on it. Like, here's your website. 191 00:23:36.910 --> 00:23:42.039 Jenny Duan: this is another example of like personal website, you can have ",
    "inspiration from. 192 00:23:42.590 --> 00:23:47.930 Jenny Duan: I'm gonna actually put all this in in the doc. So so you can see for inspiration. 193 00:23:49.650 --> 00:23:50.930 huda: That's so cool. 194 00:23:52.160 --> 00:23:59.219 Jenny Duan: But I this is what I imagine like for you, too, like II think you could totally do this like you could totally build a website like this. 195 00:23:59.300 --> 00:24:10.030 Jenny Duan: You can totally make an Instagram like this and use it to document your progress on your game and on your AI Ethics advocacy. Because I think AI ethics is like a big. 196 00:24:10.060 --> 00:24:14.599 Jenny Duan: a big space that people need help on and need to learn more about 197 00:24:14.810 --> 00:24:24.350 Jenny Duan: and like, I can actually show you. This is so. I have my own like professional type of Instagram like that. So what mine looks like. 198 00:24:25.320 --> 00:24:39.810 Jenny Duan: And here I like make videos just talking about AI ethics. and I don't have, like as many followers and not as active as her, but it's like I have. I have a similar account, and it's like, I think about it, like my digital portfolio a little bit. 199 00:24:40.080 --> 00:24:42.860 Jenny Duan: So let me link her Instagram. 200 00:24:44.360 --> 00:24:54.619 Jenny Duan: Another good person that is pretty inspiring is is elapidis. She also makes content about computer science. 201 00:24:54.660 --> 00:24:58.149 Jenny Duan: She's a student at Barnard. Do you know Barnard College? 202 00:24:58.520 --> 00:24:59.920 huda: No. 203 00:25:00.280 --> 00:25:04.260 Jenny Duan: it's so I don't know if you're you'll be interested in this. But 204 00:25:04.270 --> 00:25:11.949 Jenny Duan: have you thought about going to Columbia at all. Is this a school that you're interested in or no, not interested in going there? 205 00:25:12.300 --> 00:25:14.730 Jenny Duan: Okay, because Barnard 206 00:25:15.130 --> 00:25:30.969 Jenny Duan: is a historically, it's a Historical Wom",
    "en's College. So it's an all Female college. But it's Columbia sister School. So what that means is that students from Barnard they take classes at Columbia, and they're like considered like very integral to the Columbia community. 207 00:25:30.970 --> 00:25:53.240 Jenny Duan: So, for example, if you were to be a Cs major at Barnard, you would be taking all your Cs and engineering classes at Columbia, and Barnard is still a very competitive school, but it's another like little leeway to like. Get into Columbia. Kind of. So all your classes will be at Columbia. You'll be very integrated into the Columbia community, but, like the admissions rate is slightly higher than it would be at Columbia. So 208 00:25:53.240 --> 00:26:01.649 Jenny Duan: that's something to think about, actually because, again, Barnard is a very prestigious school on its own like, it's still very competitive, but 209 00:26:01.690 --> 00:26:14.770 Jenny Duan: it's like some people think about it as another way to get into Columbia, in addition to like all the things that Barnard itself has to offer. But I'm showing this account because this is another someone else's like computer science account. Like. 210 00:26:15.420 --> 00:26:21.129 Jenny Duan: she's, this is a video like learning Java with her. How to like. Learn, Java. 211 00:26:21.270 --> 00:26:22.999 Jenny Duan: Let's see what else 212 00:26:25.250 --> 00:26:28.100 Jenny Duan: her and Carly Closs, with coat of clossy 213 00:26:28.210 --> 00:26:33.730 Jenny Duan: woman and Stem Day. Anyways, this is another one of her like 214 00:26:34.320 --> 00:26:36.829 Jenny Duan: actually saying, you're going to major in computer science. 215 00:26:36.920 --> 00:26:40.080 Jenny Duan: actually majoring memes that she's making 216 00:26:40.220 --> 00:26:49.869 Jenny Duan: Barnard. So this is just her like computer science account, too. So it's another source of inspiration for you and her website. I'm gonna show you 217 00:26:50.020 --> 00:27:00.459 Jenny ",
    "Duan: this is this is her website. It's a little simpler, but it's like. if it's her like identity, you know, as a as a creator and as a person. 218 00:27:00.470 --> 00:27:02.620 Jenny Duan: So I'm gonna link that to 219 00:27:05.160 --> 00:27:13.870 Jenny Duan: And then I'll find you one more example. But anyways, this is basically what I'm saying you should do for your 220 00:27:14.490 --> 00:27:17.320 Jenny Duan: for your own social media. 221 00:27:17.410 --> 00:27:21.869 Jenny Duan: Then this this one. She's kind of famous. But have you heard of her, Katanjali? Rob? 222 00:27:22.160 --> 00:27:25.109 huda: I don't think so. 223 00:27:25.270 --> 00:27:27.789 Jenny Duan: Okay, I'll just link her. Anyway. She was 224 00:27:28.010 --> 00:27:37.369 Jenny Duan: times kid of the year, and she's also like a National geographic young explorer. She has a bunch of awards. But you can just look at her, Instagram, for in for inspiration, because 225 00:27:37.470 --> 00:27:45.170 Jenny Duan: she is just like a very inspiring person. And I think this is like a good characterization about what someone's account can look like as well. 226 00:27:46.730 --> 00:27:47.720 Jenny Duan: Anyways. 227 00:27:48.070 --> 00:27:54.170 huda: does. That just does what I'm saying kind of makes sense when I talk about your like professional account or, yeah. 228 00:27:54.200 --> 00:28:20.609 Jenny Duan: sharing. Yeah. And then, anyways, once you start building a following on social media, like people will become more inspired by your work, and people pick up stories a lot from social media. So, for example, like, I know that Izzy Lapidus has gone so ha has gone features, because she's very prominent on social media. And same with obviously Kitanjaliani as well. So once you develop this identity on social media, you'll be able to expand the impact of your work because more people will know about it. 229 00:28:21.310 --> 00:28:23.679 huda: That's so cool, inspired. 230 00:28:24.020 --> 00:28:27.81",
    "9 Jenny Duan: Actually, I have one more. I'm just gonna link one more 231 00:28:28.440 --> 00:28:36.060 Jenny Duan: because these are all like people that I know in real life. So that's why I'm saying, like you should learn more about them. This is someone else. 232 00:28:36.110 --> 00:28:55.129 Jenny Duan: She goes to Columbia. And she made this app called Redone app. It's on the app store. It's about sexual assault detection. She was also in Disney on a Disney plus movie, and she has a bunch of other things, but it's pretty cool. She goes to Columbia. So I'm gonna link her to. 233 00:28:57.730 --> 00:29:00.350 Jenny Duan: So you can look at that in your free time. But 234 00:29:01.060 --> 00:29:13.559 Jenny Duan: let's finish the rest of the we can. Okay, we can put a bookmark in these and come back to working on these next week. But let's finish the video game project and what you're going to work on in the rest of the 8 weeks. So week 4. What is your goal? 235 00:29:14.280 --> 00:29:20.940 huda: maybe like connecting the scenes better. And try to like 236 00:29:21.000 --> 00:29:27.310 huda: for this one. I wanna like film it like I mean for all them I wanna film it. But 237 00:29:27.360 --> 00:29:33.119 huda: I definitely wanna like try to start telling a story through my videos about my game. 238 00:29:33.740 --> 00:29:38.080 Jenny Duan: Amazing. So doing week one, I'm just gonna put create Instagram account. 239 00:29:38.640 --> 00:29:46.139 Jenny Duan: That just means like, just create your account. You don't have to post anything, just create it. And then maybe week 2, you can say 240 00:29:46.420 --> 00:29:55.290 Jenny Duan: first post. And we could talk about what it looks like, what your first post looks like later, but just posting anything, and then maybe, like 241 00:29:55.380 --> 00:30:01.940 Jenny Duan: we can just do one post a week until until you get the hang of it, and then start posting more often. 242 00:30:02.310 --> 00:30:11.170 huda: Do you ",
    "think I should make an Instagram account for the game exclusively, or for my like a professional account. 243 00:30:12.510 --> 00:30:25.230 Jenny Duan: I think it should. I think you should do it for you, and you can first start by posting about the game, and then eventually broaden it to other things like you can say like, for example, your account can be like who does Suraj. And it could be like. 244 00:30:26.010 --> 00:30:28.099 Jenny Duan: you know, are you? 16, 245 00:30:28.190 --> 00:30:31.799 Jenny Duan: 1516? He'll be like 16 year old game developer. 246 00:30:31.990 --> 00:30:47.729 Jenny Duan: That could be like what your that could be like the niche that your account is posting on, and then eventually, once your game has enough progress and enough followers, you can start posting about other things that you're doing as well. For example, like forklift web development, AI ethics, other other topics. 247 00:30:48.240 --> 00:30:49.799 huda: Yeah. Sounds good. 248 00:30:49.930 --> 00:30:50.800 Jenny Duan: Okay. 249 00:30:51.880 --> 00:30:54.380 Jenny Duan: and then week 5. Do you have a goal. 250 00:30:59.360 --> 00:31:08.230 huda: maybe, like, try to create start creating. Like the. I guess like the boss fight or like the ending of the game 251 00:31:09.970 --> 00:31:12.500 Jenny Duan: and then week 6. 252 00:31:13.230 --> 00:31:17.359 huda: I think. Just continue. I feel like it might take a long time. 253 00:31:18.070 --> 00:31:18.880 Jenny Duan: Okay. 254 00:31:20.270 --> 00:31:21.960 Jenny Duan: and then week 7. 255 00:31:22.530 --> 00:31:24.660 huda: If I can 256 00:31:24.700 --> 00:31:34.800 huda: finish it like with like make sure, like all the parts are like cohesive and then, lastly, I kind of wanna 257 00:31:35.290 --> 00:31:37.040 huda: probably create like 258 00:31:37.310 --> 00:31:47.889 huda: advertisements, and such for the game. And maybe like, start setting it up on steam or like on my own website. And yeah. 259 00:31:48.840 --> 00:31:54.93",
    "9 huda: okay, so for week 8, I'm going to say, like, create game ads and then set up game hosting, how does that sound? 260 00:31:55.370 --> 00:31:56.989 Jenny Duan: Okay, amazing. So 261 00:31:57.110 --> 00:32:14.040 Jenny Duan: how I intend this to work is I'm gonna put the specific goals like these specific goals into here. So this document that you have access to is still going to be like the place where all your tasks are. But I think this is a way to see what your 262 00:32:14.120 --> 00:32:18.790 Jenny Duan: like, how you're going to be progressing throughout the 8 weeks. 263 00:32:19.580 --> 00:32:30.790 Jenny Duan: Does that make sense so like this is, gonna be a place where you actually check off the test that you need to do. And this is going to this is going to be a bird's eye view of your entire goal and progression throughout the 8 weeks. 264 00:32:31.030 --> 00:32:31.790 huda: Yeah. 265 00:32:31.920 --> 00:32:33.770 Jenny Duan: does that? Yeah, does that make sense? 266 00:32:33.990 --> 00:32:35.650 huda: Yeah, alright. 267 00:32:36.150 --> 00:32:42.910 Jenny Duan: And then, so I'm gonna just populate some of the tasks here. So like, create ig, account. 268 00:32:43.100 --> 00:32:45.040 Jenny Duan: What else? 269 00:32:46.770 --> 00:32:50.009 Jenny Duan: Outline game and 270 00:32:50.390 --> 00:32:52.619 Jenny Duan: game art for next scenes. 271 00:32:54.390 --> 00:32:56.400 Jenny Duan: Okay, amazing. So 272 00:32:56.460 --> 00:33:05.650 Jenny Duan: we're gonna check back in during the weekend and touch base on how everything's going. But do you feel prepared for everything this week is, do you have any questions about anything? 273 00:33:06.410 --> 00:33:18.349 huda: Yeah, definitely, this this meeting has been really informative. And I really like seeing those content. Creators? That's really inspiring to see them. Yeah, thank you for that. 274 00:33:18.480 --> 00:33:28.899 Jenny Duan: Yeah, of course. And like that can totally be you, too, like the",
    "re's nothing, stopping you from putting yourself out there and like becoming exactly like them, or like even better your own version of them. 275 00:33:28.940 --> 00:33:34.809 huda: So thank you. Well, then, I'll see you later this week. Then. Yeah, okay, bye. 276 00:33:34.960 --> 00:33:35.710 Jenny Duan: bye."
  ],
  "turns": [
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2.04,
      "end": 8.199,
      "text": "Okay, there we go. Let's continue. So were you able to talk to your media arts teacher, and how did that go? 2"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 8.73,
      "end": 47.24,
      "text": "Yeah. So I asked him, since I'm starting 2 clubs this year, I need I need him as an advisor for both of them. 3 Video production club. Yeah, so he didn't reply. Cause I think he's like, he's like out for for a week. So yeah, I'm trying to like reach out to him, though. Me and both vice Presidents are like 4 kind of try to get a hold of him. But yeah, I think it's looking positive, though, because he's not 5 advising any other clubs this year. So 6"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 48.16,
      "end": 60.48,
      "text": "that's really good. great! And then for your small business owners, how is that been going like, how is your pitching slash? Emailing? Or no? How did the pitching go at the actual event? Right? 7"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 60.82,
      "end": 85.11,
      "text": "Yes, I was only able to find like 2 businesses there. But I did ask them if they were like interested, and they did say Yes, so I told them like, Oh, we do like advertising stuff. I'll probably email them and like, follow up with more details. But as of now, yeah, I just talk to them a little bit about it. 8"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 85.71000000000001,
      "end": 117.36,
      "text": "Amazing. 9 I really thought that that works. So now you have at least 2 people that you can make videos. For in addition to, was there one more that you mentioned that you could for sure make a video for? Yeah. 10 okay, awesome. So now you have your first 3 and honestly getting your first 3 are probably gonna be the hardest like. After that, you know. As people see your videos, they're probably just gonna come in organically. So the actual pitching will shouldn't be as difficult as it is right now. 11 So that's really good. And then for your Youtube video, were you able to finish editing that 12"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 118.35,
      "end": 141.56,
      "text": "so I wasn't able to finish the editing it just because like, I think II don't wanna make like a lame excuse. But the computer that I was editing it on broke. So I'm gonna try to like. 13 you know, get the recovery files and start adding on this computer? I'll try to get it done like within today or tomorrow. 14"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 141.87,
      "end": 146.84,
      "text": "Yeah, oh, that's so stressful. Like, how did the computer break. What's the do you have a story behind that? 15"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 147.02,
      "end": 162.689,
      "text": "I don't know. Just like one time I was like trying to close it. And then it's just like the part where it holds like the screen and the keyboard together, just like fell apart. And then it just like, Oh, yeah, it's like dangling. So it's weird. 16"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 163.26,
      "end": 176.269,
      "text": "okay, amazing. And then so checking in with Counselor Irl, that's fine. 17 Do you have a I know this is kind of something additional that we tacked on last time. But have you thought about your personal website at all, and like 18"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 176.52,
      "end": 209.27,
      "text": "what that, what you want that to look like started this yet, but it'd be great. 19 So I was looking through my figma, and I actually found, like one of my previous like designs, and it was it was like my personal website. It's like, not fully developed. But 20 yeah, I did have like an idea. Let me try to see if I could share it. 21 if you want to share your screen, that would be great. 22"
    },
    {
      "speaker": "unknown",
      "conf": 0.5,
      "start": 228.42000000000002,
      "end": 229.73,
      "text": "I saw. 23"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 229.87,
      "end": 232.269,
      "text": "Wow! This is amazing. 24"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 232.37,
      "end": 264.74,
      "text": "Thank you. So it's like the homepage. And then this is gonna be where I kept my projects. 25 I just kept some filler projects in there for my heckathon, and then it's like another concept that I had for the homepage implementing kind of like how you said so I put things about 26 me on it. I feel like it's kind of random. And I could definitely I think this is like I made it a while ago. So it's not really related to the things I'm interested in now. But yeah. 27"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 265.13,
      "end": 268.66,
      "text": "that looks really good. Hooda. Thank you. 28"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 269.25,
      "end": 276.489,
      "text": "Great work. 29 Yeah. Could definitely work on these more, though? So yeah. 30"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 280.03,
      "end": 288.629,
      "text": "that looks really good. And then what would be the tools that you would use to develop that? 31 And like, how do you webs websites. Have you figured that out 32"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 289.31,
      "end": 291.679,
      "text": "to Cody's websites? 33"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 291.69,
      "end": 295.269,
      "text": "Now, how do you like host? Where are you, gonna host? It? Have you figured that out? 34"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 295.74,
      "end": 306.73,
      "text": "not exactly. I think I might 35 buy like a website domain and then try to like, have it as its own website. Maybe 36"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 306.8,
      "end": 308.37,
      "text": "amazing. 37"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 311.33,
      "end": 318.41,
      "text": "Oh, I wanted to show you like. 38 I made some progress on the website design for Folklift. 39"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 319.09,
      "end": 320.26,
      "text": "Amazing. 40"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 326.71,
      "end": 328.849,
      "text": "It's kinda like newspaper show. 41"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 328.96,
      "end": 356.219,
      "text": "I love it. I love. I remember last week we talked about this, and II mentioned, and I still think this is awesome. How it connects with your other interest as well like that 42 intersection looks really good like, because, again, like you want your extra curriculars to for your whatever projects your hobbies to look like a web. So everything should be, you know, slightly connected to something else. And this really aligns with your passion. For you know. 43 video making and storytelling. And I think that's really, really cool. 44"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 356.64,
      "end": 357.95,
      "text": "Yeah, thank you. 45"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 360.31,
      "end": 363.45,
      "text": "So when do you think you're going to be able to start coding this? 46"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 364.42,
      "end": 377.82,
      "text": "I think I should probably start this week. 47 Just for like basic just like front end and maybe I could implement the backend, whatever like later on. 48"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 378.38,
      "end": 381.96,
      "text": "is this something that you've started learning like the back end aspect. 49"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 382.31,
      "end": 400.859,
      "text": "Yeah, I've just been watching some tutorials. But like, I I'm not fluent in like any other languages. But yeah, I do. 50 I have been watching some videos on Mike. How to start learning back end as a front end developer. 51"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 402.1,
      "end": 415.369,
      "text": "Awesome sounds good. And then the other thing is for your after you create your first video. So 52 the first business that you identified have you been able to like schedule time to to do the interview with them. 53"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 415.96,
      "end": 424.43,
      "text": "No, I think I'm gonna email them like, right after this call and set up a time with them. And yeah, that should be 54 good. 55"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 424.75,
      "end": 437.769,
      "text": "Okay, I'm just gonna put that under our tasks. And for the tests, I'm just gonna copy the test from that that are unfinished from last week, and then just put them at the bottom of the screen here. 56"
    },
    {
      "speaker": "student",
      "conf": 0.5,
      "start": 437.95,
      "end": 438.64,
      "text": "But 57"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 439.72,
      "end": 476.62,
      "text": "okay. 58 And then 59 the other thing is, 60 once we once you start reaching out to once you get that video filmed for the first one. Let's try to get some press, or like some 61 some news coverage about your work. So we can think ahead about that, because again, it's really important to quantify your impact and like the best way to do that is just sharing that with the community. So do you know of any like local newspapers or local news magazines that you could tell your 62 tell them about your project. 63"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 476.69,
      "end": 486.45,
      "text": "Yeah, II do. I think we do have like a mountain house, newspaper. And he, he like takes input, from people. So yeah. 64"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 487.31,
      "end": 515.389,
      "text": "so once you have your first interview and website up, why don't you? Send that person an email and then tell them, like you're working on this project and ask them to share it with the community. That way you can a get more businesses interested and B like you can get some coverage on your project. Because, yeah, I think you're doing amazing work. And people need to hear about it. So that's the first step. 65 Okay? And then for the sat, how is that going? 66"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 516.289,
      "end": 535.06,
      "text": "Oh, yeah, I've just been practicing on the math every day. Since. That's like the main region. I need to improve on. And also I have a graphing calculator now, so I'll be able to like store. 67 I'll be able to store equations. In case I need them during the test. 68"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 535.62,
      "end": 540.87,
      "text": "Awesome. And how are your scores looking? Have you done a full test recently or not? 69"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 540.97,
      "end": 550.93,
      "text": "No, I haven't got the time. But 70 yeah. okay, yeah. And then your sats in 2 months, right? In October. Yeah. 71"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 551.53,
      "end": 583.94,
      "text": "Okay, awesome. So I think it would be good to do a full sat once a week or once every 2 weeks, just because that way, it's easier to track your progress and to see, like where you 72 how you're improving, because again, like it's since it's a pretty short amount of time. And the Pst is also around that time, too. So you could consider doing a psat practice test as well. Psat and sat are pretty similar in terms of the types of questions. So if you practice one, it should be pretty similar to the other. 73 Yeah. 74 okay. 75"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 584.05,
      "end": 605.99,
      "text": "And then the other thing that I wanted to talk to you about is like setting some concrete goals. And I know we have these like task lists. But one thing that I think would be helpful is to break down like what we want our target goals to be and how we can get to those specific goals. So what I mean by that is, let me share the screen. 76"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 611.69,
      "end": 659.67,
      "text": "Okay, so we have these goals right? But then I was hoping that we can break these down into like specifically 77 what that would look like for everyone. 78 And then give you, like a sort of checklist, to see 79 what you can track and what you can work on every single week to reach these specific goals. So 80 let me just organize these. So I think we can start with some of these things are tangible. And some of these things are like, not as tangible. So let's just start with the tangible goal. So if we want to have a like 1550 plus sat, if this is our goal. Then what are some like? Weekly steps you can take 81 to get there. 82 Cause I think you have 8 weeks right to get into your sat right? 83"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 659.68,
      "end": 661.679,
      "text": "Yeah, for about 8 weeks. 84"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 662.07,
      "end": 687.45,
      "text": "Alright. 85 So every single week I thought we could break this down and create like a goals tracker that way. You can sort of have some motivation, and also like, have accountability for your prep. Work for some of these bigger goals. 86 Does that? Would that be helpful for you, or would that not be helpful for you? Is this something that in your dad talked about? But I wanted to talk about it with you as well. 87"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 688.01,
      "end": 689.3389999999999,
      "text": "Yeah, that sounds great. 88"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 689.73,
      "end": 716.24,
      "text": "Okay, awesome. So 89 so we're making this plan again to break down exactly what you need to do within the next 8 weeks to reach this goal. 90 So for the first week, what do you think you want to work on in terms of studying or preparing for the sat. This could be like a benchmark score. You could be like, I want to hit, you know, 1,450, or you could be like, I want to do 3 h of practice, or I want to do X practice test what seems like a good goal for you 91"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 716.58,
      "end": 729.929,
      "text": "for this first week. So this would be like, week one this week. 92 Yeah, I wanna take at least one full practice test 93 And I wanna hit maybe like a 1,400 this week. 94"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 730.42,
      "end": 733.66,
      "text": "Okay? Awesome. So 95"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 737.75,
      "end": 745.19,
      "text": "oh, okay, I see. 96 One folk practices. 97"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 749.33,
      "end": 751.54,
      "text": "And do you also want to 98"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 760.17,
      "end": 765.11,
      "text": "bit 1,400? Okay? 99 And then week, 2, 100"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 766.25,
      "end": 775.969,
      "text": "so maybe like similar to that, like another full practice test and improve, maybe get like a 1450. 101"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 777,
      "end": 790.429,
      "text": "Okay? 102 And then for the full practices. I think it'd be better like, the more specifically go the better. So which full practices do you want to do, and where you're going to find that. 103"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 791.18,
      "end": 794.63,
      "text": "maybe. Khan Academy. 104"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 795.25,
      "end": 799.95,
      "text": "Okay. have you done any of the Khan Academy practices yet? 105"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 800.03,
      "end": 809.549,
      "text": "Yeah, that's actually where I've taken the ones that I've done before you know what year they're from or what the label is, because I know there's like practice number one, number 2, number 3. 106"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 810.01,
      "end": 813.78,
      "text": "Let's let me check 107 all the way up to 10, I think. 108"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 815.25,
      "end": 831.989,
      "text": "Yeah. So I took 109 the practice test, one. the practice test, 5 and practice test 9. I've taken the other ones. But that was like a while ago. So 110"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 832.91,
      "end": 835.8389999999999,
      "text": "okay, so you've taken. So you've taken all the other ones. 111"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 837.23,
      "end": 842.77,
      "text": "No, just like practice. Test 100, I took it like in eighth grade or something. 112"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 843.09,
      "end": 851.539,
      "text": "Okay? So let's just redo the practice as 10 here and then 113 Khan Academy. What about this week? Do you practice this? 8. Have you done that one yet? 114"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 852.42,
      "end": 854.39,
      "text": "No. 115"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 854.83,
      "end": 863.18,
      "text": "okay, great. Let's do. So let's do 10, and then 8 here and then week 3. Do you have a goal? 116"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 864.81,
      "end": 880.72,
      "text": "maybe like. 117 try to get a 1,500 and also another full practice test. But this time. Maybe I like printed out a practice. sat. So maybe like on paper this time. 118"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 881.23,
      "end": 887.319,
      "text": "Okay, awesome. And then 1,500, 119 and then week 4 120"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 888.77,
      "end": 899.509,
      "text": "maybe if I could get like a 1520 and I'd probably do like a Khan Academy. 121 A practice test. 122"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 900.11,
      "end": 919.22,
      "text": "Okay? Awesome 123 on account of me. 124 which one practice has 7. Have you done that? One? 125 Ebbw. okay? And then week 5. 126"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 920.37,
      "end": 932.5,
      "text": "Maybe. Just like II feel like just improving a little bit 127 just from fifteen-twenty is like 15. 128 Just a little more. 129"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 932.79,
      "end": 934.7,
      "text": "Okay? And then week, 6, 130"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 935.34,
      "end": 940,
      "text": "like, 15 131 50. 132"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 940.49,
      "end": 947.239,
      "text": "Okay, and then week 7 and 8. Do you have goals? Maybe we could. I could take like 2 practice tests. 133"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 947.29,
      "end": 949.189,
      "text": "These weeks. 134"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 950.75,
      "end": 959.05,
      "text": "Yeah, okay. 135 And then maintain score. I'll just keep it at 1550. Hush! 136"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 964.07,
      "end": 975.239,
      "text": "Okay, this sounds good. And I actually am wondering, like on Khan Academy. Do you have an option to print your tests? Because I think it'd be best to do like only printed practice tests if if that's possible. 137"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 976.03,
      "end": 985.47,
      "text": "I don't think you can. 138 But there are actually Pdf versions. So maybe you can. 139"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 986.79,
      "end": 1005.39,
      "text": "Yeah, why don't I just use these here 140 on the college board website? They have like the downloadable ones. 141 So 142 yeah, they have them all here. So I'm just gonna put this link in our document 143 and then you can print them out from there. 144"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1006.33,
      "end": 1007.16,
      "text": "Sounds good. 145"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1016.47,
      "end": 1017.5889999999999,
      "text": "Where's the 146"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1021.94,
      "end": 1071.36,
      "text": "okay? So instead of Khan Academy. I'm just gonna say, like practice says 10. And that just means like Number 10 in the other in the other document. Does that does that make sense to you? Yeah. 147 okay. 148 And then I thought we could do this for the PSAT, 2. So 149 1550 PSAT. Is our second goal. 150 and then week one. I guess 151 your same practice that you're doing for the sat also applies for the psat. But is there anything else you want to add to prep specifically for the Psat? I recommend doing at least like one psat practice exam sometime in these 8 weeks. But 152 again, like a lot of the practice you're doing for the sat will translate for the Pst. It's just that timing and the number of questions is a little bit different. 153"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1072.09,
      "end": 1078.63,
      "text": "Maybe on week 5, I can. 154 do practice. Psat. 155"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1079.19,
      "end": 1088.999,
      "text": "Okay. 156 awesome. And then the practice. Ph can also be found on like the college board website. So if you actually, I can link it for you. 157"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1101.56,
      "end": 1105.079,
      "text": "Hmm, okay, so there's yeah, there's one right here. 158"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1112.8,
      "end": 1145.059,
      "text": "And so yeah, I recommend printing these out, and then also using, like the printing out the answer to the bubble sheet and bubbling it out because the timing for that is going to be different than if you do it online. So 159 that will be good. okay. 160 So then, academics, like all A's throughout, and then 5 on Ap's. That'll come a little bit later, I think. So. We don't have to worry about specific goals for that right now. 161 look at this. Do people interested? You've already done that. So that's really awesome. 162"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1145.14,
      "end": 1187.95,
      "text": "And then, okay for your video game project. So then for some of your passion projects. So I think your main passion projects that we've sort of structured and built together during the time that we've been working together is the first, the video game project. That's one of your biggest passion projects. 163 The second thing is forklift, and I think the third thing can be the third thing is your Youtube. And then 164 let's see, I feel like I'm missing one thing. 165 I think the fourth thing is your 166 your AI Ethics club. And then the fifth thing is your web development, which is in progress, and we're working on getting customers for that. But 167"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1188.2,
      "end": 1225.619,
      "text": "I think this is a so what we have right now is a really strong set of extra curriculars that I want to help you grow and develop, and although 5 might sound like a lot like, remember, in the common app there's space for 10. So I think this is a very good foundation. 168 And the reason why I'm bringing this up is because it's really good to have a clear understanding of again, how everything connects together and how you're going to scale and grow everyone of these involvements. So that's why we can make this 8 week plan to see like what tangible things we're doing to grow and scale your passion projects. 169 That way. We're not just like working every week towards a goal that we don't really know. 170"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1225.73,
      "end": 1234.739,
      "text": "Okay, so video game project. So week one, what do you have a specific goal like in our 8 week plan, what you want to accomplish in week. One? 171"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1235.43,
      "end": 1258.81,
      "text": "Okay. So I'm thinking, maybe I can make like an outline since I haven't really like outlined my entire like layout of the game, like, I want this scene to happen, this thing to happen. So an outline would be helpful. And then maybe, like, start working on the game art for the next scenes. 172 yeah. 173"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1262.76,
      "end": 1267.929,
      "text": "amazing. And then for week 2. What do you want your goal to be 174"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1268.42,
      "end": 1277.73,
      "text": "okay? And then maybe for week 2, I can start building like the regression model. Seam. 175"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1279.83,
      "end": 1281.59,
      "text": "Okay, amazing. 176"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1281.94,
      "end": 1308.77,
      "text": "And then 3, and then yeah, week 3. So week 3. 177 I'm not sure how long the regression model scene might take me. So either we continue the regression model or get started on like the kind of like beginning of the game. 178 like where the foundation, like the the lower, is, gonna be told. 179"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1309.26,
      "end": 1322.229,
      "text": "Amazing. Are you documenting your progress anywhere? Because, if not, I feel like you should definitely post about your story like on social media, so that people will follow you. And so your project can gain traction as you're building it. 180"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1323.15,
      "end": 1332.179,
      "text": "Yeah, that's a good idea. I think I'm gonna start like social media accounts. For a game dev and see if like, it can gain any traction. 181"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1332.31,
      "end": 1347.69,
      "text": "Yeah, okay, let me give you some examples of some people that you can look at for inspiration. because I think it's like this is a really important part of your personal branding. When I say personal branding, does that make sense to you? Or should I explain that? 182"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1348.03,
      "end": 1351.149,
      "text": "Sounds yeah, sounds fine. 183"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1351.21,
      "end": 1399.64,
      "text": "Yeah. So it's really important to develop like. 184 or it's not very important. But if this is something that you want to do, like social media is a great way to develop impact, because again, people will like follow you and learn more about your work. So this is someone I know. For example, this is her Instagram about technology. This is like her. It's sort of like a professional Instagram looking thing. Her name's like 185 Aniha, and this is her Instagram. And I'm Gonna just walk you through what it looks like. So 186 this is her. This is her introducing herself. So she's 187 invented 6 feet apart, which is a wearable social, distancing device, and she has a feature in Harper's bazaar interning at NASA. 188 her book that's out. And basically it's just 189"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1400.13,
      "end": 1427.93,
      "text": "place where she is posting about her some of her professional achievements and the progress that she's making on her work. So I think you can do 190 exactly the same. It's think about it as like a public portfolio of your work and on it. Like, here's your website. 191 this is another example of like personal website, you can have inspiration from. 192 I'm gonna actually put all this in in the doc. So so you can see for inspiration. 193"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1429.65,
      "end": 1430.93,
      "text": "That's so cool. 194"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1432.16,
      "end": 1479.81,
      "text": "But I this is what I imagine like for you, too, like II think you could totally do this like you could totally build a website like this. 195 You can totally make an Instagram like this and use it to document your progress on your game and on your AI Ethics advocacy. Because I think AI ethics is like a big. 196 a big space that people need help on and need to learn more about 197 and like, I can actually show you. This is so. I have my own like professional type of Instagram like that. So what mine looks like. 198 And here I like make videos just talking about AI ethics. and I don't have, like as many followers and not as active as her, but it's like I have. I have a similar account, and it's like, I think about it, like my digital portfolio a little bit. 199"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1480.08,
      "end": 1498.149,
      "text": "So let me link her Instagram. 200 Another good person that is pretty inspiring is is elapidis. She also makes content about computer science. 201 She's a student at Barnard. Do you know Barnard College? 202"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1498.52,
      "end": 1499.92,
      "text": "No. 203"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1500.28,
      "end": 1530.969,
      "text": "it's so I don't know if you're you'll be interested in this. But 204 have you thought about going to Columbia at all. Is this a school that you're interested in or no, not interested in going there? 205 Okay, because Barnard 206 is a historically, it's a Historical Women's College. So it's an all Female college. But it's Columbia sister School. So what that means is that students from Barnard they take classes at Columbia, and they're like considered like very integral to the Columbia community. 207"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1530.97,
      "end": 1561.649,
      "text": "So, for example, if you were to be a Cs major at Barnard, you would be taking all your Cs and engineering classes at Columbia, and Barnard is still a very competitive school, but it's another like little leeway to like. Get into Columbia. Kind of. So all your classes will be at Columbia. You'll be very integrated into the Columbia community, but, like the admissions rate is slightly higher than it would be at Columbia. So 208 that's something to think about, actually because, again, Barnard is a very prestigious school on its own like, it's still very competitive, but 209"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1561.69,
      "end": 1609.869,
      "text": "it's like some people think about it as another way to get into Columbia, in addition to like all the things that Barnard itself has to offer. But I'm showing this account because this is another someone else's like computer science account. Like. 210 she's, this is a video like learning Java with her. How to like. Learn, Java. 211 Let's see what else 212 her and Carly Closs, with coat of clossy 213 woman and Stem Day. Anyways, this is another one of her like 214 actually saying, you're going to major in computer science. 215 actually majoring memes that she's making 216 Barnard. So this is just her like computer science account, too. So it's another source of inspiration for you and her website. I'm gonna show you 217"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1610.02,
      "end": 1641.869,
      "text": "this is this is her website. It's a little simpler, but it's like. if it's her like identity, you know, as a as a creator and as a person. 218 So I'm gonna link that to 219 And then I'll find you one more example. But anyways, this is basically what I'm saying you should do for your 220 for your own social media. 221 Then this this one. She's kind of famous. But have you heard of her, Katanjali? Rob? 222"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1642.16,
      "end": 1645.109,
      "text": "I don't think so. 223"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1645.27,
      "end": 1667.72,
      "text": "Okay, I'll just link her. Anyway. She was 224 times kid of the year, and she's also like a National geographic young explorer. She has a bunch of awards. But you can just look at her, Instagram, for in for inspiration, because 225 she is just like a very inspiring person. And I think this is like a good characterization about what someone's account can look like as well. 226 Anyways. 227"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1668.07,
      "end": 1674.17,
      "text": "does. That just does what I'm saying kind of makes sense when I talk about your like professional account or, yeah. 228"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1674.2,
      "end": 1700.609,
      "text": "sharing. Yeah. And then, anyways, once you start building a following on social media, like people will become more inspired by your work, and people pick up stories a lot from social media. So, for example, like, I know that Izzy Lapidus has gone so ha has gone features, because she's very prominent on social media. And same with obviously Kitanjaliani as well. So once you develop this identity on social media, you'll be able to expand the impact of your work because more people will know about it. 229"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1701.31,
      "end": 1703.679,
      "text": "That's so cool, inspired. 230"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1704.02,
      "end": 1753.559,
      "text": "Actually, I have one more. I'm just gonna link one more 231 because these are all like people that I know in real life. So that's why I'm saying, like you should learn more about them. This is someone else. 232 She goes to Columbia. And she made this app called Redone app. It's on the app store. It's about sexual assault detection. She was also in Disney on a Disney plus movie, and she has a bunch of other things, but it's pretty cool. She goes to Columbia. So I'm gonna link her to. 233 So you can look at that in your free time. But 234 let's finish the rest of the we can. Okay, we can put a bookmark in these and come back to working on these next week. But let's finish the video game project and what you're going to work on in the rest of the 8 weeks. So week 4. What is your goal? 235"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1754.28,
      "end": 1773.119,
      "text": "maybe like connecting the scenes better. And try to like 236 for this one. I wanna like film it like I mean for all them I wanna film it. But 237 I definitely wanna like try to start telling a story through my videos about my game. 238"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1773.74,
      "end": 1801.94,
      "text": "Amazing. So doing week one, I'm just gonna put create Instagram account. 239 That just means like, just create your account. You don't have to post anything, just create it. And then maybe week 2, you can say 240 first post. And we could talk about what it looks like, what your first post looks like later, but just posting anything, and then maybe, like 241 we can just do one post a week until until you get the hang of it, and then start posting more often. 242"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1802.31,
      "end": 1811.17,
      "text": "Do you think I should make an Instagram account for the game exclusively, or for my like a professional account. 243"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1812.51,
      "end": 1847.729,
      "text": "I think it should. I think you should do it for you, and you can first start by posting about the game, and then eventually broaden it to other things like you can say like, for example, your account can be like who does Suraj. And it could be like. 244 you know, are you? 16, 245 1516? He'll be like 16 year old game developer. 246 That could be like what your that could be like the niche that your account is posting on, and then eventually, once your game has enough progress and enough followers, you can start posting about other things that you're doing as well. For example, like forklift web development, AI ethics, other other topics. 247"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1848.24,
      "end": 1849.799,
      "text": "Yeah. Sounds good. 248"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1849.93,
      "end": 1854.38,
      "text": "Okay. 249 and then week 5. Do you have a goal. 250"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1859.36,
      "end": 1868.23,
      "text": "maybe, like, try to create start creating. Like the. I guess like the boss fight or like the ending of the game 251"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1869.97,
      "end": 1872.5,
      "text": "and then week 6. 252"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1873.23,
      "end": 1877.359,
      "text": "I think. Just continue. I feel like it might take a long time. 253"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1878.07,
      "end": 1881.96,
      "text": "Okay. 254 and then week 7. 255"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1882.53,
      "end": 1914.939,
      "text": "If I can 256 finish it like with like make sure, like all the parts are like cohesive and then, lastly, I kind of wanna 257 probably create like 258 advertisements, and such for the game. And maybe like, start setting it up on steam or like on my own website. And yeah. 259 okay, so for week 8, I'm going to say, like, create game ads and then set up game hosting, how does that sound? 260"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1915.37,
      "end": 1950.79,
      "text": "Okay, amazing. So 261 how I intend this to work is I'm gonna put the specific goals like these specific goals into here. So this document that you have access to is still going to be like the place where all your tasks are. But I think this is a way to see what your 262 like, how you're going to be progressing throughout the 8 weeks. 263 Does that make sense so like this is, gonna be a place where you actually check off the test that you need to do. And this is going to this is going to be a bird's eye view of your entire goal and progression throughout the 8 weeks. 264"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1951.03,
      "end": 1951.79,
      "text": "Yeah. 265"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1951.92,
      "end": 1953.77,
      "text": "does that? Yeah, does that make sense? 266"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1953.99,
      "end": 1955.65,
      "text": "Yeah, alright. 267"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1956.15,
      "end": 1985.65,
      "text": "And then, so I'm gonna just populate some of the tasks here. So like, create ig, account. 268 What else? 269 Outline game and 270 game art for next scenes. 271 Okay, amazing. So 272 we're gonna check back in during the weekend and touch base on how everything's going. But do you feel prepared for everything this week is, do you have any questions about anything? 273"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1986.41,
      "end": 1998.349,
      "text": "Yeah, definitely, this this meeting has been really informative. And I really like seeing those content. Creators? That's really inspiring to see them. Yeah, thank you for that. 274"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1998.48,
      "end": 2008.899,
      "text": "Yeah, of course. And like that can totally be you, too, like there's nothing, stopping you from putting yourself out there and like becoming exactly like them, or like even better your own version of them. 275"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2008.94,
      "end": 2014.809,
      "text": "So thank you. Well, then, I'll see you later this week. Then. Yeah, okay, bye. 276"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2014.96,
      "end": 2015.71,
      "text": "bye."
    }
  ],
  "meta": {
    "ext": ".pdf",
    "source": "normalize-v1",
    "vtt": true
  }
}