{
  "id": "03-Raw-SessionTranscripts/2024-10-02_W069_P4-SUMMER_TRANS-RAW_UscEssaysandappStrategy.pdf",
  "name": "2024-10-02_W069_P4-SUMMER_TRANS-RAW_UscEssaysandappStrategy.pdf",
  "path": "03-Raw-SessionTranscripts/2024-10-02_W069_P4-SUMMER_TRANS-RAW_UscEssaysandappStrategy.pdf",
  "kind": "TRANS-RAW",
  "week": "69",
  "phase": "4",
  "date": "2024-10-02",
  "link": null,
  "text": "Week 20 - Coaching_Jenny_Huda_Wk20_2024-10-02_M_3b2f977345533d1f_U_3b2f977345533d1f WEBVTT 1 00:03:31.030 --> 00:03:32.790 Jenny Duan: It? Has it come up? 2 00:03:33.930 --> 00:03:35.870 Jenny Duan: Hey? How's it going. 3 00:03:36.260 --> 00:03:37.940 huda: Hi! It's going well, how are you? 4 00:03:39.023 --> 00:03:41.709 Jenny Duan: To see you. How's your week been. 5 00:03:42.310 --> 00:03:51.900 huda: It's been great. Actually, today, we're starting fall break. So we just have like a week off. And I'm gonna get caught up with, like some of my 6 00:03:52.348 --> 00:03:55.779 huda: classes and obviously work on essays. So yeah. 7 00:03:55.780 --> 00:03:59.343 Jenny Duan: My gosh, fall break is basically college prep. Break. Then. 8 00:04:00.070 --> 00:04:06.350 Jenny Duan: sorry that you don't get too much of a break, but hopefully you can like, catch up on sleep and everything this week, because that's really important. 9 00:04:09.340 --> 00:04:15.849 Jenny Duan: great. Well, today, I think we want to talk about Usc, would you be able to share those essays with me, or the link to your 10 00:04:16.310 --> 00:04:17.370 Jenny Duan: document. 11 00:04:18.230 --> 00:04:18.835 huda: Yes, 12 00:04:20.690 --> 00:04:21.350 huda: great 13 00:04:21.790 --> 00:04:24.820 huda: just shared it. Let me put the link in the chat, though. 14 00:04:24.970 --> 00:04:26.150 Jenny Duan: Sure thanks. 15 00:04:41.900 --> 00:04:48.410 Jenny Duan: And then also have you any chance to think about whether or not you want to apply for either the Usc scholarship program. I mean the 16 00:04:48.700 --> 00:04:51.209 Jenny Duan: Ufc scholarship programs. 17 00:04:54.420 --> 00:04:56.210 huda: Oops. Sorry were you saying something? 18 00:04:56.680 --> 00:05:04.200 Jenny Duan: Yeah, I was. Gonna say, have you gotten a chance to think about whether or not you want to apply for the any of the Unc. Chapel Hill. Like scholarship programs. 19 00:05:05.030 --> 00:05:08.284 huda: Okay. So I actually took a look at it. And then, 20 00:05:08.890 --> 00:05:12.370 huda: so the due date is earlier, I think. And then 21 00:05:13.173 --> 00:05:18.070 huda: I think like the one that you mentioned, or like the one that you added in the email, which is about 22 00:05:18.110 --> 00:05:19.800 huda: like. 23 00:05:19.830 --> 00:05:25.970 huda: I think it was out of State students like it was specifically for out of State students. I think that was like a good opportunity. 24 00:05:27.490 --> 00:05:28.669 huda: and I think. 25 00:05:29.570 --> 00:05:34.030 huda: let me see, I put it into the common app. And then. 26 00:05:35.120 --> 00:05:39.969 huda: yeah, I think I think there's like a lot of essays for this, like the 27 00:05:40.383 --> 00:05:48.860 huda: scholarships. But like, I don't think that's really a problem. But yeah, I think I'd I think I'd look forward to applying to Unc. 28 00:05:49.290 --> 00:05:55.710 Jenny Duan: Okay with the Moorhead Kane program or John Robertson scholars. Robertson Scholar is like a joint program at the Unc. And Duke. 29 00:05:58.550 --> 00:06:02.020 huda: I think. Yeah, the Robertson scholarship is the one that I 30 00:06:03.181 --> 00:06:05.340 huda: look closer at. Oh, actually. 31 00:06:06.090 --> 00:06:11.170 huda: no! I looked closely at the Moorhead cane. I didn't really get a chance to look at the Robertson Scholarship. 32 00:06:12.860 --> 00:06:17.860 Jenny Duan: Okay, I think that if you apply for Unc early, like, I think you can submit your application to both programs. 33 00:06:18.120 --> 00:06:23.780 Jenny Duan: So I think, let's just do that, then. So that will mean like a little bit of push between these 2 weeks. 34 00:06:23.970 --> 00:06:30.340 Jenny Duan: I think that you should be fine like honestly, because your essays are looking pretty good, and you'll be able to reuse a lot of the same stuff. 35 00:06:30.680 --> 00:06:41.060 Jenny Duan: So it should be fine. I think the biggest concern is just like, if your teachers are gonna be able to submit their letters of 2 weeks early. Do you know, like the status on those, or how that's going. 36 00:06:42.362 --> 00:06:43.850 huda: I don't think they've. 37 00:06:43.890 --> 00:06:47.269 huda: I don't think they've written it yet, so I'm not sure if, like 38 00:06:47.655 --> 00:06:49.439 huda: they'll be able to like write it. 39 00:06:50.390 --> 00:06:51.390 huda: and like. 40 00:06:51.990 --> 00:06:54.198 huda: in like, 2 weeks. But 41 00:06:55.100 --> 00:06:59.400 huda: yeah, let me just double check to see if they submitted anything. 42 00:07:03.040 --> 00:07:07.000 Jenny Duan: Okay, cause they're gonna need to submit by November first, st right? And they're aware of that. 43 00:07:07.170 --> 00:07:07.810 huda: Yeah. 44 00:07:16.810 --> 00:07:20.499 huda: okay, yeah, it's just it's still like, I don't think they've 45 00:07:20.520 --> 00:07:22.860 huda: written it yet. So 46 00:07:25.054 --> 00:07:29.889 huda: I mean, I could check up with them and like, update them about that. But 47 00:07:31.048 --> 00:07:35.239 huda: I think I'll I'll ask them like the Monday I get back soon. Like 48 00:07:35.260 --> 00:07:37.640 huda: to in like a week. 49 00:07:38.225 --> 00:07:41.020 huda: But yeah, I don't think 50 00:07:41.600 --> 00:07:44.140 huda: I don't think they'd respond to my emails now. So. 51 00:07:46.130 --> 00:07:51.999 Jenny Duan: Wait. I think, how serious are you about applying to Unc. Because I feel like, if you're serious, it may be good to send them an email. 52 00:07:52.100 --> 00:07:56.888 Jenny Duan: because otherwise it won't be worth writing your essays if you don't think that they're gonna be able to 53 00:07:57.150 --> 00:07:59.159 Jenny Duan: submit their recommendations in time. 54 00:08:00.090 --> 00:08:07.280 Jenny Duan: But I do think that like if that's not a big problem, then I think you should still apply, because again, it's like a really cool scholarship opportunity. 55 00:08:08.880 --> 00:08:10.370 huda: Yeah, I mean, like, I don't 56 00:08:10.580 --> 00:08:26.180 huda: like I I think, like I like Unc. But I don't. I wouldn't say like I'm super passionate about like applying there? Oh, yeah. And also had a question, since, like Stanford is restricted early action. Is this one like 57 00:08:26.570 --> 00:08:30.090 huda: an exception? Because it's for a scholarship like Usc. 58 00:08:31.542 --> 00:08:39.660 Jenny Duan: It's a public school. So restrictive reaction is only restricted for other private schools. So because it's a public school, it doesn't matter. 59 00:08:40.030 --> 00:08:40.730 huda: Okay. 60 00:08:40.890 --> 00:08:46.160 Jenny Duan: That's why that's why I was wondering if you also want to apply for other schools in the cycle, like, I know 61 00:08:46.630 --> 00:08:53.539 Jenny Duan: other students are maybe applying for, like Nyu, or like University of Michigan, or I mean 62 00:08:53.630 --> 00:08:58.340 Jenny Duan: other colleges. There aren't too many of schools like this, because I know you want to stay in California. But, like. 63 00:08:58.440 --> 00:09:01.539 Jenny Duan: are there any other public schools that you wanted to consider. 64 00:09:02.760 --> 00:09:04.280 huda: I mean, I think 65 00:09:04.745 --> 00:09:18.620 huda: nyu is a pretty good university, and I think it has like it's really similar to Usc. I think, in terms of like the majors. So I think I'd consider applying early to there as well. 66 00:09:19.880 --> 00:09:24.879 Jenny Duan: Okay, what about University of Washington or any other school? Let me just open your college list. 67 00:09:25.070 --> 00:09:26.040 Jenny Duan: show you. 68 00:09:26.200 --> 00:09:29.177 huda: Yeah, I don't think I've considered those. But 69 00:09:30.200 --> 00:09:35.740 huda: yeah, I mean, if I look at some like majors that I'm interested in in those schools I can see. 70 00:09:35.740 --> 00:09:40.739 Jenny Duan: Okay. I don't think it's worth like doing a bunch of research. Now, since that we already have your college list. 71 00:09:40.870 --> 00:09:45.070 Jenny Duan: I feel like we could just stick to those schools. But I just wanna verify that 72 00:09:48.080 --> 00:09:53.549 Jenny Duan: Do you have a list? The link to pull list you cannot find. Oh, wait. Wait. I found it 73 00:10:02.800 --> 00:10:04.149 Jenny Duan: one second. 74 00:10:10.800 --> 00:10:19.539 Jenny Duan: yeah. So for example. So yeah, I see this New York university. I think that could be worth applying early. If they have 75 00:10:25.820 --> 00:10:28.080 Jenny Duan: alright, they only have really decision. 76 00:10:28.260 --> 00:10:31.409 Jenny Duan: Wait. They have early decisions that's not applicable. 77 00:10:37.750 --> 00:10:38.810 Jenny Duan: Okay, so 78 00:10:39.230 --> 00:10:42.469 Jenny Duan: yeah, I don't think you have any other public schools. Besides. 79 00:10:42.920 --> 00:10:50.340 Jenny Duan: like the Ucs. Are there any other public schools that you would be interested in? Or if not like, we can just stick with your current list 80 00:10:50.970 --> 00:10:52.180 Jenny Duan: passes. 81 00:10:52.180 --> 00:10:54.871 huda: I mean like, besides, Cal states 82 00:10:55.910 --> 00:10:57.120 huda: I think 83 00:10:58.870 --> 00:11:03.020 huda: I mean, I haven't really considered any other like, what are some of the 84 00:11:03.240 --> 00:11:09.759 huda: like public schools that are like most known. For, like their data, science, or like interactive media. 85 00:11:10.182 --> 00:11:12.449 huda: I don't know if like, that's too specific. But 86 00:11:13.200 --> 00:11:16.419 Jenny Duan: I feel like there's not very many, I mean, like the public schools that are good for. 87 00:11:16.580 --> 00:11:18.609 Jenny Duan: Yeah. So like Purdue 88 00:11:18.620 --> 00:11:21.749 Jenny Duan: University of Michigan, Georgia tech. 89 00:11:23.500 --> 00:11:28.210 Jenny Duan: But I don't know about their interactive media programs. I don't think that a lot of public schools have 90 00:11:28.570 --> 00:11:31.960 Jenny Duan: as good interactive media programs to my knowledge. 91 00:11:34.600 --> 00:11:35.730 huda: I think 92 00:11:35.770 --> 00:11:38.289 huda: I heard like Georgia tech is 93 00:11:39.406 --> 00:11:40.880 huda: pretty good. 94 00:11:45.450 --> 00:11:48.920 huda: yeah. The deadline is October 15th as well. 95 00:11:52.060 --> 00:11:57.840 Jenny Duan: Yeah, I think the question is like, how interested are you in this versus? Not 96 00:11:58.440 --> 00:12:01.879 Jenny Duan: cause. I don't. Didn't come up in any of our earlier conversations. 97 00:12:03.810 --> 00:12:07.349 huda: Let me just check george. Text majors. 98 00:12:10.090 --> 00:12:14.690 Jenny Duan: Cause. I also remember that you didn't want to be too far from home. That is quite far. 99 00:12:16.511 --> 00:12:20.729 huda: Yeah, like, I guess, like, whatever's on the list, I think is 100 00:12:20.770 --> 00:12:24.129 huda: kind of like top top of mind, and like priority. 101 00:12:26.900 --> 00:12:36.900 Jenny Duan: Okay, I think that if you wanted to I would prioritize Unc. Chapel Hill Scholarship program over Georgia Tech. But that, I think, is just dependent on whether or not your teachers can get back to you. 102 00:12:42.160 --> 00:12:45.441 huda: Okay? Then I guess I'll email them and ask if 103 00:12:46.490 --> 00:12:49.339 huda: if they can like get it done a bit sooner. 104 00:12:49.590 --> 00:12:56.249 Jenny Duan: Okay. But I also think another thing is like your relationship with your teachers. You don't want to rush them if you don't personally really want to apply. 105 00:12:56.280 --> 00:13:01.440 Jenny Duan: Because I think if you're on the fence like you already have, like almost 20 schools that you're applying to. So I feel like 106 00:13:01.570 --> 00:13:05.579 Jenny Duan: there's no point in like just squeezing out extra applications 107 00:13:05.910 --> 00:13:12.410 Jenny Duan: because I am recommending it. But I'm just saying you should consider this, and then, if you want to do this, you could go forward, but I think if you. 108 00:13:12.420 --> 00:13:15.510 Jenny Duan: if you don't want to like there, if I feel like you don't have to. 109 00:13:16.340 --> 00:13:21.490 huda: Is there a reason why, like Unc is like a good option. 110 00:13:22.280 --> 00:13:25.669 Jenny Duan: I think it's just because of this prestigious scholarship program. 111 00:13:27.020 --> 00:13:30.199 huda: Hmm, yeah. I don't think like. 112 00:13:30.720 --> 00:13:35.638 huda: yeah, I don't think I'm like, really like passionate about applying there and like, 113 00:13:36.550 --> 00:13:37.530 huda: yeah. 114 00:13:38.140 --> 00:13:43.849 Jenny Duan: Okay, that makes total sense. So maybe we can just skip it. For now, I think there's because I think there's no point in bothering your teachers 115 00:13:43.880 --> 00:13:46.310 Jenny Duan: because they're also really busy. If you 116 00:13:46.330 --> 00:13:48.400 Jenny Duan: yourself don't need to go so bad. 117 00:13:49.560 --> 00:13:50.280 huda: I mean, I think. 118 00:13:50.280 --> 00:13:51.089 Jenny Duan: That's right. 119 00:13:51.090 --> 00:13:54.140 huda: My family first, st I think. 120 00:13:54.140 --> 00:13:55.300 Jenny Duan: Okay, yeah. 121 00:13:56.350 --> 00:13:57.619 Jenny Duan: that makes sense. 122 00:13:58.030 --> 00:14:03.349 Jenny Duan: So describe how you plan to pursue your academic interest. This is just like a wide 123 00:14:03.540 --> 00:14:05.000 Jenny Duan: by Usc. 124 00:14:05.210 --> 00:14:11.520 Jenny Duan: why or why your Major, I feel like this is pretty straightforward. How are you feeling about this response? 125 00:14:12.430 --> 00:14:17.979 huda: Is this something that, like I have to be like, have like a straightforward response for, or do like? 126 00:14:18.130 --> 00:14:24.389 huda: Do I use like a similar like story format, as, like some of the sub supplementals for Stanford. 127 00:14:24.900 --> 00:14:35.149 Jenny Duan: I would say, keep maybe, like only one or 2 sentences, to like hook the reader. And then, after that, you can just go straight forward into like a why? Because you only have 250 words, which is not a lot. 128 00:14:37.600 --> 00:14:41.227 huda: can we create an outline so that like, when I'm writing it? 129 00:14:41.600 --> 00:14:43.199 huda: I'll be a little more aware. 130 00:14:43.880 --> 00:14:47.940 Jenny Duan: Yeah, of course. So you want to apply for the games feature. Right? 131 00:14:47.940 --> 00:14:49.800 huda: Computer science, games. 132 00:14:51.406 --> 00:14:55.054 Jenny Duan: I think that. Do you remember that other? 133 00:14:58.170 --> 00:15:04.870 Jenny Duan: I think. Well, I think 1st of all, your comment already shows a lot about. You know how you're interested in games, and why 134 00:15:05.270 --> 00:15:11.930 Jenny Duan: so? I think. Do you remember that like one essay, we deleted like the 251 one that you wrote for Stanford that we got rid of. 135 00:15:12.140 --> 00:15:12.780 huda: Yeah. 136 00:15:13.060 --> 00:15:16.770 Jenny Duan: Could you copy paste that? Here, I want to see how that fits in with this prompt 137 00:15:27.640 --> 00:15:28.710 Jenny Duan: okay. 138 00:15:33.210 --> 00:15:35.059 Jenny Duan: I think you could modify this. 139 00:15:35.560 --> 00:15:38.299 Jenny Duan: and then just use this as an essay. 140 00:15:39.080 --> 00:15:57.710 huda: Yeah, do you think I should? So it says to mention, like second choice major collections. And my like, second choice was journalism. So so like the new one for Stanford. Which is going to be at data science or data journalism like, maybe I can infuse parts of that, too. 141 00:15:58.370 --> 00:16:09.000 Jenny Duan: Yeah, I think that's I think that's fine. I think that that will be good. So I feel like this. This is, I'm not too worried about, I think just once you're finished with your Stanford version, we can like find a way to combine these 2. 142 00:16:10.110 --> 00:16:11.380 Jenny Duan: How do you? How do you feel? 143 00:16:11.750 --> 00:16:15.509 huda: I agree that. I think this seems like a relevant like 144 00:16:15.520 --> 00:16:17.669 huda: essay to include with this. 145 00:16:17.920 --> 00:16:19.000 Jenny Duan: Okay, cool. 146 00:16:19.277 --> 00:16:23.659 Jenny Duan: Now, let's good. Is this the only into it? Is this only a longer essay for Usc. 147 00:16:24.204 --> 00:16:24.520 huda: There's. 148 00:16:24.520 --> 00:16:25.450 Jenny Duan: Also this. 149 00:16:25.450 --> 00:16:29.250 huda: Yeah, these 2 are like, school specific. 150 00:16:29.450 --> 00:16:30.620 Jenny Duan: How many words. 151 00:16:31.560 --> 00:16:34.650 huda: I think they're 2 50. But let me double check. Okay. 152 00:16:47.881 --> 00:16:50.550 huda: yeah, 2, 50 and 2 50. Yeah. 153 00:16:55.350 --> 00:16:57.540 Jenny Duan: Describe yourself in 3 words. 154 00:17:00.510 --> 00:17:02.300 Jenny Duan: Observe it. What else. 155 00:17:11.359 --> 00:17:12.349 huda: hmm! 156 00:17:18.700 --> 00:17:21.770 huda: Creative. I don't know. That's like a really basic word. 157 00:17:21.770 --> 00:17:22.859 Jenny Duan: That's too basic. 158 00:17:23.290 --> 00:17:23.900 huda: Yeah. 159 00:17:26.190 --> 00:17:26.865 huda: like, 160 00:17:36.570 --> 00:17:37.720 huda: I'm not sure. 161 00:17:40.480 --> 00:17:44.200 huda: Maybe, like with J. Camp, we did like gentle leader. 162 00:17:44.400 --> 00:17:45.450 huda: So 163 00:17:53.090 --> 00:17:54.310 huda: that's pretty good. 164 00:18:02.230 --> 00:18:02.620 huda: Maybe. 165 00:18:02.620 --> 00:18:03.910 Jenny Duan: Yeah, I think that's good. 166 00:18:03.910 --> 00:18:06.843 huda: Should I change gentle? Because 167 00:18:08.430 --> 00:18:11.719 huda: it might. It sounds too similar to observant, I think. 168 00:18:17.320 --> 00:18:18.749 Jenny Duan: Do you feel like that's true? 169 00:18:21.210 --> 00:18:25.740 huda: yeah, I'd say so. Maybe like something like observant. 170 00:18:27.800 --> 00:18:31.409 huda: this might be like a buzzer word. But like innovative leader. 171 00:18:34.450 --> 00:18:37.370 Jenny Duan: I feel like that's a bit too overused. 172 00:18:38.720 --> 00:18:41.039 huda: Okay, then, do you think this looks fine? 173 00:18:45.980 --> 00:18:47.770 Jenny Duan: Yeah, I think that looks good. 174 00:18:48.490 --> 00:18:49.200 huda: Okay. 175 00:18:49.510 --> 00:18:51.380 Jenny Duan: What is the word, count of these. 176 00:18:57.860 --> 00:19:00.765 huda: I think it doesn't say anything. 177 00:19:02.550 --> 00:19:04.589 huda: yeah, there's nothing written on here. 178 00:19:05.170 --> 00:19:08.370 Jenny Duan: Can you like type in some words and see if it starts limiting? You. 179 00:19:21.200 --> 00:19:24.659 huda: It's not limiting it. I think I wrote like a sentence. 180 00:19:35.600 --> 00:19:39.640 Jenny Duan: What about a paragraph like? Can you just copy paste like a ton of words in. 181 00:19:40.880 --> 00:19:41.520 huda: Okay. 182 00:20:00.300 --> 00:20:04.519 huda: okay, it's stopping it around like here. So. 183 00:20:04.700 --> 00:20:06.000 Jenny Duan: Can you share your screen? 184 00:20:06.000 --> 00:20:07.430 huda: 20 words. I think. 185 00:20:07.430 --> 00:20:09.590 Jenny Duan: Oh, oh, 20 words. Okay. Makes sense. 186 00:20:09.970 --> 00:20:16.749 Jenny Duan: Wait. I feel like this snack answer is good. Best movie of all time. Why is? She's the man the best movie of all time. 187 00:20:18.104 --> 00:20:20.289 huda: Because it's like about this girl 188 00:20:20.310 --> 00:20:41.000 huda: who? Basically she. She can't play soccer because they like remove the women's team. So then she pretends to be like a boy and plays on the boys team and then finally secures funding for the girls team. And then I think it's like really relevant because it reminds me of like like empowering AI and like Hackathon Club. 189 00:20:42.450 --> 00:20:55.039 Jenny Duan: Yeah, okay, I think clear thing that we want to make sure with this question is, it's not asking you what movie is most relevant to you. It's asking you, what movie do you think is the best movie of all time? Do you think this is the best movie of all time? 190 00:20:55.470 --> 00:20:58.289 huda: Yeah, it's just like like one of the top 3. 191 00:20:59.880 --> 00:21:00.610 Jenny Duan: Why? 192 00:21:01.650 --> 00:21:02.583 huda: It's just 193 00:21:03.120 --> 00:21:05.339 huda: It's really funny. And I think. 194 00:21:05.930 --> 00:21:09.316 huda: well, it's like really creative cause. I think 195 00:21:09.840 --> 00:21:24.780 huda: like, the plot is like balanced between like an actual like story, and then also like a little bit of like romance and comedy, and I think, like its ability to like deliver, like both messages like comedy, but also like an actual story. 196 00:21:25.178 --> 00:21:27.389 huda: Is, was really interesting to me. 197 00:21:28.420 --> 00:21:34.279 Jenny Duan: Oh, yeah, I would emphasize that. Because I think in this, in this prompt, they're actually looking for like the way that you think 198 00:21:34.430 --> 00:21:37.979 Jenny Duan: they're looking for like what aesthetic or artistic or 199 00:21:38.000 --> 00:21:41.290 Jenny Duan: etc! Why do you admire that? And 200 00:21:41.510 --> 00:21:46.509 Jenny Duan: like, why does this stand out to you so they're not looking for like an answer about you. They're not looking for like. 201 00:21:46.590 --> 00:21:51.590 Jenny Duan: oh, this is valuable because it's about me they're looking for like, how do you interpret art? Or how do you interpret 202 00:21:52.118 --> 00:21:57.400 Jenny Duan: like literature? Or how do you interpret XYZ. And why is that important? Does that make sense? 203 00:21:58.800 --> 00:22:01.059 Jenny Duan: So I would turn, go ahead. 204 00:22:01.410 --> 00:22:03.769 huda: So do I. Just do. I just like, say, like. 205 00:22:05.980 --> 00:22:12.100 huda: like any movie like, just because I like it or cause cause sometimes you just like a movie because you like the plot. 206 00:22:12.390 --> 00:22:13.470 huda: And 207 00:22:13.840 --> 00:22:17.940 huda: I think that's like the case. For, like most of my my favorite movies. 208 00:22:18.680 --> 00:22:19.590 Jenny Duan: Yeah, I mean. 209 00:22:20.240 --> 00:22:22.569 Jenny Duan: best. Okay, another thing is 210 00:22:22.600 --> 00:22:26.340 Jenny Duan: best movie of all time. Is it not favorite movie of all time? 211 00:22:26.400 --> 00:22:27.420 Jenny Duan: Right? So 212 00:22:28.210 --> 00:22:46.020 Jenny Duan: they also are limited in what they can ask in question. So everything that they write in a question is also very direct to like it also has a purpose, just like every sentence that you write has a purpose. They're not asking you for your favorite movie of all time. They're asking you for what you think it what you can evaluate as the best movie of all time. 213 00:22:47.830 --> 00:23:04.240 Jenny Duan: And so you could you better be able to like back it up by? Why, you think it's the best movie of all time. So for example, in this case, you think it's like the best movie of all time, because it's funny. It has a good plot, and it has relatable characters. So that's what I would emphasize here like. That's why you think it's the best movie of all time. 214 00:23:07.250 --> 00:23:08.249 Jenny Duan: Like for me 215 00:23:08.500 --> 00:23:12.300 Jenny Duan: like, even if let's say, my favorite movie is 216 00:23:12.330 --> 00:23:18.600 Jenny Duan: like Ratatouille or something. If I were saying that that's like the best music of all time, like, why do I like it? Because 217 00:23:18.990 --> 00:23:19.970 Jenny Duan: it's like 218 00:23:20.120 --> 00:23:22.339 Jenny Duan: the story of how like 219 00:23:23.660 --> 00:23:24.890 Jenny Duan: any like 220 00:23:25.230 --> 00:23:34.289 Jenny Duan: like, I think the mission, like anyone can cook applies to like life. And it's it's like a I don't know, like complex issues in the brain, that, like 221 00:23:35.210 --> 00:23:38.490 Jenny Duan: an inspiring theme so resonant that even a 222 00:23:38.620 --> 00:23:42.060 Jenny Duan: a mouse point can understand or like. That's what I would write something like that. 223 00:23:42.320 --> 00:23:43.100 Jenny Duan: But 224 00:23:43.480 --> 00:23:45.265 Jenny Duan: like how Ratatouille 225 00:23:46.430 --> 00:23:49.520 Jenny Duan: So empowering that even Iraq can understand. 226 00:23:49.930 --> 00:23:54.670 Jenny Duan: Anyone can cook anyone can code anyone can. Xyz like. That's what I would write. 227 00:23:55.220 --> 00:24:00.220 Jenny Duan: So that's why I think it's like the best movie of all time, or maybe I would write like interstellar is the best movie of all time. I would say, like 228 00:24:00.310 --> 00:24:01.999 Jenny Duan: fun, summer soundtrack 229 00:24:02.840 --> 00:24:09.739 Jenny Duan: cinematography that will change your life or something like that. You see, like, I'm evaluating like, what parts of this movie is 230 00:24:09.870 --> 00:24:19.480 Jenny Duan: good, not just because, oh, I like this because it's inspiring. It's like it applies to my life. But like this is good because other people can appreciate it in these ways. 231 00:24:20.150 --> 00:24:31.009 Jenny Duan: So, for she's something I know maybe would write what you you and you already described it, you said like, it has a really funny plot like it has. It's empowering like. That's what I would bring out 232 00:24:31.130 --> 00:24:35.519 Jenny Duan: like, how does it not just apply to you, but like, why can other people appreciate it as well. 233 00:24:38.250 --> 00:24:44.770 huda: So since I'm applying for well, cause I think like it's still kind of contributes to your application. So since. 234 00:24:44.770 --> 00:24:45.560 Jenny Duan: Upscale. 235 00:24:45.800 --> 00:24:47.320 huda: To like 236 00:24:47.540 --> 00:25:11.720 huda: like the school of engineering. I could also like, I think, something that's also kind of techy. But it's also like one of my favorite movies is blade runner 2049. And it's mainly because of like the cinematography in this movie. And then it has, like like the like. The color grading in this tells like speaks more words than like the actual plot. 237 00:25:12.283 --> 00:25:17.946 huda: Because, like, for example, there's like a blue side and a red side, and like 238 00:25:18.430 --> 00:25:27.697 huda: like, there's a point in the movie where, like the colors change and like, I think that's like, I don't know how to cause. I I mean, like, the cinematography is really good. But 239 00:25:28.290 --> 00:25:29.230 huda: yeah. 240 00:25:31.410 --> 00:25:36.190 huda: which one would sound better like, she's a man, or like something more. 241 00:25:37.500 --> 00:25:38.799 huda: I mean, I feel like a lot of people. 242 00:25:38.800 --> 00:25:40.329 Jenny Duan: I like blade runner. 243 00:25:40.900 --> 00:25:41.500 huda: Really 244 00:25:41.680 --> 00:25:42.500 huda: what 245 00:25:42.920 --> 00:25:46.460 huda: I feel like a lot of people might say, blade runner 2049. 246 00:25:50.190 --> 00:25:57.380 Jenny Duan: I mean, what do you like? Forget? Like the answer to this question. Just let's just talk for a minute like what do you think is the best way. Beautiful time. 247 00:25:58.540 --> 00:26:00.310 huda: That's really difficult. Cause like. 248 00:26:00.310 --> 00:26:03.549 Jenny Duan: No, what's your favorite movie? What's the best movie of all time? 249 00:26:04.400 --> 00:26:07.549 Jenny Duan: Which could be your favorite movie like those could be the same thing. 250 00:26:07.760 --> 00:26:08.430 Jenny Duan: But 251 00:26:08.820 --> 00:26:10.180 Jenny Duan: different questions. 252 00:26:17.960 --> 00:26:25.749 huda: I mean, like, so there's like an Indian movie that's really good. But and it's like my, I think, in my opinion, is like the best movie of all time. 253 00:26:26.522 --> 00:26:37.780 huda: It's like about this like girl getting separated from her mom from like different borders. And then, like the 254 00:26:37.990 --> 00:26:48.449 huda: like, this man. He like, finds her at the train station, and he, like basically takes care of her. And then, like brings her back. That's like one of the most emotional movies, and I think, like cinematography was also really great. 255 00:26:49.036 --> 00:26:50.189 huda: And like. 256 00:26:50.570 --> 00:27:02.369 huda: when I was younger, I was like really stubborn. So I wouldn't cry for anything. But this movie like actually made me cry so. I think that was like, objectively like the best movie, like of all time. 257 00:27:02.930 --> 00:27:04.010 Jenny Duan: What is it called? 258 00:27:04.470 --> 00:27:06.758 huda: It's called the Jungie Page on 259 00:27:07.480 --> 00:27:08.620 Jenny Duan: Can you write that down. 260 00:27:09.530 --> 00:27:10.140 huda: Yeah. 261 00:27:27.120 --> 00:27:27.449 Jenny Duan: Alright 262 00:27:29.910 --> 00:27:34.000 Jenny Duan: Any other movies that you think are really good. Let's just write down all of our options here. 263 00:27:35.910 --> 00:27:44.030 Jenny Duan: I'm thinking, maybe not this, maybe because you're right, like it does. It is in the context of of your of your application. And you're already writing about Italy. So maybe like 264 00:27:44.370 --> 00:27:45.630 Jenny Duan: something different. 265 00:27:46.485 --> 00:27:49.850 Jenny Duan: Did you already like? Talk about your identity in one place. 266 00:27:55.220 --> 00:28:01.120 huda: I mean, the movie about like Steve Jobs is also really great, because you can see like who he was as a person 267 00:28:01.140 --> 00:28:11.185 huda: and like I think the I think, like the going back to kind of the cultural aspect like when he goes back to India. I think they like have, like a different 268 00:28:11.650 --> 00:28:18.150 huda: like visual representations like in different parts of his life. There's like when he was younger. It's like a more like 269 00:28:18.890 --> 00:28:29.859 huda: like nostalgic coloring, which, like kind of makes you feel like you were there, too, and then, like as it gets like to current day, or like not current day, but like when he gets older after he invents it, like 270 00:28:29.880 --> 00:28:34.039 huda: the color kind of fades away. And I think that's really symbolic. And 271 00:28:34.430 --> 00:28:37.690 huda: I think that's like like one of the best filmmaking 272 00:28:37.760 --> 00:28:39.090 huda: aspects of it. 273 00:28:43.580 --> 00:28:49.080 huda: but I actually, I think that would be like the the best, the best movie of all time. 274 00:28:51.010 --> 00:28:51.640 huda: Thank you. 275 00:28:52.310 --> 00:28:55.009 huda: I don't know how to approach this question. Actually. 276 00:28:55.260 --> 00:28:55.960 huda: okay. 277 00:28:55.960 --> 00:29:00.850 Jenny Duan: I think it's just like, what do you genuinely think is the best movie? What are your favorite movies? 278 00:29:01.550 --> 00:29:04.860 huda: Don't don't watch the movies anymore. 279 00:29:06.230 --> 00:29:08.600 Jenny Duan: Okay, out of all the movies that you've watched. 280 00:29:16.200 --> 00:29:17.130 huda: hmm! 281 00:29:24.470 --> 00:29:32.310 huda: I really enjoyed this one, a movie called Age of App. I think I'm going back to like my favorite movies, cause like. 282 00:29:32.310 --> 00:29:34.060 Jenny Duan: That's fine! That's fine for now. 283 00:29:34.060 --> 00:29:34.929 huda: Yeah, I don't. I don't. 284 00:29:34.930 --> 00:29:35.580 Jenny Duan: Worth it. 285 00:29:35.580 --> 00:29:43.039 huda: Best movie of all time. But there's a a movie called Age of Adline and it was about 286 00:29:43.120 --> 00:29:53.050 huda: like this woman, and she's like changing different time periods and like living different lives in like different time periods. And I think like. 287 00:29:53.160 --> 00:30:06.729 huda: because as like a nostalgic person like it was really cool to see, like the different styles throughout the different decades, and then, like the music, the like, the way people behave in different decades like, I think that was like a really cool movie. 288 00:30:07.080 --> 00:30:10.690 Jenny Duan: I mean, I think this is the winner. I really like this. I resonate with this. 289 00:30:10.980 --> 00:30:16.639 Jenny Duan: That's right about that. That feels that feels good. What is it called age of battley? Yeah. 290 00:30:18.060 --> 00:30:20.070 Jenny Duan: okay, things to emphasize here 291 00:30:20.210 --> 00:30:25.609 Jenny Duan: nostalgia. Maybe, like human values transcending time periods 292 00:30:26.480 --> 00:30:29.420 Jenny Duan: for like core elements of humanity. 293 00:30:30.480 --> 00:30:40.069 Jenny Duan: Like, I think what's valuable in this essay is, I feel like, first, st you could talk about nostalgia because you are a nostalgia person. This is a big part of you. And then you can also talk about how like 294 00:30:40.260 --> 00:30:46.099 Jenny Duan: across periods across history. And this is like something that is a pattern in your journalism as well like 295 00:30:46.200 --> 00:30:51.910 Jenny Duan: the core, things that make us human remain the same. Whether that's our desires, whether that's the way that we interact, whether that's like 296 00:30:52.130 --> 00:31:00.939 Jenny Duan: our patterns of behavior. I don't know if you actually notice this in the film, but, like what's valuable to us stays the same over time like that's kind of cool thing. 297 00:31:02.260 --> 00:31:05.690 huda: Yeah, I definitely say that replies to this movie. 298 00:31:07.260 --> 00:31:11.440 Jenny Duan: Yeah. So how do you feel about this? Do you want to 299 00:31:12.240 --> 00:31:18.510 Jenny Duan: write this? Do you think it? Something else would be a better fit, feel free to, you know, challenge or agree. 300 00:31:19.080 --> 00:31:23.230 huda: I think I'll write this. Yeah, this has been like one of my favorite movies for some time. So. 301 00:31:23.690 --> 00:31:30.039 Jenny Duan: Great. Well, let's just try that. And then, if it doesn't feel right, we can make an edit next week or next time we talk about this. 302 00:31:30.943 --> 00:31:34.709 Jenny Duan: Okay, dream job. Okay? I feel like, you know, your dream job. 303 00:31:35.250 --> 00:31:35.630 huda: Yeah. 304 00:31:35.630 --> 00:31:37.510 Jenny Duan: What's up with this question? 305 00:31:37.960 --> 00:31:39.329 huda: I mean, I'd say, like 306 00:31:40.221 --> 00:31:49.509 huda: like my dream job. I kind of have like 2 2 options, but like one of them is like working at Wordle and like 307 00:31:49.600 --> 00:31:55.329 huda: bringing like the 5 words and like handling the data behind that. And 308 00:31:55.910 --> 00:32:04.089 huda: yeah. And then another option is like working on a game which, like or like building a game which hat teaches people. 309 00:32:05.630 --> 00:32:07.070 Jenny Duan: What be specific? 310 00:32:07.700 --> 00:32:08.630 huda: From. 311 00:32:10.440 --> 00:32:16.890 huda: Well, like, I want to teach, like, I wanted to teach either, like technical skills like computer science. 312 00:32:16.950 --> 00:32:19.120 huda: or. 313 00:32:19.290 --> 00:32:21.370 huda: yeah, I think that's like the most important 314 00:32:21.470 --> 00:32:24.389 huda: thing that I want to incorporate in. Like my video games. 315 00:32:26.410 --> 00:32:26.785 Jenny Duan: Okay. 316 00:32:28.800 --> 00:32:33.239 Jenny Duan: So I think you could just start it with like, why, choose just one. And then say. 317 00:32:34.020 --> 00:32:36.699 Jenny Duan: Portal, that you could talk about both. 318 00:32:38.930 --> 00:32:39.550 Jenny Duan: Yeah. 319 00:32:39.550 --> 00:32:40.810 huda: Okay, that sounds good. 320 00:32:42.790 --> 00:32:50.930 Jenny Duan: Since you already talked about nostalgia. I feel like this song being from New York would be like a good song to write about because you're already mentioning nostalgia. 321 00:32:50.950 --> 00:32:55.560 Jenny Duan: Maybe, I say, and you couldn't connect this to like your small town and then 322 00:32:55.730 --> 00:32:57.980 Jenny Duan: going out of that. 323 00:32:58.580 --> 00:32:59.220 huda: Yeah. 324 00:33:00.050 --> 00:33:01.720 Jenny Duan: Dream trip. What's your dream trip? 325 00:33:01.740 --> 00:33:06.630 Jenny Duan: I like how there's so many short answers. This is like kind of fun to think about. Don't think. 326 00:33:06.890 --> 00:33:14.810 huda: No, it's kind of scary, too, because because it's like you don't know if you're answering them just like genuinely, or if you're trying to like. Say something about yourself. 327 00:33:14.810 --> 00:33:18.150 Jenny Duan: It's always just to be. It's always better just to be genuine. 328 00:33:19.360 --> 00:33:29.039 huda: Well, I'd love to like Tour India, or like not just India, but like South Asia, and like see like cultural like sites. 329 00:33:31.930 --> 00:33:33.230 Jenny Duan: Have you been before? 330 00:33:33.450 --> 00:33:38.169 huda: No, I mean, I have but like 12 years ago, like before I immigrated here. 331 00:33:39.530 --> 00:33:40.120 Jenny Duan: Yeah. 332 00:33:40.610 --> 00:33:44.909 Jenny Duan: okay. Maybe if they like traveling to India for the 1st time as an adult or 333 00:33:46.680 --> 00:33:48.559 Jenny Duan: beyond my childhood. 334 00:33:48.560 --> 00:33:50.820 huda: To India after 12 years. 335 00:33:52.360 --> 00:33:53.510 huda: touring 336 00:33:55.570 --> 00:33:57.420 huda: back to India 337 00:33:57.640 --> 00:33:59.519 huda: after 12 years. 338 00:34:00.290 --> 00:34:01.230 huda: Oh, man! 339 00:34:04.730 --> 00:34:05.990 huda: Witnessing 340 00:34:06.440 --> 00:34:07.860 huda: or exploring 341 00:34:18.600 --> 00:34:20.659 huda: is that like a good response or. 342 00:34:23.969 --> 00:34:25.679 Jenny Duan: Yeah, I think that's good. 343 00:34:26.249 --> 00:34:29.939 Jenny Duan: Instead of exploring cultural reserves, I feel like you should go 344 00:34:29.949 --> 00:34:31.669 Jenny Duan: more in depth, like. 345 00:34:31.729 --> 00:34:36.919 Jenny Duan: what about India like is, it's because you can find cultural reserves anywhere. So 346 00:34:37.279 --> 00:34:40.109 Jenny Duan: why? India, specifically. 347 00:34:40.940 --> 00:34:41.940 huda: Maybe like 348 00:34:44.530 --> 00:34:49.409 huda: see? Like, okay, this not like not this in exact words, but like seeing like 349 00:34:49.530 --> 00:34:53.329 huda: where my family started out. And to like. 350 00:34:53.440 --> 00:34:55.430 huda: get where I am today. 351 00:34:58.130 --> 00:35:09.789 Jenny Duan: Or okay, I think another. I think another unique lens that you could take this. This is just an idea. You don't have to take this, but I just thought about it. It doesn't specify if it's like a location. So you could say, like. 352 00:35:10.200 --> 00:35:15.269 Jenny Duan: Trip could be like time travel to like dream trip like, or it could be like. 353 00:35:15.600 --> 00:35:20.099 Jenny Duan: you know, like you could think beyond the dimensions of like geographical space. 354 00:35:20.630 --> 00:35:21.909 huda: Oh, I could do like 355 00:35:22.541 --> 00:35:29.408 huda: I don't know if this goes back to culture, but like like maybe time travel back to the 356 00:35:30.040 --> 00:35:33.470 huda: like the fifties to see like my grandma 357 00:35:35.930 --> 00:35:41.269 huda: to see like my grandma like, and how she was raised. Maybe I think that might be too generic, but. 358 00:35:41.960 --> 00:35:46.840 Jenny Duan: Why? Why is that your dream trip? Nothing is too generic. As long as you can explain the why. 359 00:35:47.943 --> 00:35:54.129 huda: I think it's because, like cause, she was raised a lot different from me. But like 360 00:35:54.310 --> 00:35:55.440 huda: I think. 361 00:35:55.720 --> 00:35:57.346 huda: like obviously 362 00:35:58.860 --> 00:36:00.819 huda: like. I don't know how to explain this. 363 00:36:03.220 --> 00:36:12.550 huda: well, I wanna see kind of like how our family like started out and like like what my grandparents did to like. Get me where I am today. 364 00:36:15.480 --> 00:36:17.290 Jenny Duan: Okay, why is that important to you. 365 00:36:18.020 --> 00:36:18.484 huda: Because 366 00:36:20.700 --> 00:36:21.740 huda: I guess, like 367 00:36:21.910 --> 00:36:25.260 huda: it motivates me to like do greater things 368 00:36:25.721 --> 00:36:32.200 huda: and like greater things, meaning like inspiring new generations. Like my grandparents, inspire me. 369 00:36:33.240 --> 00:36:37.750 Jenny Duan: Why can't you just ask your parents or talk to your grandparents? Why do you have to do a trip. 370 00:36:38.810 --> 00:36:42.389 huda: Because, like then I can understand, like 371 00:36:42.770 --> 00:36:51.700 huda: understand, like their upbringing, and like see them as like just little children like just a teenager like me. 372 00:36:53.900 --> 00:36:58.049 Jenny Duan: And why is it important that you see them as teenagers. 373 00:36:59.206 --> 00:37:01.139 huda: Because then I can see that like 374 00:37:01.210 --> 00:37:06.699 huda: they were also like going through the same things that I am like. For example, maybe like academic stress, or like 375 00:37:07.253 --> 00:37:08.240 huda: but like 376 00:37:08.740 --> 00:37:18.620 huda: caring for like the family cooking and stuff, and like seeing them like in a similar me, might like help me empathize with them more. 377 00:37:21.950 --> 00:37:23.839 Jenny Duan: Why is it important for you to empathize with them. 378 00:37:26.630 --> 00:37:28.070 huda: So that. 379 00:37:28.330 --> 00:37:31.460 huda: like I can appreciate, like the work that they 380 00:37:32.370 --> 00:37:35.489 huda: the work that they did to like. Get me to my position. 381 00:37:36.760 --> 00:37:37.615 Jenny Duan: Okay. 382 00:37:38.760 --> 00:37:42.100 Jenny Duan: okay. I think that sounds good. Why don't you just write these 2 383 00:37:43.090 --> 00:37:45.629 Jenny Duan: essays and then go from there. 384 00:37:52.410 --> 00:37:54.879 huda: And it's only 20 words, so I'd have to like. 385 00:37:55.130 --> 00:37:56.639 huda: Explain it quickly. 386 00:37:58.200 --> 00:37:59.932 Jenny Duan: Yeah, Hi, both 387 00:38:00.540 --> 00:38:04.020 Jenny Duan: responses. And then just see what you like. Better. 388 00:38:04.470 --> 00:38:07.129 Jenny Duan: What TV show? Will you binge watch next? 389 00:38:09.020 --> 00:38:11.570 huda: Probably squid game season 2 390 00:38:11.640 --> 00:38:13.180 huda: that's coming on in December. 391 00:38:14.030 --> 00:38:14.690 Jenny Duan: Why? 392 00:38:15.740 --> 00:38:18.600 huda: The cinematography is really great, and I think. 393 00:38:18.700 --> 00:38:32.240 huda: like my favorite part is like when they put like old music, and like old happy music, while there's like like a sad scene happening, because, like the like, the contrasting, just it just makes you really like interest, like, why are they playing that 394 00:38:32.370 --> 00:38:35.289 huda: it's really interesting, stylistic choice. 395 00:38:36.900 --> 00:38:39.169 Jenny Duan: Okay, I didn't even know that season. 2 came out 396 00:38:39.210 --> 00:38:45.480 Jenny Duan: is coming out. Okay, that's really exciting. And I want to watch good game season 2, too. So thank you for putting me on 397 00:38:45.820 --> 00:38:46.820 Jenny Duan: fine. 398 00:38:47.560 --> 00:38:51.519 Jenny Duan: When does it come out on December 26? th That's so long. 399 00:38:52.710 --> 00:38:54.809 Jenny Duan: Have you watched Alice in borderland. 400 00:38:55.040 --> 00:38:56.540 Jenny Duan: It's also on Netflix. 401 00:38:56.540 --> 00:38:57.500 huda: No, I haven't. 402 00:38:58.230 --> 00:38:59.570 Jenny Duan: I think you'd really like it. 403 00:38:59.890 --> 00:39:05.650 Jenny Duan: It's similar. Maybe this is gonna be like a fall break thing. But like it's similar to squid games. 404 00:39:05.930 --> 00:39:08.670 Jenny Duan: But it's a Japanese show already. Do. 405 00:39:11.030 --> 00:39:15.990 Jenny Duan: Okay? Which well-known person or fictional character would be your ideal roommate. 406 00:39:23.870 --> 00:39:25.510 huda: maybe 407 00:39:29.690 --> 00:39:31.019 huda: this is tough. 408 00:39:42.020 --> 00:39:46.040 huda: this is a really basic answer. But, Hermione, I think 409 00:39:46.140 --> 00:39:47.260 huda: she'd like 410 00:39:47.870 --> 00:39:49.860 huda: motivate me to like keep 411 00:39:50.460 --> 00:39:53.330 huda: like on track, but also 412 00:39:54.680 --> 00:40:01.099 huda: also like, be bold cause like in the movie, in like the movies, she's like academic, and she's like kind of like. 413 00:40:01.540 --> 00:40:06.480 huda: honestly, like a Goody 2 shoes. But at the same time she has like adventures with like Ron and 414 00:40:07.460 --> 00:40:08.240 huda: Harry. 415 00:40:08.280 --> 00:40:10.259 huda: But yeah, I feel like that's like a really 416 00:40:10.570 --> 00:40:12.270 huda: generic response. 417 00:40:13.540 --> 00:40:14.669 Jenny Duan: Okay? What else? 418 00:40:20.980 --> 00:40:22.090 huda: Maybe, like 419 00:40:23.040 --> 00:40:24.890 huda: like Jack Black. 420 00:40:25.060 --> 00:40:29.040 huda: cause he's really like versatile cause. He he like 421 00:40:29.792 --> 00:40:34.290 huda: he does everything from like Mario to Minecraft. 422 00:40:34.970 --> 00:40:45.560 huda: To like ROM-com movies like, I think I just think that, like his different personalities, would like entertain me the entire entire time. 423 00:40:47.470 --> 00:40:48.750 Jenny Duan: Okay? Who else? 424 00:40:52.560 --> 00:40:58.850 Jenny Duan: Because your roommate is also to some extent a representation of you, either like an opposite of you or someone who's similar to you. So they're like you. 425 00:40:59.040 --> 00:41:01.550 Jenny Duan: This is like another way to write the question. Like. 426 00:41:01.690 --> 00:41:05.220 Jenny Duan: if you could have dinner with one fictional person, who would that be, or like 427 00:41:05.780 --> 00:41:09.149 Jenny Duan: what fictional character inspires you. It's like the same type of question. 428 00:41:26.056 --> 00:41:26.990 huda: I think. 429 00:41:27.340 --> 00:41:32.053 huda: Well, so like a fictional character who's really similar to me, I think, is 430 00:41:32.580 --> 00:41:38.289 huda: like Penelope from Bridgerton. She's like a she's also a writer. 431 00:41:39.015 --> 00:41:46.219 huda: And she's like also like, really sweet and oh, not 432 00:41:47.038 --> 00:41:52.789 huda: yeah, I don't know. I think like I'm like most similar to like Penelope from Bridgerton. But 433 00:41:54.910 --> 00:41:58.099 huda: yeah, and I'd like I'd like to have her as like a roommate. 434 00:41:59.610 --> 00:42:05.259 Jenny Duan: Alright, what about are there any? This is like not that important? But are there any like characters? Your age 435 00:42:08.620 --> 00:42:09.350 Jenny Duan: interesting? 436 00:42:15.340 --> 00:42:17.170 Jenny Duan: Armani, is a good choice. 437 00:42:17.500 --> 00:42:20.229 Jenny Duan: but maybe that's a little too common. 438 00:42:22.180 --> 00:42:22.930 huda: Interesting. 439 00:42:34.990 --> 00:42:37.810 Jenny Duan: Could be a real live person, too, doesn't have to be. 440 00:43:13.110 --> 00:43:15.180 huda: I can't think of anything right now. 441 00:43:16.260 --> 00:43:17.220 huda: Hmm! 442 00:43:22.990 --> 00:43:24.720 Jenny Duan: I don't even know what I would 443 00:43:25.940 --> 00:43:29.270 Jenny Duan: let me know what I would put. We could just take a moment and think. 444 00:43:30.010 --> 00:43:31.050 Jenny Duan: feel like. 445 00:43:31.050 --> 00:43:35.136 huda: I really like toe from avatar the last airbender 446 00:43:35.590 --> 00:43:37.330 Jenny Duan: Oh, yeah, it looks cool. 447 00:43:37.550 --> 00:43:39.139 huda: Yeah. And she's really like. 448 00:43:39.370 --> 00:43:40.270 huda: like. 449 00:43:41.130 --> 00:43:45.227 huda: she's really like focused. But she's also really funny. And like, 450 00:43:46.250 --> 00:43:47.220 huda: yeah. 451 00:43:47.500 --> 00:43:51.289 huda: I think that's like, like 2 major qualities about her. 452 00:43:52.020 --> 00:43:54.430 Jenny Duan: I feel like that's pretty tough. That's a good answer. 453 00:44:00.340 --> 00:44:01.180 Jenny Duan: Alright! 454 00:44:01.450 --> 00:44:07.679 Jenny Duan: Is Oriental really your favorite book, like I try to read it, and it is so dry. Have you read it? 455 00:44:08.070 --> 00:44:11.600 huda: I, really, yeah, I really like like the 456 00:44:12.260 --> 00:44:14.679 huda: like, the writing style. And also like. 457 00:44:14.680 --> 00:44:15.500 Jenny Duan: Yeah. 458 00:44:15.670 --> 00:44:23.369 huda: Things that they brought in. But yeah, I think there's like another book which is also really good. And I mentioned it in the with the roommate I see for Sanford. 459 00:44:23.470 --> 00:44:24.496 huda: It's called 460 00:44:25.090 --> 00:44:26.899 huda: under the tamarind tree. 461 00:44:28.290 --> 00:44:29.720 Jenny Duan: Yeah, let's do that. 462 00:44:34.690 --> 00:44:36.778 huda: It's like it's about 463 00:44:37.470 --> 00:44:42.140 huda: It's like about the partition. But then there's like flashbacks into the past. 464 00:44:42.780 --> 00:44:45.269 huda: let me see if I can find a synopsis. Actually. 465 00:45:03.600 --> 00:45:05.711 huda: yeah, it's basically like, 466 00:45:06.950 --> 00:45:11.780 huda: like the lives of like 4 friends in Pakistan in the sixties. 467 00:45:12.255 --> 00:45:16.670 huda: Well, I guess it isn't really part about the partition, but it's like about 468 00:45:18.000 --> 00:45:27.840 huda: like she's friends, and they're like they're old ladies now. But then, like in the past, it talks about them as like, and their youth and stuff. And it's it's a really good. It's a really good book. 469 00:45:28.310 --> 00:45:30.579 Jenny Duan: I feel like that would be a good one to write about. 470 00:45:31.350 --> 00:45:35.570 Jenny Duan: Okay, let's do that. If you could choose to teach a class on any topic. What would it be? 471 00:45:41.020 --> 00:45:42.790 huda: I mean, probably like 472 00:45:43.700 --> 00:45:47.559 huda: game development for like, and how I can create like 473 00:45:48.565 --> 00:45:51.490 huda: change. And like how video games aren't just 474 00:45:51.840 --> 00:46:00.130 huda: like how to how to properly create video games so that one like you can avoid stereotypes. 2, you can create like a larger impact. 475 00:46:03.321 --> 00:46:05.940 Jenny Duan: Tell me more what that class would look like. 476 00:46:07.060 --> 00:46:14.260 huda: Like, for example, like designing characters, and like giving and like diverse characters like from different identities, whether that be like race 477 00:46:16.780 --> 00:46:17.760 huda: like 478 00:46:18.030 --> 00:46:20.249 huda: near like they're 479 00:46:20.842 --> 00:46:41.619 huda: orientation, like, just like different, like diversities. And then like giving them like personalities, which, like kind of like, don't just don't just like stick to stereotypes, and so like that could be like writing narratives which aren't just like based off of stereotypes, and then also like creating plots that like 480 00:46:41.690 --> 00:46:47.390 huda: might teach something or might like tell something about society. 481 00:46:49.360 --> 00:46:50.480 Jenny Duan: Interesting. 482 00:46:50.850 --> 00:46:51.720 Jenny Duan: Yeah. 483 00:46:52.470 --> 00:46:59.050 Jenny Duan: that's that's that feels good. But I feel like you already read a lot about video games and learning, especially if your 1st essay is going to be about that. 484 00:46:59.490 --> 00:47:04.609 Jenny Duan: Is there another topic that you feel like you could teach about, or another lens in which you could write this essay. 485 00:47:05.080 --> 00:47:07.340 huda: Does it have to relate to like my major? 486 00:47:07.930 --> 00:47:08.660 Jenny Duan: No. 487 00:47:09.670 --> 00:47:12.370 huda: Or could it be like something completely random. 488 00:47:14.310 --> 00:47:15.940 Jenny Duan: Let's think, what would you? 489 00:47:16.170 --> 00:47:17.340 Jenny Duan: What would you want? 490 00:47:17.530 --> 00:47:19.500 Jenny Duan: It's like a completely random tummy. 491 00:47:20.230 --> 00:47:21.576 huda: For example, 492 00:47:22.530 --> 00:47:24.040 huda: the art of like. 493 00:47:24.570 --> 00:47:33.719 huda: I guess the art of like kind of being quiet and like why, like being quiet isn't, and like teaching people like how to like. 494 00:47:34.295 --> 00:47:34.620 Jenny Duan: Like. 495 00:47:34.620 --> 00:47:38.769 huda: Further yourself, even when you're quiet, like, for example, 496 00:47:40.490 --> 00:47:48.050 huda: like how some of the biggest leaders are introverted. And like, that's like one thing. I really love to teach other people. From what I've learned. 497 00:47:49.720 --> 00:47:51.210 huda: And then. 498 00:47:56.500 --> 00:47:59.180 huda: yeah, like, that's 1 idea. I had. 499 00:48:00.340 --> 00:48:03.220 Jenny Duan: Okay, let's write that down. That's 1 possible example. 500 00:48:03.550 --> 00:48:04.910 Jenny Duan: What's another one. 501 00:48:16.080 --> 00:48:23.440 huda: Let me see if I could find any like examples, cause I'm like not sure how to really think of this question. 502 00:48:24.410 --> 00:48:25.599 Jenny Duan: Cool no problem. 503 00:49:24.800 --> 00:49:26.279 huda: I can't find anything. 504 00:49:34.080 --> 00:49:41.239 Jenny Duan: Like, I think for me like the the class that I would teach is about like happiness, and like what makes a person happy. 505 00:49:41.370 --> 00:49:46.480 Jenny Duan: That's like, that's what I was teaching the summer through like a 3 week mentorship program that I did and like. 506 00:49:46.640 --> 00:49:54.240 Jenny Duan: That's a good example of something that is maybe not exactly connected to my nature, but like, if I wrote that, it would still tell the admissions officer maybe something that I've 507 00:49:54.500 --> 00:49:55.740 Jenny Duan: interested in. 508 00:49:56.670 --> 00:49:58.050 huda: Okay, let me 509 00:50:00.360 --> 00:50:07.180 huda: and we actually go back to that one like list we did with like the 31 there, 21 things about me. And yeah. 510 00:50:07.180 --> 00:50:08.620 Jenny Duan: Yeah. It's a good idea. 511 00:50:08.810 --> 00:50:09.520 huda: Help. 512 00:50:18.320 --> 00:50:22.119 huda: Okay. So I already mentioned, like, gaming. 513 00:50:23.890 --> 00:50:26.540 huda: I kind of mentioned like my cultural identity. 514 00:50:29.150 --> 00:50:31.150 huda: actually, I don't think I 515 00:50:32.240 --> 00:50:37.639 huda: I don't know if I actually like. I think the book might tell enough about like being me being Muslim. Maybe. 516 00:50:42.420 --> 00:50:43.320 huda: hmm! 517 00:50:51.610 --> 00:50:56.079 huda: Maybe like, if this is like really unserious, but it could be something like like 518 00:50:56.404 --> 00:51:04.265 huda: how to pick your favorite Boba flavor, and then like, instead of just like making it like directly about Bobo flavor. It could be like 519 00:51:04.610 --> 00:51:07.159 huda: like what? Like our 520 00:51:07.830 --> 00:51:09.600 huda: like food and 521 00:51:10.320 --> 00:51:13.230 huda: and our cultural identities, or something like that, I don't know. 522 00:51:14.660 --> 00:51:19.180 Jenny Duan: Oh, food and culture, identity is a cool class topic. Let's write that down as an idea. 523 00:51:19.350 --> 00:51:26.559 Jenny Duan: I feel like Boba. Flavor might make it sound more simplistic because you're teaching a whole class, not a lecture. So I imagine there's like 10 lectures. 524 00:51:26.600 --> 00:51:28.869 Jenny Duan: They would all have to be about a different state. 525 00:51:50.140 --> 00:51:57.450 huda: Yeah, I think I think I could think of like a better one later. But like we could focus on this one, then the 526 00:51:57.950 --> 00:51:59.279 huda: next essay. 527 00:52:05.570 --> 00:52:09.249 Jenny Duan: the student body at the Usc Viterbi school of engineering. 528 00:52:10.820 --> 00:52:15.660 Jenny Duan: okay, this is basically like from the why Stanford should admit U.S.A, it's like the same thing. 529 00:52:17.380 --> 00:52:20.400 huda: Oh, yeah. And I think this is. 530 00:52:21.900 --> 00:52:22.690 huda: yeah, 531 00:52:23.750 --> 00:52:25.820 Jenny Duan: It has, like more of a diversity. 532 00:52:25.930 --> 00:52:26.920 Jenny Duan: blend. 533 00:52:29.990 --> 00:52:31.900 huda: Should I talk about like? 534 00:52:32.230 --> 00:52:36.600 huda: I think I already talked about this in one of my short response essays, or like 535 00:52:37.106 --> 00:52:42.729 huda: questions. But then, like I could talk about like being from like a rural town, and that can like 536 00:52:43.020 --> 00:52:43.880 huda: be like myself. 537 00:52:43.880 --> 00:52:44.540 Jenny Duan: Yeah. 538 00:52:45.660 --> 00:52:48.800 Jenny Duan: write about economic adversity. 539 00:52:50.379 --> 00:52:56.519 Jenny Duan: like, I feel like, you should really bring that out in your profile, because, like it, it can really like help you. 540 00:52:57.350 --> 00:52:58.660 huda: And also. 541 00:52:58.660 --> 00:52:59.609 Jenny Duan: You go ahead. 542 00:53:00.785 --> 00:53:02.460 huda: So one thing is like. 543 00:53:02.590 --> 00:53:07.830 huda: people might be confused like, Oh, is this person like low income? But they they're a gamer, and so like 544 00:53:09.124 --> 00:53:14.219 huda: I could possibly talk about like like, just as like a example just like started off. I could be like. 545 00:53:14.370 --> 00:53:23.720 huda: oh, like my frames would be low, like I just I couldn't afford like a good PC. Or anything, and I had to like use the same one since, or I don't want to sound like too complainy. 546 00:53:23.810 --> 00:53:25.176 huda: but like 547 00:53:25.980 --> 00:53:30.129 huda: maybe like kind of bring up like, Oh, I'm like a game developer. But like 548 00:53:30.160 --> 00:53:32.930 huda: like my PC. Isn't that great or something like that. 549 00:53:32.950 --> 00:53:36.540 huda: And like maybe that way, I can like tie in like like 550 00:53:37.080 --> 00:53:41.880 huda: low income. And then also, like my like game, development, passion. 551 00:53:43.130 --> 00:53:44.490 Jenny Duan: Yeah, I think so. 552 00:53:45.930 --> 00:53:50.889 Jenny Duan: And how you've maybe had to like find opportunities for yourself or create them when they don't exist. 553 00:54:02.440 --> 00:54:07.559 Jenny Duan: Oh, wait! Do you feel comfortable about this essay? Is there anything else you'd like to clarify or cover with this one. 554 00:54:11.370 --> 00:54:17.260 huda: Is there like? Is this one like more straightforward like? Is there like an outline? I can use to like? Write this. 555 00:54:19.044 --> 00:54:24.079 Jenny Duan: I feel like use whatever you write for the Stanford. Prompt as the outline for this. 556 00:54:25.020 --> 00:54:25.480 Jenny Duan: Okay. 557 00:54:25.480 --> 00:54:26.160 huda: Okay. 558 00:54:27.030 --> 00:54:28.469 Jenny Duan: What do you, or what do you think? 559 00:54:29.130 --> 00:54:30.989 huda: Yeah, I just like 560 00:54:31.620 --> 00:54:37.119 huda: I wasn't sure how to like. I don't think for the Sanford one, either. I don't think I have like a 561 00:54:37.450 --> 00:54:46.839 huda: like a idea of like how I wanna word it cause like the last one was like a bit informal. So like I don't. I still don't really know like how to 562 00:54:46.940 --> 00:54:48.530 huda: like approach that one 563 00:54:48.900 --> 00:54:49.830 huda: either. 564 00:54:50.890 --> 00:54:55.319 Jenny Duan: Okay, let's talk about the Dykes essay, and then we'll go to the Stanford essays and then. 565 00:54:55.580 --> 00:54:58.690 Jenny Duan: like, then circle back to here. What do you think. 566 00:54:58.690 --> 00:55:00.100 huda: Okay, that sounds great. 567 00:55:00.690 --> 00:55:01.320 Jenny Duan: Okay? 568 00:55:01.590 --> 00:55:04.139 Jenny Duan: And the 14 grand challengers. 569 00:55:04.810 --> 00:55:08.739 Jenny Duan: Okay? Which? Okay? Which is, which is the most important grand challenge. 570 00:55:12.515 --> 00:55:13.340 huda: Let me see. 571 00:55:34.770 --> 00:55:39.629 huda: Oh, there's 1 that's exactly it's called advanced personalized learning. 572 00:55:40.378 --> 00:55:42.590 huda: And I think that's really relevant 573 00:55:45.280 --> 00:55:46.339 huda: cause like I've since. 574 00:55:46.340 --> 00:55:47.100 Jenny Duan: Yeah. 575 00:55:47.470 --> 00:55:48.120 huda: Yeah. 576 00:55:48.860 --> 00:55:52.780 huda: but I'm afraid of my classroom like the 1st one. So. 577 00:55:57.030 --> 00:55:59.329 Jenny Duan: Maybe. Okay. Well, the 1st essay. 578 00:56:03.020 --> 00:56:05.020 Jenny Duan: maybe you could use the first.st 579 00:56:06.410 --> 00:56:12.389 Jenny Duan: Well, I mean, you could talk about why learning is so important to you, and just frame it in a different way beyond gaming. 580 00:56:13.360 --> 00:56:15.370 huda: Oh, you're right. And like. 581 00:56:15.390 --> 00:56:17.220 huda: I can talk about like 582 00:56:19.450 --> 00:56:20.700 huda: like different 583 00:56:20.860 --> 00:56:26.070 huda: different instances, because I feel like education has been like a part of my profile, like, for example. 584 00:56:26.070 --> 00:56:33.219 Jenny Duan: Yeah. Like. Also the Muslim like that teaching at the mollusk, like, there's other things that you've been doing, but that relate to education. 585 00:56:33.870 --> 00:56:35.390 huda: Okay, yeah, I, like that. 586 00:56:38.430 --> 00:56:43.200 Jenny Duan: I mean, what lens do you want to like? Is there an analogy or a way that you want to show this. 587 00:56:48.510 --> 00:56:50.079 huda: I feel like maybe like 588 00:56:50.580 --> 00:56:53.622 huda: or sentence might could be like 589 00:56:54.350 --> 00:57:01.196 huda: like I don't know. I don't know the exact wording, but there's like a saying about like, how like teaching helps you learn and like 590 00:57:01.580 --> 00:57:05.640 huda: Or maybe I can just straight out, just like, say, the name of the challenge. 591 00:57:08.580 --> 00:57:11.059 huda: is advanced. Personalized learning. 592 00:57:12.700 --> 00:57:13.020 Jenny Duan: Yeah. 593 00:57:15.360 --> 00:57:16.180 huda: On. 594 00:57:18.040 --> 00:57:18.910 huda: or 595 00:57:19.040 --> 00:57:37.240 huda: maybe because, like in previous essays, I talked about like how like learning needs to be like fitted in different ways because like, for example, there's people that I know that have like Adhd and aren't able to consume like education through like textbooks and stuff like that 596 00:57:37.320 --> 00:57:39.529 huda: and and like 597 00:57:41.340 --> 00:57:48.479 huda: how education should be like how people shouldn't be tailored for education, but education be tailored for them, and then I can. 598 00:57:48.480 --> 00:57:48.885 Jenny Duan: Going. 599 00:57:49.290 --> 00:57:54.239 huda: How like education looks like Dot Dot, and then like it could be like 600 00:57:54.390 --> 00:57:58.691 huda: me, and I could be like or like the different like points that I do like 601 00:57:59.010 --> 00:58:05.139 huda: creating lesson plans for kindergartners at my mom's to learn about the 5 pillars of Islam. 602 00:58:05.850 --> 00:58:09.550 Jenny Duan: And Thoria too. Also, I feel like none of these. 603 00:58:09.630 --> 00:58:14.440 Jenny Duan: or this is like more of a tangential thing. But you don't really mention forklift in any of these 604 00:58:14.770 --> 00:58:17.769 Jenny Duan: that series? Is there a point in which we could bring that in. 605 00:58:18.680 --> 00:58:19.350 huda: Oh, 606 00:58:21.890 --> 00:58:23.509 huda: yeah, I think 607 00:58:24.280 --> 00:58:46.259 huda: I think in a way, that's also I mean, I don't know if it relates too much with this one but in like folklift. I people about like others backgrounds, and like for example, and like kind of inspired entrepreneurship. For example, like there's an entrepreneur that I interviewed who used like her business as a way to like. 608 00:58:46.260 --> 00:59:00.330 huda: overcome her postmortem depression, and then and like the whole point of like folklift is like empower other founders, and like also like drive business sales. And so 609 00:59:00.670 --> 00:59:04.859 huda: like, yeah, so that could that could be like weaved into 610 00:59:05.020 --> 00:59:06.269 huda: this one, maybe. 611 00:59:06.270 --> 00:59:07.990 Jenny Duan: How does that relate to learning? 612 00:59:08.680 --> 00:59:22.949 huda: Because like, I said, like education or like, we're like teaching other people about like different backgrounds and like how entrepreneurs are born from like their hardships, and like inspiring more people. 613 00:59:24.520 --> 00:59:26.870 Jenny Duan: Okay, that seems good. Let's do that. 614 00:59:29.570 --> 00:59:31.490 Jenny Duan: Okay. 615 00:59:31.540 --> 00:59:34.139 Jenny Duan: how do you feel about the rest of these 616 00:59:34.160 --> 00:59:35.440 Jenny Duan: essays 617 00:59:38.140 --> 00:59:43.730 Jenny Duan: like, how do you feel about. Do you feel prepared to track? I know that this essay we can leave. And like, the 618 00:59:43.950 --> 00:59:55.890 Jenny Duan: yeah, this essay we can about Usc Viterbi, we can leave until we finish the Stanford ones, but everything else like the short answers, I think it would be a good goal to power through the short essays, like as soon as you can, so we can. 619 00:59:56.820 --> 00:59:58.260 Jenny Duan: Yeah, do that. 620 00:59:58.770 --> 01:00:00.460 huda: Yes, I agree. 621 01:00:16.100 --> 01:00:19.440 huda: And I haven't started 622 01:00:20.061 --> 01:00:24.280 huda: rewriting like the 1st Stanford supplemental, which was about like 623 01:00:24.656 --> 01:00:33.839 huda: something that you're generally excited about learning. So yeah, like, I haven't started on that yet. But I'm going to this week, or like this weekend even. But. 624 01:00:34.620 --> 01:00:39.339 Jenny Duan: Wait. I know that our next meeting is on Sunday at 8 pm. 625 01:00:39.410 --> 01:00:43.530 Jenny Duan: So then we're going to be talking about the University of California essays. 626 01:00:43.710 --> 01:00:54.180 Jenny Duan: Would you prefer to transition to the no, I think we should just talk about the Ucs. And then let's just kick those off. And then, if we have extra time on Sunday. 627 01:00:54.260 --> 01:00:57.499 Jenny Duan: we should review everything else, everything else. 628 01:00:58.010 --> 01:01:03.459 huda: Yeah, I've drafted some for the Ucsays already, but I think 629 01:01:03.550 --> 01:01:05.149 huda: it might be nice to like 630 01:01:05.462 --> 01:01:08.009 huda: cause like some of them aren't great. But yeah. 631 01:01:08.010 --> 01:01:21.470 Jenny Duan: Yeah, let's, I mean, everything's not great. The 1st time, actually like it is really unique that a lot of your essays are great. The 1st time like it should be the opposite, like most essays, are bad the 1st time, but actually, most of your essays are pretty good the 1st time, honestly. 632 01:01:21.960 --> 01:01:31.699 Jenny Duan: which saves you time in the future. So yeah, on Sunday. I'll see you then, and we'll talk about your Uc applications. Do you want to take a look at next week's calendar to see like. 633 01:01:31.810 --> 01:01:35.660 Jenny Duan: let's just put in some times to meet. So 634 01:01:35.810 --> 01:01:37.359 Jenny Duan: is that okay? If we 635 01:01:37.600 --> 01:01:41.620 Jenny Duan: is next week your fall break fully. Okay. 636 01:01:44.660 --> 01:01:48.580 Jenny Duan: does that mean you have time in the mornings, or are mornings still more difficult. 637 01:01:49.510 --> 01:01:51.720 huda: Yeah, I think I can do mornings. 638 01:01:52.695 --> 01:01:55.369 huda: Like. What time were you thinking. 639 01:01:57.783 --> 01:01:58.810 Jenny Duan: Okay, so 640 01:01:58.820 --> 01:02:10.590 Jenny Duan: let's see, we're meeting on Sunday after we meet on Sunday, like, I'm basically available to me as often as you would like. So tell me what how many times you want to meet, or what you think is the best for you? 641 01:02:11.300 --> 01:02:24.910 Jenny Duan: I think our main priorities are you coming up the standard supplement U.S.A. Supplement and the new Csay. If you have more time, I can always give you more work. If you have time to do like scholarships. But I've been pushing that back or 642 01:02:25.000 --> 01:02:30.770 Jenny Duan: yeah, pushing that back a little bit, because obviously like college is a bigger priority. But if you do have more availability. 643 01:02:31.080 --> 01:02:33.280 Jenny Duan: You can do scholarship apps too. 644 01:02:34.116 --> 01:02:41.050 huda: I mean, I think I'm like available at the entire week. So like like, we can even like 4 or 5 times if we need to 645 01:02:41.497 --> 01:02:46.249 huda: like, I mean, like, I'm not sure if you're available. But like, yeah, I think. 646 01:02:46.250 --> 01:02:47.860 Jenny Duan: Yeah, I'm available. 647 01:02:47.860 --> 01:02:48.470 huda: Yeah. 648 01:02:49.300 --> 01:03:00.839 Jenny Duan: Okay, well, if you have extra time, do you think you have time to do scholarship stuff? Or do you want to? Let's just actually, let's just focus on college. Make sure that that's set. And then, later in the week, if we have more time, we could do scholarship stuff. 649 01:03:02.300 --> 01:03:03.800 Jenny Duan: So okay. 650 01:03:04.040 --> 01:03:07.339 Jenny Duan: since our meeting on Sunday, let's see. 651 01:03:07.650 --> 01:03:10.810 Jenny Duan: On Monday. Would you be free to meet at 4 30 Pm. 652 01:03:14.150 --> 01:03:15.510 huda: Can we do later. 653 01:03:17.240 --> 01:03:19.059 Jenny Duan: Yes, can we do? 654 01:03:21.420 --> 01:03:23.440 Jenny Duan: Tuesday at 4 pm. 655 01:03:23.610 --> 01:03:25.770 Jenny Duan: Actually, no, let's not do that. 656 01:03:26.360 --> 01:03:29.120 Jenny Duan: Sorry. Let's do. 657 01:03:32.170 --> 01:03:34.600 Jenny Duan: Oh. 658 01:03:38.950 --> 01:03:40.050 Jenny Duan: can we do 659 01:03:41.060 --> 01:03:44.680 Jenny Duan: what time is later for you. On Tuesday, on Monday. 660 01:03:45.100 --> 01:03:45.770 huda: Like 661 01:03:46.270 --> 01:03:46.984 huda: like 662 01:03:47.860 --> 01:03:49.759 huda: Maybe like 7, 663 01:03:49.830 --> 01:03:52.860 huda: 8, 9 like those timings are fine. 664 01:03:54.180 --> 01:03:58.520 Jenny Duan: Alright, let's do maybe 7, 30 on Monday or 665 01:03:59.130 --> 01:04:01.890 Jenny Duan: 7 15 on the day. Just 666 01:04:02.540 --> 01:04:04.010 Jenny Duan: that work for you. 667 01:04:04.190 --> 01:04:05.240 huda: Yeah, that does. 668 01:04:06.470 --> 01:04:07.300 Jenny Duan: Okay, great 669 01:04:10.060 --> 01:04:11.510 Jenny Duan: And then 670 01:04:12.980 --> 01:04:14.400 Jenny Duan: you. 671 01:04:15.490 --> 01:04:17.620 Jenny Duan: Wednesday at 5 30, 672 01:04:18.955 --> 01:04:20.259 Jenny Duan: does that work? 673 01:04:20.830 --> 01:04:21.330 Jenny Duan: Bye? 674 01:04:21.330 --> 01:04:22.110 huda: 30, 675 01:04:23.350 --> 01:04:24.100 Jenny Duan: 18. 676 01:04:24.780 --> 01:04:26.040 huda: 5, 15, 677 01:04:26.040 --> 01:04:29.060 Jenny Duan: Or I could do 6 like I could do 6, 15. 678 01:04:29.230 --> 01:04:30.040 huda: Yeah, I can't. 679 01:04:30.040 --> 01:04:31.319 Jenny Duan: I do in the evening. 680 01:04:31.470 --> 01:04:35.909 Jenny Duan: I can't do in the evening, but I'm free between like 5 and 7, 20. 681 01:04:36.340 --> 01:04:38.349 Jenny Duan: If you have a slot that you prefer. 682 01:04:39.010 --> 01:04:41.580 huda: 6, I think, might work best. 683 01:04:50.260 --> 01:04:51.690 Jenny Duan: Give me a second. 684 01:04:55.580 --> 01:04:58.523 Jenny Duan: Let's do. On Thursday. 685 01:05:00.130 --> 01:05:03.339 Jenny Duan: are you available? Maybe 686 01:05:04.390 --> 01:05:05.370 Jenny Duan: like 687 01:05:07.020 --> 01:05:08.270 Jenny Duan: 6? 688 01:05:08.570 --> 01:05:11.260 Jenny Duan: Or are you available at around like 689 01:05:11.280 --> 01:05:14.090 Jenny Duan: 9 Am. On Thursday. Is that too early? 690 01:05:14.440 --> 01:05:15.729 huda: I can do that. Yeah. 691 01:05:16.510 --> 01:05:17.130 Jenny Duan: Okay. 692 01:05:21.050 --> 01:05:22.840 Jenny Duan: okay, let's just schedule 693 01:05:22.860 --> 01:05:27.650 Jenny Duan: those 3 meetings. And then, like, later in the week, we can schedule more as needed. 694 01:05:28.440 --> 01:05:30.159 huda: Yeah. Okay. Sounds, good. 695 01:05:30.160 --> 01:05:37.179 Jenny Duan: And then, if it feels, if anything feels too tight, ever, we can always like reschedule, or cancel, or like whatever is best for your schedule. 696 01:05:37.930 --> 01:05:38.680 huda: Okay. Yeah. 697 01:05:38.680 --> 01:05:52.100 Jenny Duan: But okay, but I just wanna make sure that you have enough support. Because I know, like, this time is really stressful. Yeah. And then, if you ever need like a quick edit, or like any questions, just text me, and can do that asynchronously. 698 01:05:52.899 --> 01:05:57.689 Jenny Duan: Okay, then, in that case our next meeting is on Sunday at 8 Pm. So I will see you then. 699 01:05:58.000 --> 01:05:59.500 huda: I'll see you then. Bye. 700 01:05:59.500 --> 01:06:00.400 Jenny Duan: Bye.",
  "segments": [
    "Week 20 - Coaching_Jenny_Huda_Wk20_2024-10-02_M_3b2f977345533d1f_U_3b2f977345533d1f WEBVTT 1 00:03:31.030 --> 00:03:32.790 Jenny Duan: It? Has it come up? 2 00:03:33.930 --> 00:03:35.870 Jenny Duan: Hey? How's it going. 3 00:03:36.260 --> 00:03:37.940 huda: Hi! It's going well, how are you? 4 00:03:39.023 --> 00:03:41.709 Jenny Duan: To see you. How's your week been. 5 00:03:42.310 --> 00:03:51.900 huda: It's been great. Actually, today, we're starting fall break. So we just have like a week off. And I'm gonna get caught up with, like some of my 6 00:03:52.348 --> 00:03:55.779 huda: classes and obviously work on essays. So yeah. 7 00:03:55.780 --> 00:03:59.343 Jenny Duan: My gosh, fall break is basically college prep. Break. Then. 8 00:04:00.070 --> 00:04:06.350 Jenny Duan: sorry that you don't get too much of a break, but hopefully you can like, catch up on sleep and everything this week, because that's really important. 9 00:04:09.340 --> 00:04:15.849 Jenny Duan: great. Well, today, I think we want to talk about Usc, would you be able to share those essays with me, or the link to your 10 00:04:16.310 --> 00:04:17.370 Jenny Duan: document. 11 00:04:18.230 --> 00:04:18.835 huda: Yes, 12 00:04:20.690 --> 00:04:21.350 huda: great 13 00:04:21.790 --> 00:04:24.820 huda: just shared it. Let me put the link in the chat, though. 14 00:04:24.970 --> 00:04:26.150 Jenny Duan: Sure thanks. 15 00:04:41.900 --> 00:04:48.410 Jenny Duan: And then also have you any chance to think about whether or not you want to apply for either the Usc scholarship program. I mean the 16 00:04:48.700 --> 00:04:51.209 Jenny Duan: Ufc scholarship programs. 17 00:04:54.420 --> 00:04:56.210 huda: Oops. Sorry were you saying something? 18 00:04:56.680 --> 00:05:04.200 Jenny Duan: Yeah, I was. Gonna say, have you gotten a chance to think about whether or not you want to apply for the any of the Unc. Chapel Hill. Like scholarship programs. 19 00:05:05.030 --> 00:05:08.284 huda: Okay. So I actually took a",
    " look at it. And then, 20 00:05:08.890 --> 00:05:12.370 huda: so the due date is earlier, I think. And then 21 00:05:13.173 --> 00:05:18.070 huda: I think like the one that you mentioned, or like the one that you added in the email, which is about 22 00:05:18.110 --> 00:05:19.800 huda: like. 23 00:05:19.830 --> 00:05:25.970 huda: I think it was out of State students like it was specifically for out of State students. I think that was like a good opportunity. 24 00:05:27.490 --> 00:05:28.669 huda: and I think. 25 00:05:29.570 --> 00:05:34.030 huda: let me see, I put it into the common app. And then. 26 00:05:35.120 --> 00:05:39.969 huda: yeah, I think I think there's like a lot of essays for this, like the 27 00:05:40.383 --> 00:05:48.860 huda: scholarships. But like, I don't think that's really a problem. But yeah, I think I'd I think I'd look forward to applying to Unc. 28 00:05:49.290 --> 00:05:55.710 Jenny Duan: Okay with the Moorhead Kane program or John Robertson scholars. Robertson Scholar is like a joint program at the Unc. And Duke. 29 00:05:58.550 --> 00:06:02.020 huda: I think. Yeah, the Robertson scholarship is the one that I 30 00:06:03.181 --> 00:06:05.340 huda: look closer at. Oh, actually. 31 00:06:06.090 --> 00:06:11.170 huda: no! I looked closely at the Moorhead cane. I didn't really get a chance to look at the Robertson Scholarship. 32 00:06:12.860 --> 00:06:17.860 Jenny Duan: Okay, I think that if you apply for Unc early, like, I think you can submit your application to both programs. 33 00:06:18.120 --> 00:06:23.780 Jenny Duan: So I think, let's just do that, then. So that will mean like a little bit of push between these 2 weeks. 34 00:06:23.970 --> 00:06:30.340 Jenny Duan: I think that you should be fine like honestly, because your essays are looking pretty good, and you'll be able to reuse a lot of the same stuff. 35 00:06:30.680 --> 00:06:41.060 Jenny Duan: So it should be fine. I think the biggest concern is just like, if your teachers are g",
    "onna be able to submit their letters of 2 weeks early. Do you know, like the status on those, or how that's going. 36 00:06:42.362 --> 00:06:43.850 huda: I don't think they've. 37 00:06:43.890 --> 00:06:47.269 huda: I don't think they've written it yet, so I'm not sure if, like 38 00:06:47.655 --> 00:06:49.439 huda: they'll be able to like write it. 39 00:06:50.390 --> 00:06:51.390 huda: and like. 40 00:06:51.990 --> 00:06:54.198 huda: in like, 2 weeks. But 41 00:06:55.100 --> 00:06:59.400 huda: yeah, let me just double check to see if they submitted anything. 42 00:07:03.040 --> 00:07:07.000 Jenny Duan: Okay, cause they're gonna need to submit by November first, st right? And they're aware of that. 43 00:07:07.170 --> 00:07:07.810 huda: Yeah. 44 00:07:16.810 --> 00:07:20.499 huda: okay, yeah, it's just it's still like, I don't think they've 45 00:07:20.520 --> 00:07:22.860 huda: written it yet. So 46 00:07:25.054 --> 00:07:29.889 huda: I mean, I could check up with them and like, update them about that. But 47 00:07:31.048 --> 00:07:35.239 huda: I think I'll I'll ask them like the Monday I get back soon. Like 48 00:07:35.260 --> 00:07:37.640 huda: to in like a week. 49 00:07:38.225 --> 00:07:41.020 huda: But yeah, I don't think 50 00:07:41.600 --> 00:07:44.140 huda: I don't think they'd respond to my emails now. So. 51 00:07:46.130 --> 00:07:51.999 Jenny Duan: Wait. I think, how serious are you about applying to Unc. Because I feel like, if you're serious, it may be good to send them an email. 52 00:07:52.100 --> 00:07:56.888 Jenny Duan: because otherwise it won't be worth writing your essays if you don't think that they're gonna be able to 53 00:07:57.150 --> 00:07:59.159 Jenny Duan: submit their recommendations in time. 54 00:08:00.090 --> 00:08:07.280 Jenny Duan: But I do think that like if that's not a big problem, then I think you should still apply, because again, it's like a really cool scholarship opportunity. 55 00:08:08.880 --> 00:08:10.370 huda: Yeah, I ",
    "mean, like, I don't 56 00:08:10.580 --> 00:08:26.180 huda: like I I think, like I like Unc. But I don't. I wouldn't say like I'm super passionate about like applying there? Oh, yeah. And also had a question, since, like Stanford is restricted early action. Is this one like 57 00:08:26.570 --> 00:08:30.090 huda: an exception? Because it's for a scholarship like Usc. 58 00:08:31.542 --> 00:08:39.660 Jenny Duan: It's a public school. So restrictive reaction is only restricted for other private schools. So because it's a public school, it doesn't matter. 59 00:08:40.030 --> 00:08:40.730 huda: Okay. 60 00:08:40.890 --> 00:08:46.160 Jenny Duan: That's why that's why I was wondering if you also want to apply for other schools in the cycle, like, I know 61 00:08:46.630 --> 00:08:53.539 Jenny Duan: other students are maybe applying for, like Nyu, or like University of Michigan, or I mean 62 00:08:53.630 --> 00:08:58.340 Jenny Duan: other colleges. There aren't too many of schools like this, because I know you want to stay in California. But, like. 63 00:08:58.440 --> 00:09:01.539 Jenny Duan: are there any other public schools that you wanted to consider. 64 00:09:02.760 --> 00:09:04.280 huda: I mean, I think 65 00:09:04.745 --> 00:09:18.620 huda: nyu is a pretty good university, and I think it has like it's really similar to Usc. I think, in terms of like the majors. So I think I'd consider applying early to there as well. 66 00:09:19.880 --> 00:09:24.879 Jenny Duan: Okay, what about University of Washington or any other school? Let me just open your college list. 67 00:09:25.070 --> 00:09:26.040 Jenny Duan: show you. 68 00:09:26.200 --> 00:09:29.177 huda: Yeah, I don't think I've considered those. But 69 00:09:30.200 --> 00:09:35.740 huda: yeah, I mean, if I look at some like majors that I'm interested in in those schools I can see. 70 00:09:35.740 --> 00:09:40.739 Jenny Duan: Okay. I don't think it's worth like doing a bunch of research. Now, since that we already have you",
    "r college list. 71 00:09:40.870 --> 00:09:45.070 Jenny Duan: I feel like we could just stick to those schools. But I just wanna verify that 72 00:09:48.080 --> 00:09:53.549 Jenny Duan: Do you have a list? The link to pull list you cannot find. Oh, wait. Wait. I found it 73 00:10:02.800 --> 00:10:04.149 Jenny Duan: one second. 74 00:10:10.800 --> 00:10:19.539 Jenny Duan: yeah. So for example. So yeah, I see this New York university. I think that could be worth applying early. If they have 75 00:10:25.820 --> 00:10:28.080 Jenny Duan: alright, they only have really decision. 76 00:10:28.260 --> 00:10:31.409 Jenny Duan: Wait. They have early decisions that's not applicable. 77 00:10:37.750 --> 00:10:38.810 Jenny Duan: Okay, so 78 00:10:39.230 --> 00:10:42.469 Jenny Duan: yeah, I don't think you have any other public schools. Besides. 79 00:10:42.920 --> 00:10:50.340 Jenny Duan: like the Ucs. Are there any other public schools that you would be interested in? Or if not like, we can just stick with your current list 80 00:10:50.970 --> 00:10:52.180 Jenny Duan: passes. 81 00:10:52.180 --> 00:10:54.871 huda: I mean like, besides, Cal states 82 00:10:55.910 --> 00:10:57.120 huda: I think 83 00:10:58.870 --> 00:11:03.020 huda: I mean, I haven't really considered any other like, what are some of the 84 00:11:03.240 --> 00:11:09.759 huda: like public schools that are like most known. For, like their data, science, or like interactive media. 85 00:11:10.182 --> 00:11:12.449 huda: I don't know if like, that's too specific. But 86 00:11:13.200 --> 00:11:16.419 Jenny Duan: I feel like there's not very many, I mean, like the public schools that are good for. 87 00:11:16.580 --> 00:11:18.609 Jenny Duan: Yeah. So like Purdue 88 00:11:18.620 --> 00:11:21.749 Jenny Duan: University of Michigan, Georgia tech. 89 00:11:23.500 --> 00:11:28.210 Jenny Duan: But I don't know about their interactive media programs. I don't think that a lot of public schools have 90 00:11:28.570 --> 00:11:31.96",
    "0 Jenny Duan: as good interactive media programs to my knowledge. 91 00:11:34.600 --> 00:11:35.730 huda: I think 92 00:11:35.770 --> 00:11:38.289 huda: I heard like Georgia tech is 93 00:11:39.406 --> 00:11:40.880 huda: pretty good. 94 00:11:45.450 --> 00:11:48.920 huda: yeah. The deadline is October 15th as well. 95 00:11:52.060 --> 00:11:57.840 Jenny Duan: Yeah, I think the question is like, how interested are you in this versus? Not 96 00:11:58.440 --> 00:12:01.879 Jenny Duan: cause. I don't. Didn't come up in any of our earlier conversations. 97 00:12:03.810 --> 00:12:07.349 huda: Let me just check george. Text majors. 98 00:12:10.090 --> 00:12:14.690 Jenny Duan: Cause. I also remember that you didn't want to be too far from home. That is quite far. 99 00:12:16.511 --> 00:12:20.729 huda: Yeah, like, I guess, like, whatever's on the list, I think is 100 00:12:20.770 --> 00:12:24.129 huda: kind of like top top of mind, and like priority. 101 00:12:26.900 --> 00:12:36.900 Jenny Duan: Okay, I think that if you wanted to I would prioritize Unc. Chapel Hill Scholarship program over Georgia Tech. But that, I think, is just dependent on whether or not your teachers can get back to you. 102 00:12:42.160 --> 00:12:45.441 huda: Okay? Then I guess I'll email them and ask if 103 00:12:46.490 --> 00:12:49.339 huda: if they can like get it done a bit sooner. 104 00:12:49.590 --> 00:12:56.249 Jenny Duan: Okay. But I also think another thing is like your relationship with your teachers. You don't want to rush them if you don't personally really want to apply. 105 00:12:56.280 --> 00:13:01.440 Jenny Duan: Because I think if you're on the fence like you already have, like almost 20 schools that you're applying to. So I feel like 106 00:13:01.570 --> 00:13:05.579 Jenny Duan: there's no point in like just squeezing out extra applications 107 00:13:05.910 --> 00:13:12.410 Jenny Duan: because I am recommending it. But I'm just saying you should consider this, and then, if you want to ",
    "do this, you could go forward, but I think if you. 108 00:13:12.420 --> 00:13:15.510 Jenny Duan: if you don't want to like there, if I feel like you don't have to. 109 00:13:16.340 --> 00:13:21.490 huda: Is there a reason why, like Unc is like a good option. 110 00:13:22.280 --> 00:13:25.669 Jenny Duan: I think it's just because of this prestigious scholarship program. 111 00:13:27.020 --> 00:13:30.199 huda: Hmm, yeah. I don't think like. 112 00:13:30.720 --> 00:13:35.638 huda: yeah, I don't think I'm like, really like passionate about applying there and like, 113 00:13:36.550 --> 00:13:37.530 huda: yeah. 114 00:13:38.140 --> 00:13:43.849 Jenny Duan: Okay, that makes total sense. So maybe we can just skip it. For now, I think there's because I think there's no point in bothering your teachers 115 00:13:43.880 --> 00:13:46.310 Jenny Duan: because they're also really busy. If you 116 00:13:46.330 --> 00:13:48.400 Jenny Duan: yourself don't need to go so bad. 117 00:13:49.560 --> 00:13:50.280 huda: I mean, I think. 118 00:13:50.280 --> 00:13:51.089 Jenny Duan: That's right. 119 00:13:51.090 --> 00:13:54.140 huda: My family first, st I think. 120 00:13:54.140 --> 00:13:55.300 Jenny Duan: Okay, yeah. 121 00:13:56.350 --> 00:13:57.619 Jenny Duan: that makes sense. 122 00:13:58.030 --> 00:14:03.349 Jenny Duan: So describe how you plan to pursue your academic interest. This is just like a wide 123 00:14:03.540 --> 00:14:05.000 Jenny Duan: by Usc. 124 00:14:05.210 --> 00:14:11.520 Jenny Duan: why or why your Major, I feel like this is pretty straightforward. How are you feeling about this response? 125 00:14:12.430 --> 00:14:17.979 huda: Is this something that, like I have to be like, have like a straightforward response for, or do like? 126 00:14:18.130 --> 00:14:24.389 huda: Do I use like a similar like story format, as, like some of the sub supplementals for Stanford. 127 00:14:24.900 --> 00:14:35.149 Jenny Duan: I would say, keep maybe, like only one or 2 sentences, to l",
    "ike hook the reader. And then, after that, you can just go straight forward into like a why? Because you only have 250 words, which is not a lot. 128 00:14:37.600 --> 00:14:41.227 huda: can we create an outline so that like, when I'm writing it? 129 00:14:41.600 --> 00:14:43.199 huda: I'll be a little more aware. 130 00:14:43.880 --> 00:14:47.940 Jenny Duan: Yeah, of course. So you want to apply for the games feature. Right? 131 00:14:47.940 --> 00:14:49.800 huda: Computer science, games. 132 00:14:51.406 --> 00:14:55.054 Jenny Duan: I think that. Do you remember that other? 133 00:14:58.170 --> 00:15:04.870 Jenny Duan: I think. Well, I think 1st of all, your comment already shows a lot about. You know how you're interested in games, and why 134 00:15:05.270 --> 00:15:11.930 Jenny Duan: so? I think. Do you remember that like one essay, we deleted like the 251 one that you wrote for Stanford that we got rid of. 135 00:15:12.140 --> 00:15:12.780 huda: Yeah. 136 00:15:13.060 --> 00:15:16.770 Jenny Duan: Could you copy paste that? Here, I want to see how that fits in with this prompt 137 00:15:27.640 --> 00:15:28.710 Jenny Duan: okay. 138 00:15:33.210 --> 00:15:35.059 Jenny Duan: I think you could modify this. 139 00:15:35.560 --> 00:15:38.299 Jenny Duan: and then just use this as an essay. 140 00:15:39.080 --> 00:15:57.710 huda: Yeah, do you think I should? So it says to mention, like second choice major collections. And my like, second choice was journalism. So so like the new one for Stanford. Which is going to be at data science or data journalism like, maybe I can infuse parts of that, too. 141 00:15:58.370 --> 00:16:09.000 Jenny Duan: Yeah, I think that's I think that's fine. I think that that will be good. So I feel like this. This is, I'm not too worried about, I think just once you're finished with your Stanford version, we can like find a way to combine these 2. 142 00:16:10.110 --> 00:16:11.380 Jenny Duan: How do you? How do you feel? 143 00:16:11.750 --> 00:",
    "16:15.509 huda: I agree that. I think this seems like a relevant like 144 00:16:15.520 --> 00:16:17.669 huda: essay to include with this. 145 00:16:17.920 --> 00:16:19.000 Jenny Duan: Okay, cool. 146 00:16:19.277 --> 00:16:23.659 Jenny Duan: Now, let's good. Is this the only into it? Is this only a longer essay for Usc. 147 00:16:24.204 --> 00:16:24.520 huda: There's. 148 00:16:24.520 --> 00:16:25.450 Jenny Duan: Also this. 149 00:16:25.450 --> 00:16:29.250 huda: Yeah, these 2 are like, school specific. 150 00:16:29.450 --> 00:16:30.620 Jenny Duan: How many words. 151 00:16:31.560 --> 00:16:34.650 huda: I think they're 2 50. But let me double check. Okay. 152 00:16:47.881 --> 00:16:50.550 huda: yeah, 2, 50 and 2 50. Yeah. 153 00:16:55.350 --> 00:16:57.540 Jenny Duan: Describe yourself in 3 words. 154 00:17:00.510 --> 00:17:02.300 Jenny Duan: Observe it. What else. 155 00:17:11.359 --> 00:17:12.349 huda: hmm! 156 00:17:18.700 --> 00:17:21.770 huda: Creative. I don't know. That's like a really basic word. 157 00:17:21.770 --> 00:17:22.859 Jenny Duan: That's too basic. 158 00:17:23.290 --> 00:17:23.900 huda: Yeah. 159 00:17:26.190 --> 00:17:26.865 huda: like, 160 00:17:36.570 --> 00:17:37.720 huda: I'm not sure. 161 00:17:40.480 --> 00:17:44.200 huda: Maybe, like with J. Camp, we did like gentle leader. 162 00:17:44.400 --> 00:17:45.450 huda: So 163 00:17:53.090 --> 00:17:54.310 huda: that's pretty good. 164 00:18:02.230 --> 00:18:02.620 huda: Maybe. 165 00:18:02.620 --> 00:18:03.910 Jenny Duan: Yeah, I think that's good. 166 00:18:03.910 --> 00:18:06.843 huda: Should I change gentle? Because 167 00:18:08.430 --> 00:18:11.719 huda: it might. It sounds too similar to observant, I think. 168 00:18:17.320 --> 00:18:18.749 Jenny Duan: Do you feel like that's true? 169 00:18:21.210 --> 00:18:25.740 huda: yeah, I'd say so. Maybe like something like observant. 170 00:18:27.800 --> 00:18:31.409 huda: this might be like a buzzer word. But like innovative leader. 171 00:18:34.45",
    "0 --> 00:18:37.370 Jenny Duan: I feel like that's a bit too overused. 172 00:18:38.720 --> 00:18:41.039 huda: Okay, then, do you think this looks fine? 173 00:18:45.980 --> 00:18:47.770 Jenny Duan: Yeah, I think that looks good. 174 00:18:48.490 --> 00:18:49.200 huda: Okay. 175 00:18:49.510 --> 00:18:51.380 Jenny Duan: What is the word, count of these. 176 00:18:57.860 --> 00:19:00.765 huda: I think it doesn't say anything. 177 00:19:02.550 --> 00:19:04.589 huda: yeah, there's nothing written on here. 178 00:19:05.170 --> 00:19:08.370 Jenny Duan: Can you like type in some words and see if it starts limiting? You. 179 00:19:21.200 --> 00:19:24.659 huda: It's not limiting it. I think I wrote like a sentence. 180 00:19:35.600 --> 00:19:39.640 Jenny Duan: What about a paragraph like? Can you just copy paste like a ton of words in. 181 00:19:40.880 --> 00:19:41.520 huda: Okay. 182 00:20:00.300 --> 00:20:04.519 huda: okay, it's stopping it around like here. So. 183 00:20:04.700 --> 00:20:06.000 Jenny Duan: Can you share your screen? 184 00:20:06.000 --> 00:20:07.430 huda: 20 words. I think. 185 00:20:07.430 --> 00:20:09.590 Jenny Duan: Oh, oh, 20 words. Okay. Makes sense. 186 00:20:09.970 --> 00:20:16.749 Jenny Duan: Wait. I feel like this snack answer is good. Best movie of all time. Why is? She's the man the best movie of all time. 187 00:20:18.104 --> 00:20:20.289 huda: Because it's like about this girl 188 00:20:20.310 --> 00:20:41.000 huda: who? Basically she. She can't play soccer because they like remove the women's team. So then she pretends to be like a boy and plays on the boys team and then finally secures funding for the girls team. And then I think it's like really relevant because it reminds me of like like empowering AI and like Hackathon Club. 189 00:20:42.450 --> 00:20:55.039 Jenny Duan: Yeah, okay, I think clear thing that we want to make sure with this question is, it's not asking you what movie is most relevant to you. It's asking you, what movie do yo",
    "u think is the best movie of all time? Do you think this is the best movie of all time? 190 00:20:55.470 --> 00:20:58.289 huda: Yeah, it's just like like one of the top 3. 191 00:20:59.880 --> 00:21:00.610 Jenny Duan: Why? 192 00:21:01.650 --> 00:21:02.583 huda: It's just 193 00:21:03.120 --> 00:21:05.339 huda: It's really funny. And I think. 194 00:21:05.930 --> 00:21:09.316 huda: well, it's like really creative cause. I think 195 00:21:09.840 --> 00:21:24.780 huda: like, the plot is like balanced between like an actual like story, and then also like a little bit of like romance and comedy, and I think, like its ability to like deliver, like both messages like comedy, but also like an actual story. 196 00:21:25.178 --> 00:21:27.389 huda: Is, was really interesting to me. 197 00:21:28.420 --> 00:21:34.279 Jenny Duan: Oh, yeah, I would emphasize that. Because I think in this, in this prompt, they're actually looking for like the way that you think 198 00:21:34.430 --> 00:21:37.979 Jenny Duan: they're looking for like what aesthetic or artistic or 199 00:21:38.000 --> 00:21:41.290 Jenny Duan: etc! Why do you admire that? And 200 00:21:41.510 --> 00:21:46.509 Jenny Duan: like, why does this stand out to you so they're not looking for like an answer about you. They're not looking for like. 201 00:21:46.590 --> 00:21:51.590 Jenny Duan: oh, this is valuable because it's about me they're looking for like, how do you interpret art? Or how do you interpret 202 00:21:52.118 --> 00:21:57.400 Jenny Duan: like literature? Or how do you interpret XYZ. And why is that important? Does that make sense? 203 00:21:58.800 --> 00:22:01.059 Jenny Duan: So I would turn, go ahead. 204 00:22:01.410 --> 00:22:03.769 huda: So do I. Just do. I just like, say, like. 205 00:22:05.980 --> 00:22:12.100 huda: like any movie like, just because I like it or cause cause sometimes you just like a movie because you like the plot. 206 00:22:12.390 --> 00:22:13.470 huda: And 207 00:22:13.840 --> 00:22:17.",
    "940 huda: I think that's like the case. For, like most of my my favorite movies. 208 00:22:18.680 --> 00:22:19.590 Jenny Duan: Yeah, I mean. 209 00:22:20.240 --> 00:22:22.569 Jenny Duan: best. Okay, another thing is 210 00:22:22.600 --> 00:22:26.340 Jenny Duan: best movie of all time. Is it not favorite movie of all time? 211 00:22:26.400 --> 00:22:27.420 Jenny Duan: Right? So 212 00:22:28.210 --> 00:22:46.020 Jenny Duan: they also are limited in what they can ask in question. So everything that they write in a question is also very direct to like it also has a purpose, just like every sentence that you write has a purpose. They're not asking you for your favorite movie of all time. They're asking you for what you think it what you can evaluate as the best movie of all time. 213 00:22:47.830 --> 00:23:04.240 Jenny Duan: And so you could you better be able to like back it up by? Why, you think it's the best movie of all time. So for example, in this case, you think it's like the best movie of all time, because it's funny. It has a good plot, and it has relatable characters. So that's what I would emphasize here like. That's why you think it's the best movie of all time. 214 00:23:07.250 --> 00:23:08.249 Jenny Duan: Like for me 215 00:23:08.500 --> 00:23:12.300 Jenny Duan: like, even if let's say, my favorite movie is 216 00:23:12.330 --> 00:23:18.600 Jenny Duan: like Ratatouille or something. If I were saying that that's like the best music of all time, like, why do I like it? Because 217 00:23:18.990 --> 00:23:19.970 Jenny Duan: it's like 218 00:23:20.120 --> 00:23:22.339 Jenny Duan: the story of how like 219 00:23:23.660 --> 00:23:24.890 Jenny Duan: any like 220 00:23:25.230 --> 00:23:34.289 Jenny Duan: like, I think the mission, like anyone can cook applies to like life. And it's it's like a I don't know, like complex issues in the brain, that, like 221 00:23:35.210 --> 00:23:38.490 Jenny Duan: an inspiring theme so resonant that even a 222 00:23:38.620 --> 00:23:",
    "42.060 Jenny Duan: a mouse point can understand or like. That's what I would write something like that. 223 00:23:42.320 --> 00:23:43.100 Jenny Duan: But 224 00:23:43.480 --> 00:23:45.265 Jenny Duan: like how Ratatouille 225 00:23:46.430 --> 00:23:49.520 Jenny Duan: So empowering that even Iraq can understand. 226 00:23:49.930 --> 00:23:54.670 Jenny Duan: Anyone can cook anyone can code anyone can. Xyz like. That's what I would write. 227 00:23:55.220 --> 00:24:00.220 Jenny Duan: So that's why I think it's like the best movie of all time, or maybe I would write like interstellar is the best movie of all time. I would say, like 228 00:24:00.310 --> 00:24:01.999 Jenny Duan: fun, summer soundtrack 229 00:24:02.840 --> 00:24:09.739 Jenny Duan: cinematography that will change your life or something like that. You see, like, I'm evaluating like, what parts of this movie is 230 00:24:09.870 --> 00:24:19.480 Jenny Duan: good, not just because, oh, I like this because it's inspiring. It's like it applies to my life. But like this is good because other people can appreciate it in these ways. 231 00:24:20.150 --> 00:24:31.009 Jenny Duan: So, for she's something I know maybe would write what you you and you already described it, you said like, it has a really funny plot like it has. It's empowering like. That's what I would bring out 232 00:24:31.130 --> 00:24:35.519 Jenny Duan: like, how does it not just apply to you, but like, why can other people appreciate it as well. 233 00:24:38.250 --> 00:24:44.770 huda: So since I'm applying for well, cause I think like it's still kind of contributes to your application. So since. 234 00:24:44.770 --> 00:24:45.560 Jenny Duan: Upscale. 235 00:24:45.800 --> 00:24:47.320 huda: To like 236 00:24:47.540 --> 00:25:11.720 huda: like the school of engineering. I could also like, I think, something that's also kind of techy. But it's also like one of my favorite movies is blade runner 2049. And it's mainly because of like the cinematography in t",
    "his movie. And then it has, like like the like. The color grading in this tells like speaks more words than like the actual plot. 237 00:25:12.283 --> 00:25:17.946 huda: Because, like, for example, there's like a blue side and a red side, and like 238 00:25:18.430 --> 00:25:27.697 huda: like, there's a point in the movie where, like the colors change and like, I think that's like, I don't know how to cause. I I mean, like, the cinematography is really good. But 239 00:25:28.290 --> 00:25:29.230 huda: yeah. 240 00:25:31.410 --> 00:25:36.190 huda: which one would sound better like, she's a man, or like something more. 241 00:25:37.500 --> 00:25:38.799 huda: I mean, I feel like a lot of people. 242 00:25:38.800 --> 00:25:40.329 Jenny Duan: I like blade runner. 243 00:25:40.900 --> 00:25:41.500 huda: Really 244 00:25:41.680 --> 00:25:42.500 huda: what 245 00:25:42.920 --> 00:25:46.460 huda: I feel like a lot of people might say, blade runner 2049. 246 00:25:50.190 --> 00:25:57.380 Jenny Duan: I mean, what do you like? Forget? Like the answer to this question. Just let's just talk for a minute like what do you think is the best way. Beautiful time. 247 00:25:58.540 --> 00:26:00.310 huda: That's really difficult. Cause like. 248 00:26:00.310 --> 00:26:03.549 Jenny Duan: No, what's your favorite movie? What's the best movie of all time? 249 00:26:04.400 --> 00:26:07.549 Jenny Duan: Which could be your favorite movie like those could be the same thing. 250 00:26:07.760 --> 00:26:08.430 Jenny Duan: But 251 00:26:08.820 --> 00:26:10.180 Jenny Duan: different questions. 252 00:26:17.960 --> 00:26:25.749 huda: I mean, like, so there's like an Indian movie that's really good. But and it's like my, I think, in my opinion, is like the best movie of all time. 253 00:26:26.522 --> 00:26:37.780 huda: It's like about this like girl getting separated from her mom from like different borders. And then, like the 254 00:26:37.990 --> 00:26:48.449 huda: like, this man. He like, finds her a",
    "t the train station, and he, like basically takes care of her. And then, like brings her back. That's like one of the most emotional movies, and I think, like cinematography was also really great. 255 00:26:49.036 --> 00:26:50.189 huda: And like. 256 00:26:50.570 --> 00:27:02.369 huda: when I was younger, I was like really stubborn. So I wouldn't cry for anything. But this movie like actually made me cry so. I think that was like, objectively like the best movie, like of all time. 257 00:27:02.930 --> 00:27:04.010 Jenny Duan: What is it called? 258 00:27:04.470 --> 00:27:06.758 huda: It's called the Jungie Page on 259 00:27:07.480 --> 00:27:08.620 Jenny Duan: Can you write that down. 260 00:27:09.530 --> 00:27:10.140 huda: Yeah. 261 00:27:27.120 --> 00:27:27.449 Jenny Duan: Alright 262 00:27:29.910 --> 00:27:34.000 Jenny Duan: Any other movies that you think are really good. Let's just write down all of our options here. 263 00:27:35.910 --> 00:27:44.030 Jenny Duan: I'm thinking, maybe not this, maybe because you're right, like it does. It is in the context of of your of your application. And you're already writing about Italy. So maybe like 264 00:27:44.370 --> 00:27:45.630 Jenny Duan: something different. 265 00:27:46.485 --> 00:27:49.850 Jenny Duan: Did you already like? Talk about your identity in one place. 266 00:27:55.220 --> 00:28:01.120 huda: I mean, the movie about like Steve Jobs is also really great, because you can see like who he was as a person 267 00:28:01.140 --> 00:28:11.185 huda: and like I think the I think, like the going back to kind of the cultural aspect like when he goes back to India. I think they like have, like a different 268 00:28:11.650 --> 00:28:18.150 huda: like visual representations like in different parts of his life. There's like when he was younger. It's like a more like 269 00:28:18.890 --> 00:28:29.859 huda: like nostalgic coloring, which, like kind of makes you feel like you were there, too, and then, like as it gets like to ",
    "current day, or like not current day, but like when he gets older after he invents it, like 270 00:28:29.880 --> 00:28:34.039 huda: the color kind of fades away. And I think that's really symbolic. And 271 00:28:34.430 --> 00:28:37.690 huda: I think that's like like one of the best filmmaking 272 00:28:37.760 --> 00:28:39.090 huda: aspects of it. 273 00:28:43.580 --> 00:28:49.080 huda: but I actually, I think that would be like the the best, the best movie of all time. 274 00:28:51.010 --> 00:28:51.640 huda: Thank you. 275 00:28:52.310 --> 00:28:55.009 huda: I don't know how to approach this question. Actually. 276 00:28:55.260 --> 00:28:55.960 huda: okay. 277 00:28:55.960 --> 00:29:00.850 Jenny Duan: I think it's just like, what do you genuinely think is the best movie? What are your favorite movies? 278 00:29:01.550 --> 00:29:04.860 huda: Don't don't watch the movies anymore. 279 00:29:06.230 --> 00:29:08.600 Jenny Duan: Okay, out of all the movies that you've watched. 280 00:29:16.200 --> 00:29:17.130 huda: hmm! 281 00:29:24.470 --> 00:29:32.310 huda: I really enjoyed this one, a movie called Age of App. I think I'm going back to like my favorite movies, cause like. 282 00:29:32.310 --> 00:29:34.060 Jenny Duan: That's fine! That's fine for now. 283 00:29:34.060 --> 00:29:34.929 huda: Yeah, I don't. I don't. 284 00:29:34.930 --> 00:29:35.580 Jenny Duan: Worth it. 285 00:29:35.580 --> 00:29:43.039 huda: Best movie of all time. But there's a a movie called Age of Adline and it was about 286 00:29:43.120 --> 00:29:53.050 huda: like this woman, and she's like changing different time periods and like living different lives in like different time periods. And I think like. 287 00:29:53.160 --> 00:30:06.729 huda: because as like a nostalgic person like it was really cool to see, like the different styles throughout the different decades, and then, like the music, the like, the way people behave in different decades like, I think that was like a really cool movie. 288 00:",
    "30:07.080 --> 00:30:10.690 Jenny Duan: I mean, I think this is the winner. I really like this. I resonate with this. 289 00:30:10.980 --> 00:30:16.639 Jenny Duan: That's right about that. That feels that feels good. What is it called age of battley? Yeah. 290 00:30:18.060 --> 00:30:20.070 Jenny Duan: okay, things to emphasize here 291 00:30:20.210 --> 00:30:25.609 Jenny Duan: nostalgia. Maybe, like human values transcending time periods 292 00:30:26.480 --> 00:30:29.420 Jenny Duan: for like core elements of humanity. 293 00:30:30.480 --> 00:30:40.069 Jenny Duan: Like, I think what's valuable in this essay is, I feel like, first, st you could talk about nostalgia because you are a nostalgia person. This is a big part of you. And then you can also talk about how like 294 00:30:40.260 --> 00:30:46.099 Jenny Duan: across periods across history. And this is like something that is a pattern in your journalism as well like 295 00:30:46.200 --> 00:30:51.910 Jenny Duan: the core, things that make us human remain the same. Whether that's our desires, whether that's the way that we interact, whether that's like 296 00:30:52.130 --> 00:31:00.939 Jenny Duan: our patterns of behavior. I don't know if you actually notice this in the film, but, like what's valuable to us stays the same over time like that's kind of cool thing. 297 00:31:02.260 --> 00:31:05.690 huda: Yeah, I definitely say that replies to this movie. 298 00:31:07.260 --> 00:31:11.440 Jenny Duan: Yeah. So how do you feel about this? Do you want to 299 00:31:12.240 --> 00:31:18.510 Jenny Duan: write this? Do you think it? Something else would be a better fit, feel free to, you know, challenge or agree. 300 00:31:19.080 --> 00:31:23.230 huda: I think I'll write this. Yeah, this has been like one of my favorite movies for some time. So. 301 00:31:23.690 --> 00:31:30.039 Jenny Duan: Great. Well, let's just try that. And then, if it doesn't feel right, we can make an edit next week or next time we talk about this. 302 00:",
    "31:30.943 --> 00:31:34.709 Jenny Duan: Okay, dream job. Okay? I feel like, you know, your dream job. 303 00:31:35.250 --> 00:31:35.630 huda: Yeah. 304 00:31:35.630 --> 00:31:37.510 Jenny Duan: What's up with this question? 305 00:31:37.960 --> 00:31:39.329 huda: I mean, I'd say, like 306 00:31:40.221 --> 00:31:49.509 huda: like my dream job. I kind of have like 2 2 options, but like one of them is like working at Wordle and like 307 00:31:49.600 --> 00:31:55.329 huda: bringing like the 5 words and like handling the data behind that. And 308 00:31:55.910 --> 00:32:04.089 huda: yeah. And then another option is like working on a game which, like or like building a game which hat teaches people. 309 00:32:05.630 --> 00:32:07.070 Jenny Duan: What be specific? 310 00:32:07.700 --> 00:32:08.630 huda: From. 311 00:32:10.440 --> 00:32:16.890 huda: Well, like, I want to teach, like, I wanted to teach either, like technical skills like computer science. 312 00:32:16.950 --> 00:32:19.120 huda: or. 313 00:32:19.290 --> 00:32:21.370 huda: yeah, I think that's like the most important 314 00:32:21.470 --> 00:32:24.389 huda: thing that I want to incorporate in. Like my video games. 315 00:32:26.410 --> 00:32:26.785 Jenny Duan: Okay. 316 00:32:28.800 --> 00:32:33.239 Jenny Duan: So I think you could just start it with like, why, choose just one. And then say. 317 00:32:34.020 --> 00:32:36.699 Jenny Duan: Portal, that you could talk about both. 318 00:32:38.930 --> 00:32:39.550 Jenny Duan: Yeah. 319 00:32:39.550 --> 00:32:40.810 huda: Okay, that sounds good. 320 00:32:42.790 --> 00:32:50.930 Jenny Duan: Since you already talked about nostalgia. I feel like this song being from New York would be like a good song to write about because you're already mentioning nostalgia. 321 00:32:50.950 --> 00:32:55.560 Jenny Duan: Maybe, I say, and you couldn't connect this to like your small town and then 322 00:32:55.730 --> 00:32:57.980 Jenny Duan: going out of that. 323 00:32:58.580 --> 00:32:59.",
    "220 huda: Yeah. 324 00:33:00.050 --> 00:33:01.720 Jenny Duan: Dream trip. What's your dream trip? 325 00:33:01.740 --> 00:33:06.630 Jenny Duan: I like how there's so many short answers. This is like kind of fun to think about. Don't think. 326 00:33:06.890 --> 00:33:14.810 huda: No, it's kind of scary, too, because because it's like you don't know if you're answering them just like genuinely, or if you're trying to like. Say something about yourself. 327 00:33:14.810 --> 00:33:18.150 Jenny Duan: It's always just to be. It's always better just to be genuine. 328 00:33:19.360 --> 00:33:29.039 huda: Well, I'd love to like Tour India, or like not just India, but like South Asia, and like see like cultural like sites. 329 00:33:31.930 --> 00:33:33.230 Jenny Duan: Have you been before? 330 00:33:33.450 --> 00:33:38.169 huda: No, I mean, I have but like 12 years ago, like before I immigrated here. 331 00:33:39.530 --> 00:33:40.120 Jenny Duan: Yeah. 332 00:33:40.610 --> 00:33:44.909 Jenny Duan: okay. Maybe if they like traveling to India for the 1st time as an adult or 333 00:33:46.680 --> 00:33:48.559 Jenny Duan: beyond my childhood. 334 00:33:48.560 --> 00:33:50.820 huda: To India after 12 years. 335 00:33:52.360 --> 00:33:53.510 huda: touring 336 00:33:55.570 --> 00:33:57.420 huda: back to India 337 00:33:57.640 --> 00:33:59.519 huda: after 12 years. 338 00:34:00.290 --> 00:34:01.230 huda: Oh, man! 339 00:34:04.730 --> 00:34:05.990 huda: Witnessing 340 00:34:06.440 --> 00:34:07.860 huda: or exploring 341 00:34:18.600 --> 00:34:20.659 huda: is that like a good response or. 342 00:34:23.969 --> 00:34:25.679 Jenny Duan: Yeah, I think that's good. 343 00:34:26.249 --> 00:34:29.939 Jenny Duan: Instead of exploring cultural reserves, I feel like you should go 344 00:34:29.949 --> 00:34:31.669 Jenny Duan: more in depth, like. 345 00:34:31.729 --> 00:34:36.919 Jenny Duan: what about India like is, it's because you can find cultural reserves anywhere. So 346 00:34:37.279 --> 00:3",
    "4:40.109 Jenny Duan: why? India, specifically. 347 00:34:40.940 --> 00:34:41.940 huda: Maybe like 348 00:34:44.530 --> 00:34:49.409 huda: see? Like, okay, this not like not this in exact words, but like seeing like 349 00:34:49.530 --> 00:34:53.329 huda: where my family started out. And to like. 350 00:34:53.440 --> 00:34:55.430 huda: get where I am today. 351 00:34:58.130 --> 00:35:09.789 Jenny Duan: Or okay, I think another. I think another unique lens that you could take this. This is just an idea. You don't have to take this, but I just thought about it. It doesn't specify if it's like a location. So you could say, like. 352 00:35:10.200 --> 00:35:15.269 Jenny Duan: Trip could be like time travel to like dream trip like, or it could be like. 353 00:35:15.600 --> 00:35:20.099 Jenny Duan: you know, like you could think beyond the dimensions of like geographical space. 354 00:35:20.630 --> 00:35:21.909 huda: Oh, I could do like 355 00:35:22.541 --> 00:35:29.408 huda: I don't know if this goes back to culture, but like like maybe time travel back to the 356 00:35:30.040 --> 00:35:33.470 huda: like the fifties to see like my grandma 357 00:35:35.930 --> 00:35:41.269 huda: to see like my grandma like, and how she was raised. Maybe I think that might be too generic, but. 358 00:35:41.960 --> 00:35:46.840 Jenny Duan: Why? Why is that your dream trip? Nothing is too generic. As long as you can explain the why. 359 00:35:47.943 --> 00:35:54.129 huda: I think it's because, like cause, she was raised a lot different from me. But like 360 00:35:54.310 --> 00:35:55.440 huda: I think. 361 00:35:55.720 --> 00:35:57.346 huda: like obviously 362 00:35:58.860 --> 00:36:00.819 huda: like. I don't know how to explain this. 363 00:36:03.220 --> 00:36:12.550 huda: well, I wanna see kind of like how our family like started out and like like what my grandparents did to like. Get me where I am today. 364 00:36:15.480 --> 00:36:17.290 Jenny Duan: Okay, why is that important to you. 365 00",
    ":36:18.020 --> 00:36:18.484 huda: Because 366 00:36:20.700 --> 00:36:21.740 huda: I guess, like 367 00:36:21.910 --> 00:36:25.260 huda: it motivates me to like do greater things 368 00:36:25.721 --> 00:36:32.200 huda: and like greater things, meaning like inspiring new generations. Like my grandparents, inspire me. 369 00:36:33.240 --> 00:36:37.750 Jenny Duan: Why can't you just ask your parents or talk to your grandparents? Why do you have to do a trip. 370 00:36:38.810 --> 00:36:42.389 huda: Because, like then I can understand, like 371 00:36:42.770 --> 00:36:51.700 huda: understand, like their upbringing, and like see them as like just little children like just a teenager like me. 372 00:36:53.900 --> 00:36:58.049 Jenny Duan: And why is it important that you see them as teenagers. 373 00:36:59.206 --> 00:37:01.139 huda: Because then I can see that like 374 00:37:01.210 --> 00:37:06.699 huda: they were also like going through the same things that I am like. For example, maybe like academic stress, or like 375 00:37:07.253 --> 00:37:08.240 huda: but like 376 00:37:08.740 --> 00:37:18.620 huda: caring for like the family cooking and stuff, and like seeing them like in a similar me, might like help me empathize with them more. 377 00:37:21.950 --> 00:37:23.839 Jenny Duan: Why is it important for you to empathize with them. 378 00:37:26.630 --> 00:37:28.070 huda: So that. 379 00:37:28.330 --> 00:37:31.460 huda: like I can appreciate, like the work that they 380 00:37:32.370 --> 00:37:35.489 huda: the work that they did to like. Get me to my position. 381 00:37:36.760 --> 00:37:37.615 Jenny Duan: Okay. 382 00:37:38.760 --> 00:37:42.100 Jenny Duan: okay. I think that sounds good. Why don't you just write these 2 383 00:37:43.090 --> 00:37:45.629 Jenny Duan: essays and then go from there. 384 00:37:52.410 --> 00:37:54.879 huda: And it's only 20 words, so I'd have to like. 385 00:37:55.130 --> 00:37:56.639 huda: Explain it quickly. 386 00:37:58.200 --> 00:37:59.932 Jenny ",
    "Duan: Yeah, Hi, both 387 00:38:00.540 --> 00:38:04.020 Jenny Duan: responses. And then just see what you like. Better. 388 00:38:04.470 --> 00:38:07.129 Jenny Duan: What TV show? Will you binge watch next? 389 00:38:09.020 --> 00:38:11.570 huda: Probably squid game season 2 390 00:38:11.640 --> 00:38:13.180 huda: that's coming on in December. 391 00:38:14.030 --> 00:38:14.690 Jenny Duan: Why? 392 00:38:15.740 --> 00:38:18.600 huda: The cinematography is really great, and I think. 393 00:38:18.700 --> 00:38:32.240 huda: like my favorite part is like when they put like old music, and like old happy music, while there's like like a sad scene happening, because, like the like, the contrasting, just it just makes you really like interest, like, why are they playing that 394 00:38:32.370 --> 00:38:35.289 huda: it's really interesting, stylistic choice. 395 00:38:36.900 --> 00:38:39.169 Jenny Duan: Okay, I didn't even know that season. 2 came out 396 00:38:39.210 --> 00:38:45.480 Jenny Duan: is coming out. Okay, that's really exciting. And I want to watch good game season 2, too. So thank you for putting me on 397 00:38:45.820 --> 00:38:46.820 Jenny Duan: fine. 398 00:38:47.560 --> 00:38:51.519 Jenny Duan: When does it come out on December 26? th That's so long. 399 00:38:52.710 --> 00:38:54.809 Jenny Duan: Have you watched Alice in borderland. 400 00:38:55.040 --> 00:38:56.540 Jenny Duan: It's also on Netflix. 401 00:38:56.540 --> 00:38:57.500 huda: No, I haven't. 402 00:38:58.230 --> 00:38:59.570 Jenny Duan: I think you'd really like it. 403 00:38:59.890 --> 00:39:05.650 Jenny Duan: It's similar. Maybe this is gonna be like a fall break thing. But like it's similar to squid games. 404 00:39:05.930 --> 00:39:08.670 Jenny Duan: But it's a Japanese show already. Do. 405 00:39:11.030 --> 00:39:15.990 Jenny Duan: Okay? Which well-known person or fictional character would be your ideal roommate. 406 00:39:23.870 --> 00:39:25.510 huda: maybe 407 00:39:29.690 --> 00:39:31.019 hu",
    "da: this is tough. 408 00:39:42.020 --> 00:39:46.040 huda: this is a really basic answer. But, Hermione, I think 409 00:39:46.140 --> 00:39:47.260 huda: she'd like 410 00:39:47.870 --> 00:39:49.860 huda: motivate me to like keep 411 00:39:50.460 --> 00:39:53.330 huda: like on track, but also 412 00:39:54.680 --> 00:40:01.099 huda: also like, be bold cause like in the movie, in like the movies, she's like academic, and she's like kind of like. 413 00:40:01.540 --> 00:40:06.480 huda: honestly, like a Goody 2 shoes. But at the same time she has like adventures with like Ron and 414 00:40:07.460 --> 00:40:08.240 huda: Harry. 415 00:40:08.280 --> 00:40:10.259 huda: But yeah, I feel like that's like a really 416 00:40:10.570 --> 00:40:12.270 huda: generic response. 417 00:40:13.540 --> 00:40:14.669 Jenny Duan: Okay? What else? 418 00:40:20.980 --> 00:40:22.090 huda: Maybe, like 419 00:40:23.040 --> 00:40:24.890 huda: like Jack Black. 420 00:40:25.060 --> 00:40:29.040 huda: cause he's really like versatile cause. He he like 421 00:40:29.792 --> 00:40:34.290 huda: he does everything from like Mario to Minecraft. 422 00:40:34.970 --> 00:40:45.560 huda: To like ROM-com movies like, I think I just think that, like his different personalities, would like entertain me the entire entire time. 423 00:40:47.470 --> 00:40:48.750 Jenny Duan: Okay? Who else? 424 00:40:52.560 --> 00:40:58.850 Jenny Duan: Because your roommate is also to some extent a representation of you, either like an opposite of you or someone who's similar to you. So they're like you. 425 00:40:59.040 --> 00:41:01.550 Jenny Duan: This is like another way to write the question. Like. 426 00:41:01.690 --> 00:41:05.220 Jenny Duan: if you could have dinner with one fictional person, who would that be, or like 427 00:41:05.780 --> 00:41:09.149 Jenny Duan: what fictional character inspires you. It's like the same type of question. 428 00:41:26.056 --> 00:41:26.990 huda: I think. 429 00:41:27.340 --> 00:41:32.053 huda: W",
    "ell, so like a fictional character who's really similar to me, I think, is 430 00:41:32.580 --> 00:41:38.289 huda: like Penelope from Bridgerton. She's like a she's also a writer. 431 00:41:39.015 --> 00:41:46.219 huda: And she's like also like, really sweet and oh, not 432 00:41:47.038 --> 00:41:52.789 huda: yeah, I don't know. I think like I'm like most similar to like Penelope from Bridgerton. But 433 00:41:54.910 --> 00:41:58.099 huda: yeah, and I'd like I'd like to have her as like a roommate. 434 00:41:59.610 --> 00:42:05.259 Jenny Duan: Alright, what about are there any? This is like not that important? But are there any like characters? Your age 435 00:42:08.620 --> 00:42:09.350 Jenny Duan: interesting? 436 00:42:15.340 --> 00:42:17.170 Jenny Duan: Armani, is a good choice. 437 00:42:17.500 --> 00:42:20.229 Jenny Duan: but maybe that's a little too common. 438 00:42:22.180 --> 00:42:22.930 huda: Interesting. 439 00:42:34.990 --> 00:42:37.810 Jenny Duan: Could be a real live person, too, doesn't have to be. 440 00:43:13.110 --> 00:43:15.180 huda: I can't think of anything right now. 441 00:43:16.260 --> 00:43:17.220 huda: Hmm! 442 00:43:22.990 --> 00:43:24.720 Jenny Duan: I don't even know what I would 443 00:43:25.940 --> 00:43:29.270 Jenny Duan: let me know what I would put. We could just take a moment and think. 444 00:43:30.010 --> 00:43:31.050 Jenny Duan: feel like. 445 00:43:31.050 --> 00:43:35.136 huda: I really like toe from avatar the last airbender 446 00:43:35.590 --> 00:43:37.330 Jenny Duan: Oh, yeah, it looks cool. 447 00:43:37.550 --> 00:43:39.139 huda: Yeah. And she's really like. 448 00:43:39.370 --> 00:43:40.270 huda: like. 449 00:43:41.130 --> 00:43:45.227 huda: she's really like focused. But she's also really funny. And like, 450 00:43:46.250 --> 00:43:47.220 huda: yeah. 451 00:43:47.500 --> 00:43:51.289 huda: I think that's like, like 2 major qualities about her. 452 00:43:52.020 --> 00:43:54.430 Jenny Duan: I feel like that's pretty tough",
    ". That's a good answer. 453 00:44:00.340 --> 00:44:01.180 Jenny Duan: Alright! 454 00:44:01.450 --> 00:44:07.679 Jenny Duan: Is Oriental really your favorite book, like I try to read it, and it is so dry. Have you read it? 455 00:44:08.070 --> 00:44:11.600 huda: I, really, yeah, I really like like the 456 00:44:12.260 --> 00:44:14.679 huda: like, the writing style. And also like. 457 00:44:14.680 --> 00:44:15.500 Jenny Duan: Yeah. 458 00:44:15.670 --> 00:44:23.369 huda: Things that they brought in. But yeah, I think there's like another book which is also really good. And I mentioned it in the with the roommate I see for Sanford. 459 00:44:23.470 --> 00:44:24.496 huda: It's called 460 00:44:25.090 --> 00:44:26.899 huda: under the tamarind tree. 461 00:44:28.290 --> 00:44:29.720 Jenny Duan: Yeah, let's do that. 462 00:44:34.690 --> 00:44:36.778 huda: It's like it's about 463 00:44:37.470 --> 00:44:42.140 huda: It's like about the partition. But then there's like flashbacks into the past. 464 00:44:42.780 --> 00:44:45.269 huda: let me see if I can find a synopsis. Actually. 465 00:45:03.600 --> 00:45:05.711 huda: yeah, it's basically like, 466 00:45:06.950 --> 00:45:11.780 huda: like the lives of like 4 friends in Pakistan in the sixties. 467 00:45:12.255 --> 00:45:16.670 huda: Well, I guess it isn't really part about the partition, but it's like about 468 00:45:18.000 --> 00:45:27.840 huda: like she's friends, and they're like they're old ladies now. But then, like in the past, it talks about them as like, and their youth and stuff. And it's it's a really good. It's a really good book. 469 00:45:28.310 --> 00:45:30.579 Jenny Duan: I feel like that would be a good one to write about. 470 00:45:31.350 --> 00:45:35.570 Jenny Duan: Okay, let's do that. If you could choose to teach a class on any topic. What would it be? 471 00:45:41.020 --> 00:45:42.790 huda: I mean, probably like 472 00:45:43.700 --> 00:45:47.559 huda: game development for like, and how I can create lik",
    "e 473 00:45:48.565 --> 00:45:51.490 huda: change. And like how video games aren't just 474 00:45:51.840 --> 00:46:00.130 huda: like how to how to properly create video games so that one like you can avoid stereotypes. 2, you can create like a larger impact. 475 00:46:03.321 --> 00:46:05.940 Jenny Duan: Tell me more what that class would look like. 476 00:46:07.060 --> 00:46:14.260 huda: Like, for example, like designing characters, and like giving and like diverse characters like from different identities, whether that be like race 477 00:46:16.780 --> 00:46:17.760 huda: like 478 00:46:18.030 --> 00:46:20.249 huda: near like they're 479 00:46:20.842 --> 00:46:41.619 huda: orientation, like, just like different, like diversities. And then like giving them like personalities, which, like kind of like, don't just don't just like stick to stereotypes, and so like that could be like writing narratives which aren't just like based off of stereotypes, and then also like creating plots that like 480 00:46:41.690 --> 00:46:47.390 huda: might teach something or might like tell something about society. 481 00:46:49.360 --> 00:46:50.480 Jenny Duan: Interesting. 482 00:46:50.850 --> 00:46:51.720 Jenny Duan: Yeah. 483 00:46:52.470 --> 00:46:59.050 Jenny Duan: that's that's that feels good. But I feel like you already read a lot about video games and learning, especially if your 1st essay is going to be about that. 484 00:46:59.490 --> 00:47:04.609 Jenny Duan: Is there another topic that you feel like you could teach about, or another lens in which you could write this essay. 485 00:47:05.080 --> 00:47:07.340 huda: Does it have to relate to like my major? 486 00:47:07.930 --> 00:47:08.660 Jenny Duan: No. 487 00:47:09.670 --> 00:47:12.370 huda: Or could it be like something completely random. 488 00:47:14.310 --> 00:47:15.940 Jenny Duan: Let's think, what would you? 489 00:47:16.170 --> 00:47:17.340 Jenny Duan: What would you want? 490 00:47:17.530 --> 00:47:19.500 Jenny Duan: It's",
    " like a completely random tummy. 491 00:47:20.230 --> 00:47:21.576 huda: For example, 492 00:47:22.530 --> 00:47:24.040 huda: the art of like. 493 00:47:24.570 --> 00:47:33.719 huda: I guess the art of like kind of being quiet and like why, like being quiet isn't, and like teaching people like how to like. 494 00:47:34.295 --> 00:47:34.620 Jenny Duan: Like. 495 00:47:34.620 --> 00:47:38.769 huda: Further yourself, even when you're quiet, like, for example, 496 00:47:40.490 --> 00:47:48.050 huda: like how some of the biggest leaders are introverted. And like, that's like one thing. I really love to teach other people. From what I've learned. 497 00:47:49.720 --> 00:47:51.210 huda: And then. 498 00:47:56.500 --> 00:47:59.180 huda: yeah, like, that's 1 idea. I had. 499 00:48:00.340 --> 00:48:03.220 Jenny Duan: Okay, let's write that down. That's 1 possible example. 500 00:48:03.550 --> 00:48:04.910 Jenny Duan: What's another one. 501 00:48:16.080 --> 00:48:23.440 huda: Let me see if I could find any like examples, cause I'm like not sure how to really think of this question. 502 00:48:24.410 --> 00:48:25.599 Jenny Duan: Cool no problem. 503 00:49:24.800 --> 00:49:26.279 huda: I can't find anything. 504 00:49:34.080 --> 00:49:41.239 Jenny Duan: Like, I think for me like the the class that I would teach is about like happiness, and like what makes a person happy. 505 00:49:41.370 --> 00:49:46.480 Jenny Duan: That's like, that's what I was teaching the summer through like a 3 week mentorship program that I did and like. 506 00:49:46.640 --> 00:49:54.240 Jenny Duan: That's a good example of something that is maybe not exactly connected to my nature, but like, if I wrote that, it would still tell the admissions officer maybe something that I've 507 00:49:54.500 --> 00:49:55.740 Jenny Duan: interested in. 508 00:49:56.670 --> 00:49:58.050 huda: Okay, let me 509 00:50:00.360 --> 00:50:07.180 huda: and we actually go back to that one like list we did with like the 31 there, 21",
    " things about me. And yeah. 510 00:50:07.180 --> 00:50:08.620 Jenny Duan: Yeah. It's a good idea. 511 00:50:08.810 --> 00:50:09.520 huda: Help. 512 00:50:18.320 --> 00:50:22.119 huda: Okay. So I already mentioned, like, gaming. 513 00:50:23.890 --> 00:50:26.540 huda: I kind of mentioned like my cultural identity. 514 00:50:29.150 --> 00:50:31.150 huda: actually, I don't think I 515 00:50:32.240 --> 00:50:37.639 huda: I don't know if I actually like. I think the book might tell enough about like being me being Muslim. Maybe. 516 00:50:42.420 --> 00:50:43.320 huda: hmm! 517 00:50:51.610 --> 00:50:56.079 huda: Maybe like, if this is like really unserious, but it could be something like like 518 00:50:56.404 --> 00:51:04.265 huda: how to pick your favorite Boba flavor, and then like, instead of just like making it like directly about Bobo flavor. It could be like 519 00:51:04.610 --> 00:51:07.159 huda: like what? Like our 520 00:51:07.830 --> 00:51:09.600 huda: like food and 521 00:51:10.320 --> 00:51:13.230 huda: and our cultural identities, or something like that, I don't know. 522 00:51:14.660 --> 00:51:19.180 Jenny Duan: Oh, food and culture, identity is a cool class topic. Let's write that down as an idea. 523 00:51:19.350 --> 00:51:26.559 Jenny Duan: I feel like Boba. Flavor might make it sound more simplistic because you're teaching a whole class, not a lecture. So I imagine there's like 10 lectures. 524 00:51:26.600 --> 00:51:28.869 Jenny Duan: They would all have to be about a different state. 525 00:51:50.140 --> 00:51:57.450 huda: Yeah, I think I think I could think of like a better one later. But like we could focus on this one, then the 526 00:51:57.950 --> 00:51:59.279 huda: next essay. 527 00:52:05.570 --> 00:52:09.249 Jenny Duan: the student body at the Usc Viterbi school of engineering. 528 00:52:10.820 --> 00:52:15.660 Jenny Duan: okay, this is basically like from the why Stanford should admit U.S.A, it's like the same thing. 529 00:52:17.380 --> 00:52",
    ":20.400 huda: Oh, yeah. And I think this is. 530 00:52:21.900 --> 00:52:22.690 huda: yeah, 531 00:52:23.750 --> 00:52:25.820 Jenny Duan: It has, like more of a diversity. 532 00:52:25.930 --> 00:52:26.920 Jenny Duan: blend. 533 00:52:29.990 --> 00:52:31.900 huda: Should I talk about like? 534 00:52:32.230 --> 00:52:36.600 huda: I think I already talked about this in one of my short response essays, or like 535 00:52:37.106 --> 00:52:42.729 huda: questions. But then, like I could talk about like being from like a rural town, and that can like 536 00:52:43.020 --> 00:52:43.880 huda: be like myself. 537 00:52:43.880 --> 00:52:44.540 Jenny Duan: Yeah. 538 00:52:45.660 --> 00:52:48.800 Jenny Duan: write about economic adversity. 539 00:52:50.379 --> 00:52:56.519 Jenny Duan: like, I feel like, you should really bring that out in your profile, because, like it, it can really like help you. 540 00:52:57.350 --> 00:52:58.660 huda: And also. 541 00:52:58.660 --> 00:52:59.609 Jenny Duan: You go ahead. 542 00:53:00.785 --> 00:53:02.460 huda: So one thing is like. 543 00:53:02.590 --> 00:53:07.830 huda: people might be confused like, Oh, is this person like low income? But they they're a gamer, and so like 544 00:53:09.124 --> 00:53:14.219 huda: I could possibly talk about like like, just as like a example just like started off. I could be like. 545 00:53:14.370 --> 00:53:23.720 huda: oh, like my frames would be low, like I just I couldn't afford like a good PC. Or anything, and I had to like use the same one since, or I don't want to sound like too complainy. 546 00:53:23.810 --> 00:53:25.176 huda: but like 547 00:53:25.980 --> 00:53:30.129 huda: maybe like kind of bring up like, Oh, I'm like a game developer. But like 548 00:53:30.160 --> 00:53:32.930 huda: like my PC. Isn't that great or something like that. 549 00:53:32.950 --> 00:53:36.540 huda: And like maybe that way, I can like tie in like like 550 00:53:37.080 --> 00:53:41.880 huda: low income. And then also, like my li",
    "ke game, development, passion. 551 00:53:43.130 --> 00:53:44.490 Jenny Duan: Yeah, I think so. 552 00:53:45.930 --> 00:53:50.889 Jenny Duan: And how you've maybe had to like find opportunities for yourself or create them when they don't exist. 553 00:54:02.440 --> 00:54:07.559 Jenny Duan: Oh, wait! Do you feel comfortable about this essay? Is there anything else you'd like to clarify or cover with this one. 554 00:54:11.370 --> 00:54:17.260 huda: Is there like? Is this one like more straightforward like? Is there like an outline? I can use to like? Write this. 555 00:54:19.044 --> 00:54:24.079 Jenny Duan: I feel like use whatever you write for the Stanford. Prompt as the outline for this. 556 00:54:25.020 --> 00:54:25.480 Jenny Duan: Okay. 557 00:54:25.480 --> 00:54:26.160 huda: Okay. 558 00:54:27.030 --> 00:54:28.469 Jenny Duan: What do you, or what do you think? 559 00:54:29.130 --> 00:54:30.989 huda: Yeah, I just like 560 00:54:31.620 --> 00:54:37.119 huda: I wasn't sure how to like. I don't think for the Sanford one, either. I don't think I have like a 561 00:54:37.450 --> 00:54:46.839 huda: like a idea of like how I wanna word it cause like the last one was like a bit informal. So like I don't. I still don't really know like how to 562 00:54:46.940 --> 00:54:48.530 huda: like approach that one 563 00:54:48.900 --> 00:54:49.830 huda: either. 564 00:54:50.890 --> 00:54:55.319 Jenny Duan: Okay, let's talk about the Dykes essay, and then we'll go to the Stanford essays and then. 565 00:54:55.580 --> 00:54:58.690 Jenny Duan: like, then circle back to here. What do you think. 566 00:54:58.690 --> 00:55:00.100 huda: Okay, that sounds great. 567 00:55:00.690 --> 00:55:01.320 Jenny Duan: Okay? 568 00:55:01.590 --> 00:55:04.139 Jenny Duan: And the 14 grand challengers. 569 00:55:04.810 --> 00:55:08.739 Jenny Duan: Okay? Which? Okay? Which is, which is the most important grand challenge. 570 00:55:12.515 --> 00:55:13.340 huda: Let me see. 571 00:55:34.770 --> 00:55:39.629",
    " huda: Oh, there's 1 that's exactly it's called advanced personalized learning. 572 00:55:40.378 --> 00:55:42.590 huda: And I think that's really relevant 573 00:55:45.280 --> 00:55:46.339 huda: cause like I've since. 574 00:55:46.340 --> 00:55:47.100 Jenny Duan: Yeah. 575 00:55:47.470 --> 00:55:48.120 huda: Yeah. 576 00:55:48.860 --> 00:55:52.780 huda: but I'm afraid of my classroom like the 1st one. So. 577 00:55:57.030 --> 00:55:59.329 Jenny Duan: Maybe. Okay. Well, the 1st essay. 578 00:56:03.020 --> 00:56:05.020 Jenny Duan: maybe you could use the first.st 579 00:56:06.410 --> 00:56:12.389 Jenny Duan: Well, I mean, you could talk about why learning is so important to you, and just frame it in a different way beyond gaming. 580 00:56:13.360 --> 00:56:15.370 huda: Oh, you're right. And like. 581 00:56:15.390 --> 00:56:17.220 huda: I can talk about like 582 00:56:19.450 --> 00:56:20.700 huda: like different 583 00:56:20.860 --> 00:56:26.070 huda: different instances, because I feel like education has been like a part of my profile, like, for example. 584 00:56:26.070 --> 00:56:33.219 Jenny Duan: Yeah. Like. Also the Muslim like that teaching at the mollusk, like, there's other things that you've been doing, but that relate to education. 585 00:56:33.870 --> 00:56:35.390 huda: Okay, yeah, I, like that. 586 00:56:38.430 --> 00:56:43.200 Jenny Duan: I mean, what lens do you want to like? Is there an analogy or a way that you want to show this. 587 00:56:48.510 --> 00:56:50.079 huda: I feel like maybe like 588 00:56:50.580 --> 00:56:53.622 huda: or sentence might could be like 589 00:56:54.350 --> 00:57:01.196 huda: like I don't know. I don't know the exact wording, but there's like a saying about like, how like teaching helps you learn and like 590 00:57:01.580 --> 00:57:05.640 huda: Or maybe I can just straight out, just like, say, the name of the challenge. 591 00:57:08.580 --> 00:57:11.059 huda: is advanced. Personalized learning. 592 00:57:12.700 --> 00:57:13.020",
    " Jenny Duan: Yeah. 593 00:57:15.360 --> 00:57:16.180 huda: On. 594 00:57:18.040 --> 00:57:18.910 huda: or 595 00:57:19.040 --> 00:57:37.240 huda: maybe because, like in previous essays, I talked about like how like learning needs to be like fitted in different ways because like, for example, there's people that I know that have like Adhd and aren't able to consume like education through like textbooks and stuff like that 596 00:57:37.320 --> 00:57:39.529 huda: and and like 597 00:57:41.340 --> 00:57:48.479 huda: how education should be like how people shouldn't be tailored for education, but education be tailored for them, and then I can. 598 00:57:48.480 --> 00:57:48.885 Jenny Duan: Going. 599 00:57:49.290 --> 00:57:54.239 huda: How like education looks like Dot Dot, and then like it could be like 600 00:57:54.390 --> 00:57:58.691 huda: me, and I could be like or like the different like points that I do like 601 00:57:59.010 --> 00:58:05.139 huda: creating lesson plans for kindergartners at my mom's to learn about the 5 pillars of Islam. 602 00:58:05.850 --> 00:58:09.550 Jenny Duan: And Thoria too. Also, I feel like none of these. 603 00:58:09.630 --> 00:58:14.440 Jenny Duan: or this is like more of a tangential thing. But you don't really mention forklift in any of these 604 00:58:14.770 --> 00:58:17.769 Jenny Duan: that series? Is there a point in which we could bring that in. 605 00:58:18.680 --> 00:58:19.350 huda: Oh, 606 00:58:21.890 --> 00:58:23.509 huda: yeah, I think 607 00:58:24.280 --> 00:58:46.259 huda: I think in a way, that's also I mean, I don't know if it relates too much with this one but in like folklift. I people about like others backgrounds, and like for example, and like kind of inspired entrepreneurship. For example, like there's an entrepreneur that I interviewed who used like her business as a way to like. 608 00:58:46.260 --> 00:59:00.330 huda: overcome her postmortem depression, and then and like the whole point of like folklift is like em",
    "power other founders, and like also like drive business sales. And so 609 00:59:00.670 --> 00:59:04.859 huda: like, yeah, so that could that could be like weaved into 610 00:59:05.020 --> 00:59:06.269 huda: this one, maybe. 611 00:59:06.270 --> 00:59:07.990 Jenny Duan: How does that relate to learning? 612 00:59:08.680 --> 00:59:22.949 huda: Because like, I said, like education or like, we're like teaching other people about like different backgrounds and like how entrepreneurs are born from like their hardships, and like inspiring more people. 613 00:59:24.520 --> 00:59:26.870 Jenny Duan: Okay, that seems good. Let's do that. 614 00:59:29.570 --> 00:59:31.490 Jenny Duan: Okay. 615 00:59:31.540 --> 00:59:34.139 Jenny Duan: how do you feel about the rest of these 616 00:59:34.160 --> 00:59:35.440 Jenny Duan: essays 617 00:59:38.140 --> 00:59:43.730 Jenny Duan: like, how do you feel about. Do you feel prepared to track? I know that this essay we can leave. And like, the 618 00:59:43.950 --> 00:59:55.890 Jenny Duan: yeah, this essay we can about Usc Viterbi, we can leave until we finish the Stanford ones, but everything else like the short answers, I think it would be a good goal to power through the short essays, like as soon as you can, so we can. 619 00:59:56.820 --> 00:59:58.260 Jenny Duan: Yeah, do that. 620 00:59:58.770 --> 01:00:00.460 huda: Yes, I agree. 621 01:00:16.100 --> 01:00:19.440 huda: And I haven't started 622 01:00:20.061 --> 01:00:24.280 huda: rewriting like the 1st Stanford supplemental, which was about like 623 01:00:24.656 --> 01:00:33.839 huda: something that you're generally excited about learning. So yeah, like, I haven't started on that yet. But I'm going to this week, or like this weekend even. But. 624 01:00:34.620 --> 01:00:39.339 Jenny Duan: Wait. I know that our next meeting is on Sunday at 8 pm. 625 01:00:39.410 --> 01:00:43.530 Jenny Duan: So then we're going to be talking about the University of California essays. 626 01:00:43.710 --> ",
    "01:00:54.180 Jenny Duan: Would you prefer to transition to the no, I think we should just talk about the Ucs. And then let's just kick those off. And then, if we have extra time on Sunday. 627 01:00:54.260 --> 01:00:57.499 Jenny Duan: we should review everything else, everything else. 628 01:00:58.010 --> 01:01:03.459 huda: Yeah, I've drafted some for the Ucsays already, but I think 629 01:01:03.550 --> 01:01:05.149 huda: it might be nice to like 630 01:01:05.462 --> 01:01:08.009 huda: cause like some of them aren't great. But yeah. 631 01:01:08.010 --> 01:01:21.470 Jenny Duan: Yeah, let's, I mean, everything's not great. The 1st time, actually like it is really unique that a lot of your essays are great. The 1st time like it should be the opposite, like most essays, are bad the 1st time, but actually, most of your essays are pretty good the 1st time, honestly. 632 01:01:21.960 --> 01:01:31.699 Jenny Duan: which saves you time in the future. So yeah, on Sunday. I'll see you then, and we'll talk about your Uc applications. Do you want to take a look at next week's calendar to see like. 633 01:01:31.810 --> 01:01:35.660 Jenny Duan: let's just put in some times to meet. So 634 01:01:35.810 --> 01:01:37.359 Jenny Duan: is that okay? If we 635 01:01:37.600 --> 01:01:41.620 Jenny Duan: is next week your fall break fully. Okay. 636 01:01:44.660 --> 01:01:48.580 Jenny Duan: does that mean you have time in the mornings, or are mornings still more difficult. 637 01:01:49.510 --> 01:01:51.720 huda: Yeah, I think I can do mornings. 638 01:01:52.695 --> 01:01:55.369 huda: Like. What time were you thinking. 639 01:01:57.783 --> 01:01:58.810 Jenny Duan: Okay, so 640 01:01:58.820 --> 01:02:10.590 Jenny Duan: let's see, we're meeting on Sunday after we meet on Sunday, like, I'm basically available to me as often as you would like. So tell me what how many times you want to meet, or what you think is the best for you? 641 01:02:11.300 --> 01:02:24.910 Jenny Duan: I think our main pri",
    "orities are you coming up the standard supplement U.S.A. Supplement and the new Csay. If you have more time, I can always give you more work. If you have time to do like scholarships. But I've been pushing that back or 642 01:02:25.000 --> 01:02:30.770 Jenny Duan: yeah, pushing that back a little bit, because obviously like college is a bigger priority. But if you do have more availability. 643 01:02:31.080 --> 01:02:33.280 Jenny Duan: You can do scholarship apps too. 644 01:02:34.116 --> 01:02:41.050 huda: I mean, I think I'm like available at the entire week. So like like, we can even like 4 or 5 times if we need to 645 01:02:41.497 --> 01:02:46.249 huda: like, I mean, like, I'm not sure if you're available. But like, yeah, I think. 646 01:02:46.250 --> 01:02:47.860 Jenny Duan: Yeah, I'm available. 647 01:02:47.860 --> 01:02:48.470 huda: Yeah. 648 01:02:49.300 --> 01:03:00.839 Jenny Duan: Okay, well, if you have extra time, do you think you have time to do scholarship stuff? Or do you want to? Let's just actually, let's just focus on college. Make sure that that's set. And then, later in the week, if we have more time, we could do scholarship stuff. 649 01:03:02.300 --> 01:03:03.800 Jenny Duan: So okay. 650 01:03:04.040 --> 01:03:07.339 Jenny Duan: since our meeting on Sunday, let's see. 651 01:03:07.650 --> 01:03:10.810 Jenny Duan: On Monday. Would you be free to meet at 4 30 Pm. 652 01:03:14.150 --> 01:03:15.510 huda: Can we do later. 653 01:03:17.240 --> 01:03:19.059 Jenny Duan: Yes, can we do? 654 01:03:21.420 --> 01:03:23.440 Jenny Duan: Tuesday at 4 pm. 655 01:03:23.610 --> 01:03:25.770 Jenny Duan: Actually, no, let's not do that. 656 01:03:26.360 --> 01:03:29.120 Jenny Duan: Sorry. Let's do. 657 01:03:32.170 --> 01:03:34.600 Jenny Duan: Oh. 658 01:03:38.950 --> 01:03:40.050 Jenny Duan: can we do 659 01:03:41.060 --> 01:03:44.680 Jenny Duan: what time is later for you. On Tuesday, on Monday. 660 01:03:45.100 --> 01:03:45.770 huda: Like 661 01:03:46.270 --> 0",
    "1:03:46.984 huda: like 662 01:03:47.860 --> 01:03:49.759 huda: Maybe like 7, 663 01:03:49.830 --> 01:03:52.860 huda: 8, 9 like those timings are fine. 664 01:03:54.180 --> 01:03:58.520 Jenny Duan: Alright, let's do maybe 7, 30 on Monday or 665 01:03:59.130 --> 01:04:01.890 Jenny Duan: 7 15 on the day. Just 666 01:04:02.540 --> 01:04:04.010 Jenny Duan: that work for you. 667 01:04:04.190 --> 01:04:05.240 huda: Yeah, that does. 668 01:04:06.470 --> 01:04:07.300 Jenny Duan: Okay, great 669 01:04:10.060 --> 01:04:11.510 Jenny Duan: And then 670 01:04:12.980 --> 01:04:14.400 Jenny Duan: you. 671 01:04:15.490 --> 01:04:17.620 Jenny Duan: Wednesday at 5 30, 672 01:04:18.955 --> 01:04:20.259 Jenny Duan: does that work? 673 01:04:20.830 --> 01:04:21.330 Jenny Duan: Bye? 674 01:04:21.330 --> 01:04:22.110 huda: 30, 675 01:04:23.350 --> 01:04:24.100 Jenny Duan: 18. 676 01:04:24.780 --> 01:04:26.040 huda: 5, 15, 677 01:04:26.040 --> 01:04:29.060 Jenny Duan: Or I could do 6 like I could do 6, 15. 678 01:04:29.230 --> 01:04:30.040 huda: Yeah, I can't. 679 01:04:30.040 --> 01:04:31.319 Jenny Duan: I do in the evening. 680 01:04:31.470 --> 01:04:35.909 Jenny Duan: I can't do in the evening, but I'm free between like 5 and 7, 20. 681 01:04:36.340 --> 01:04:38.349 Jenny Duan: If you have a slot that you prefer. 682 01:04:39.010 --> 01:04:41.580 huda: 6, I think, might work best. 683 01:04:50.260 --> 01:04:51.690 Jenny Duan: Give me a second. 684 01:04:55.580 --> 01:04:58.523 Jenny Duan: Let's do. On Thursday. 685 01:05:00.130 --> 01:05:03.339 Jenny Duan: are you available? Maybe 686 01:05:04.390 --> 01:05:05.370 Jenny Duan: like 687 01:05:07.020 --> 01:05:08.270 Jenny Duan: 6? 688 01:05:08.570 --> 01:05:11.260 Jenny Duan: Or are you available at around like 689 01:05:11.280 --> 01:05:14.090 Jenny Duan: 9 Am. On Thursday. Is that too early? 690 01:05:14.440 --> 01:05:15.729 huda: I can do that. Yeah. 691 01:05:16.510 --> 01:05:17.130 Jenny Duan: Okay. 692 01:05:21.050 --> 01:05:22.840 ",
    "Jenny Duan: okay, let's just schedule 693 01:05:22.860 --> 01:05:27.650 Jenny Duan: those 3 meetings. And then, like, later in the week, we can schedule more as needed. 694 01:05:28.440 --> 01:05:30.159 huda: Yeah. Okay. Sounds, good. 695 01:05:30.160 --> 01:05:37.179 Jenny Duan: And then, if it feels, if anything feels too tight, ever, we can always like reschedule, or cancel, or like whatever is best for your schedule. 696 01:05:37.930 --> 01:05:38.680 huda: Okay. Yeah. 697 01:05:38.680 --> 01:05:52.100 Jenny Duan: But okay, but I just wanna make sure that you have enough support. Because I know, like, this time is really stressful. Yeah. And then, if you ever need like a quick edit, or like any questions, just text me, and can do that asynchronously. 698 01:05:52.899 --> 01:05:57.689 Jenny Duan: Okay, then, in that case our next meeting is on Sunday at 8 Pm. So I will see you then. 699 01:05:58.000 --> 01:05:59.500 huda: I'll see you then. Bye. 700 01:05:59.500 --> 01:06:00.400 Jenny Duan: Bye."
  ],
  "turns": [
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 211.03,
      "end": 215.87,
      "text": "It? Has it come up? 2 Hey? How's it going. 3"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 216.26,
      "end": 217.94,
      "text": "Hi! It's going well, how are you? 4"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 219.023,
      "end": 221.709,
      "text": "To see you. How's your week been. 5"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 222.31,
      "end": 235.779,
      "text": "It's been great. Actually, today, we're starting fall break. So we just have like a week off. And I'm gonna get caught up with, like some of my 6 classes and obviously work on essays. So yeah. 7"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 235.78,
      "end": 257.37,
      "text": "My gosh, fall break is basically college prep. Break. Then. 8 sorry that you don't get too much of a break, but hopefully you can like, catch up on sleep and everything this week, because that's really important. 9 great. Well, today, I think we want to talk about Usc, would you be able to share those essays with me, or the link to your 10 document. 11"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 258.23,
      "end": 264.82,
      "text": "Yes, 12 great 13 just shared it. Let me put the link in the chat, though. 14"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 264.97,
      "end": 266.15,
      "text": "Sure thanks. 15"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 281.9,
      "end": 291.209,
      "text": "And then also have you any chance to think about whether or not you want to apply for either the Usc scholarship program. I mean the 16 Ufc scholarship programs. 17"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 294.42,
      "end": 296.21,
      "text": "Oops. Sorry were you saying something? 18"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 296.68,
      "end": 304.2,
      "text": "Yeah, I was. Gonna say, have you gotten a chance to think about whether or not you want to apply for the any of the Unc. Chapel Hill. Like scholarship programs. 19"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 305.03,
      "end": 348.86,
      "text": "Okay. So I actually took a look at it. And then, 20 so the due date is earlier, I think. And then 21 I think like the one that you mentioned, or like the one that you added in the email, which is about 22 like. 23 I think it was out of State students like it was specifically for out of State students. I think that was like a good opportunity. 24 and I think. 25 let me see, I put it into the common app. And then. 26 yeah, I think I think there's like a lot of essays for this, like the 27 scholarships. But like, I don't think that's really a problem. But yeah, I think I'd I think I'd look forward to applying to Unc. 28"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 349.29,
      "end": 355.71,
      "text": "Okay with the Moorhead Kane program or John Robertson scholars. Robertson Scholar is like a joint program at the Unc. And Duke. 29"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 358.55,
      "end": 371.17,
      "text": "I think. Yeah, the Robertson scholarship is the one that I 30 look closer at. Oh, actually. 31 no! I looked closely at the Moorhead cane. I didn't really get a chance to look at the Robertson Scholarship. 32"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 372.86,
      "end": 401.06,
      "text": "Okay, I think that if you apply for Unc early, like, I think you can submit your application to both programs. 33 So I think, let's just do that, then. So that will mean like a little bit of push between these 2 weeks. 34 I think that you should be fine like honestly, because your essays are looking pretty good, and you'll be able to reuse a lot of the same stuff. 35 So it should be fine. I think the biggest concern is just like, if your teachers are gonna be able to submit their letters of 2 weeks early. Do you know, like the status on those, or how that's going. 36"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 402.362,
      "end": 419.4,
      "text": "I don't think they've. 37 I don't think they've written it yet, so I'm not sure if, like 38 they'll be able to like write it. 39 and like. 40 in like, 2 weeks. But 41 yeah, let me just double check to see if they submitted anything. 42"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 423.04,
      "end": 427,
      "text": "Okay, cause they're gonna need to submit by November first, st right? And they're aware of that. 43"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 427.17,
      "end": 427.81,
      "text": "Yeah. 44"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 436.81,
      "end": 464.14,
      "text": "okay, yeah, it's just it's still like, I don't think they've 45 written it yet. So 46 I mean, I could check up with them and like, update them about that. But 47 I think I'll I'll ask them like the Monday I get back soon. Like 48 to in like a week. 49 But yeah, I don't think 50 I don't think they'd respond to my emails now. So. 51"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 466.13,
      "end": 487.28,
      "text": "Wait. I think, how serious are you about applying to Unc. Because I feel like, if you're serious, it may be good to send them an email. 52 because otherwise it won't be worth writing your essays if you don't think that they're gonna be able to 53 submit their recommendations in time. 54 But I do think that like if that's not a big problem, then I think you should still apply, because again, it's like a really cool scholarship opportunity. 55"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 488.88,
      "end": 510.09,
      "text": "Yeah, I mean, like, I don't 56 like I I think, like I like Unc. But I don't. I wouldn't say like I'm super passionate about like applying there? Oh, yeah. And also had a question, since, like Stanford is restricted early action. Is this one like 57 an exception? Because it's for a scholarship like Usc. 58"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 511.54200000000003,
      "end": 519.66,
      "text": "It's a public school. So restrictive reaction is only restricted for other private schools. So because it's a public school, it doesn't matter. 59"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 520.03,
      "end": 520.73,
      "text": "Okay. 60"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 520.89,
      "end": 541.539,
      "text": "That's why that's why I was wondering if you also want to apply for other schools in the cycle, like, I know 61 other students are maybe applying for, like Nyu, or like University of Michigan, or I mean 62 other colleges. There aren't too many of schools like this, because I know you want to stay in California. But, like. 63 are there any other public schools that you wanted to consider. 64"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 542.76,
      "end": 558.62,
      "text": "I mean, I think 65 nyu is a pretty good university, and I think it has like it's really similar to Usc. I think, in terms of like the majors. So I think I'd consider applying early to there as well. 66"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 559.88,
      "end": 566.04,
      "text": "Okay, what about University of Washington or any other school? Let me just open your college list. 67 show you. 68"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 566.2,
      "end": 575.74,
      "text": "Yeah, I don't think I've considered those. But 69 yeah, I mean, if I look at some like majors that I'm interested in in those schools I can see. 70"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 575.74,
      "end": 593.549,
      "text": "Okay. I don't think it's worth like doing a bunch of research. Now, since that we already have your college list. 71 I feel like we could just stick to those schools. But I just wanna verify that 72 Do you have a list? The link to pull list you cannot find. Oh, wait. Wait. I found it 73"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 602.8,
      "end": 604.149,
      "text": "one second. 74"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 610.8,
      "end": 619.539,
      "text": "yeah. So for example. So yeah, I see this New York university. I think that could be worth applying early. If they have 75"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 625.82,
      "end": 631.409,
      "text": "alright, they only have really decision. 76 Wait. They have early decisions that's not applicable. 77"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 637.75,
      "end": 652.18,
      "text": "Okay, so 78 yeah, I don't think you have any other public schools. Besides. 79 like the Ucs. Are there any other public schools that you would be interested in? Or if not like, we can just stick with your current list 80 passes. 81"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 652.18,
      "end": 672.449,
      "text": "I mean like, besides, Cal states 82 I think 83 I mean, I haven't really considered any other like, what are some of the 84 like public schools that are like most known. For, like their data, science, or like interactive media. 85 I don't know if like, that's too specific. But 86"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 673.2,
      "end": 691.96,
      "text": "I feel like there's not very many, I mean, like the public schools that are good for. 87 Yeah. So like Purdue 88 University of Michigan, Georgia tech. 89 But I don't know about their interactive media programs. I don't think that a lot of public schools have 90 as good interactive media programs to my knowledge. 91"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 694.6,
      "end": 700.88,
      "text": "I think 92 I heard like Georgia tech is 93 pretty good. 94"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 705.45,
      "end": 708.92,
      "text": "yeah. The deadline is October 15th as well. 95"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 712.06,
      "end": 721.879,
      "text": "Yeah, I think the question is like, how interested are you in this versus? Not 96 cause. I don't. Didn't come up in any of our earlier conversations. 97"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 723.81,
      "end": 727.349,
      "text": "Let me just check george. Text majors. 98"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 730.09,
      "end": 734.69,
      "text": "Cause. I also remember that you didn't want to be too far from home. That is quite far. 99"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 736.511,
      "end": 744.129,
      "text": "Yeah, like, I guess, like, whatever's on the list, I think is 100 kind of like top top of mind, and like priority. 101"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 746.9,
      "end": 756.9,
      "text": "Okay, I think that if you wanted to I would prioritize Unc. Chapel Hill Scholarship program over Georgia Tech. But that, I think, is just dependent on whether or not your teachers can get back to you. 102"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 762.16,
      "end": 769.3389999999999,
      "text": "Okay? Then I guess I'll email them and ask if 103 if they can like get it done a bit sooner. 104"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 769.59,
      "end": 795.51,
      "text": "Okay. But I also think another thing is like your relationship with your teachers. You don't want to rush them if you don't personally really want to apply. 105 Because I think if you're on the fence like you already have, like almost 20 schools that you're applying to. So I feel like 106 there's no point in like just squeezing out extra applications 107 because I am recommending it. But I'm just saying you should consider this, and then, if you want to do this, you could go forward, but I think if you. 108 if you don't want to like there, if I feel like you don't have to. 109"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 796.34,
      "end": 801.49,
      "text": "Is there a reason why, like Unc is like a good option. 110"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 802.28,
      "end": 805.669,
      "text": "I think it's just because of this prestigious scholarship program. 111"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 807.02,
      "end": 817.53,
      "text": "Hmm, yeah. I don't think like. 112 yeah, I don't think I'm like, really like passionate about applying there and like, 113 yeah. 114"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 818.14,
      "end": 828.4,
      "text": "Okay, that makes total sense. So maybe we can just skip it. For now, I think there's because I think there's no point in bothering your teachers 115 because they're also really busy. If you 116 yourself don't need to go so bad. 117"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 829.56,
      "end": 830.28,
      "text": "I mean, I think. 118"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 830.28,
      "end": 831.0889999999999,
      "text": "That's right. 119"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 831.09,
      "end": 834.14,
      "text": "My family first, st I think. 120"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 834.14,
      "end": 851.52,
      "text": "Okay, yeah. 121 that makes sense. 122 So describe how you plan to pursue your academic interest. This is just like a wide 123 by Usc. 124 why or why your Major, I feel like this is pretty straightforward. How are you feeling about this response? 125"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 852.43,
      "end": 864.389,
      "text": "Is this something that, like I have to be like, have like a straightforward response for, or do like? 126 Do I use like a similar like story format, as, like some of the sub supplementals for Stanford. 127"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 864.9,
      "end": 875.149,
      "text": "I would say, keep maybe, like only one or 2 sentences, to like hook the reader. And then, after that, you can just go straight forward into like a why? Because you only have 250 words, which is not a lot. 128"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 877.6,
      "end": 883.199,
      "text": "can we create an outline so that like, when I'm writing it? 129 I'll be a little more aware. 130"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 883.88,
      "end": 887.94,
      "text": "Yeah, of course. So you want to apply for the games feature. Right? 131"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 887.94,
      "end": 889.8,
      "text": "Computer science, games. 132"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 891.406,
      "end": 911.93,
      "text": "I think that. Do you remember that other? 133 I think. Well, I think 1st of all, your comment already shows a lot about. You know how you're interested in games, and why 134 so? I think. Do you remember that like one essay, we deleted like the 251 one that you wrote for Stanford that we got rid of. 135"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 912.14,
      "end": 912.78,
      "text": "Yeah. 136"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 913.06,
      "end": 916.77,
      "text": "Could you copy paste that? Here, I want to see how that fits in with this prompt 137"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 927.64,
      "end": 928.71,
      "text": "okay. 138"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 933.21,
      "end": 938.299,
      "text": "I think you could modify this. 139 and then just use this as an essay. 140"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 939.08,
      "end": 957.71,
      "text": "Yeah, do you think I should? So it says to mention, like second choice major collections. And my like, second choice was journalism. So so like the new one for Stanford. Which is going to be at data science or data journalism like, maybe I can infuse parts of that, too. 141"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 958.37,
      "end": 971.38,
      "text": "Yeah, I think that's I think that's fine. I think that that will be good. So I feel like this. This is, I'm not too worried about, I think just once you're finished with your Stanford version, we can like find a way to combine these 2. 142 How do you? How do you feel? 143"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 971.75,
      "end": 977.669,
      "text": "I agree that. I think this seems like a relevant like 144 essay to include with this. 145"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 977.92,
      "end": 983.659,
      "text": "Okay, cool. 146 Now, let's good. Is this the only into it? Is this only a longer essay for Usc. 147"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 984.204,
      "end": 984.52,
      "text": "There's. 148"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 984.52,
      "end": 985.45,
      "text": "Also this. 149"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 985.45,
      "end": 989.25,
      "text": "Yeah, these 2 are like, school specific. 150"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 989.45,
      "end": 990.62,
      "text": "How many words. 151"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 991.56,
      "end": 994.65,
      "text": "I think they're 2 50. But let me double check. Okay. 152"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1007.881,
      "end": 1010.55,
      "text": "yeah, 2, 50 and 2 50. Yeah. 153"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1015.35,
      "end": 1022.3,
      "text": "Describe yourself in 3 words. 154 Observe it. What else. 155"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1031.359,
      "end": 1032.349,
      "text": "hmm! 156"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1038.7,
      "end": 1041.77,
      "text": "Creative. I don't know. That's like a really basic word. 157"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1041.77,
      "end": 1042.859,
      "text": "That's too basic. 158"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1043.29,
      "end": 1046.865,
      "text": "Yeah. 159 like, 160"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1056.57,
      "end": 1065.45,
      "text": "I'm not sure. 161 Maybe, like with J. Camp, we did like gentle leader. 162 So 163"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1073.09,
      "end": 1074.31,
      "text": "that's pretty good. 164"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1082.23,
      "end": 1082.62,
      "text": "Maybe. 165"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1082.62,
      "end": 1083.91,
      "text": "Yeah, I think that's good. 166"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1083.91,
      "end": 1091.719,
      "text": "Should I change gentle? Because 167 it might. It sounds too similar to observant, I think. 168"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1097.32,
      "end": 1098.749,
      "text": "Do you feel like that's true? 169"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1101.21,
      "end": 1111.409,
      "text": "yeah, I'd say so. Maybe like something like observant. 170 this might be like a buzzer word. But like innovative leader. 171"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1114.45,
      "end": 1117.37,
      "text": "I feel like that's a bit too overused. 172"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1118.72,
      "end": 1121.039,
      "text": "Okay, then, do you think this looks fine? 173"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1125.98,
      "end": 1127.77,
      "text": "Yeah, I think that looks good. 174"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1128.49,
      "end": 1129.2,
      "text": "Okay. 175"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1129.51,
      "end": 1131.38,
      "text": "What is the word, count of these. 176"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1137.86,
      "end": 1144.589,
      "text": "I think it doesn't say anything. 177 yeah, there's nothing written on here. 178"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1145.17,
      "end": 1148.37,
      "text": "Can you like type in some words and see if it starts limiting? You. 179"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1161.2,
      "end": 1164.659,
      "text": "It's not limiting it. I think I wrote like a sentence. 180"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1175.6,
      "end": 1179.64,
      "text": "What about a paragraph like? Can you just copy paste like a ton of words in. 181"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1180.88,
      "end": 1181.52,
      "text": "Okay. 182"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1200.3,
      "end": 1204.519,
      "text": "okay, it's stopping it around like here. So. 183"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1204.7,
      "end": 1206,
      "text": "Can you share your screen? 184"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1206,
      "end": 1207.43,
      "text": "20 words. I think. 185"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1207.43,
      "end": 1216.749,
      "text": "Oh, oh, 20 words. Okay. Makes sense. 186 Wait. I feel like this snack answer is good. Best movie of all time. Why is? She's the man the best movie of all time. 187"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1218.104,
      "end": 1241,
      "text": "Because it's like about this girl 188 who? Basically she. She can't play soccer because they like remove the women's team. So then she pretends to be like a boy and plays on the boys team and then finally secures funding for the girls team. And then I think it's like really relevant because it reminds me of like like empowering AI and like Hackathon Club. 189"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1242.45,
      "end": 1255.039,
      "text": "Yeah, okay, I think clear thing that we want to make sure with this question is, it's not asking you what movie is most relevant to you. It's asking you, what movie do you think is the best movie of all time? Do you think this is the best movie of all time? 190"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1255.47,
      "end": 1258.289,
      "text": "Yeah, it's just like like one of the top 3. 191"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1259.88,
      "end": 1260.61,
      "text": "Why? 192"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1261.65,
      "end": 1287.389,
      "text": "It's just 193 It's really funny. And I think. 194 well, it's like really creative cause. I think 195 like, the plot is like balanced between like an actual like story, and then also like a little bit of like romance and comedy, and I think, like its ability to like deliver, like both messages like comedy, but also like an actual story. 196 Is, was really interesting to me. 197"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1288.42,
      "end": 1321.059,
      "text": "Oh, yeah, I would emphasize that. Because I think in this, in this prompt, they're actually looking for like the way that you think 198 they're looking for like what aesthetic or artistic or 199 etc! Why do you admire that? And 200 like, why does this stand out to you so they're not looking for like an answer about you. They're not looking for like. 201 oh, this is valuable because it's about me they're looking for like, how do you interpret art? Or how do you interpret 202 like literature? Or how do you interpret XYZ. And why is that important? Does that make sense? 203 So I would turn, go ahead. 204"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1321.41,
      "end": 1337.94,
      "text": "So do I. Just do. I just like, say, like. 205 like any movie like, just because I like it or cause cause sometimes you just like a movie because you like the plot. 206 And 207 I think that's like the case. For, like most of my my favorite movies. 208"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1338.68,
      "end": 1366.02,
      "text": "Yeah, I mean. 209 best. Okay, another thing is 210 best movie of all time. Is it not favorite movie of all time? 211 Right? So 212 they also are limited in what they can ask in question. So everything that they write in a question is also very direct to like it also has a purpose, just like every sentence that you write has a purpose. They're not asking you for your favorite movie of all time. They're asking you for what you think it what you can evaluate as the best movie of all time. 213"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1367.83,
      "end": 1414.289,
      "text": "And so you could you better be able to like back it up by? Why, you think it's the best movie of all time. So for example, in this case, you think it's like the best movie of all time, because it's funny. It has a good plot, and it has relatable characters. So that's what I would emphasize here like. That's why you think it's the best movie of all time. 214 Like for me 215 like, even if let's say, my favorite movie is 216 like Ratatouille or something. If I were saying that that's like the best music of all time, like, why do I like it? Because 217 it's like 218 the story of how like 219 any like 220 like, I think the mission, like anyone can cook applies to like life. And it's it's like a I don't know, like complex issues in the brain, that, like 221"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1415.21,
      "end": 1459.48,
      "text": "an inspiring theme so resonant that even a 222 a mouse point can understand or like. That's what I would write something like that. 223 But 224 like how Ratatouille 225 So empowering that even Iraq can understand. 226 Anyone can cook anyone can code anyone can. Xyz like. That's what I would write. 227 So that's why I think it's like the best movie of all time, or maybe I would write like interstellar is the best movie of all time. I would say, like 228 fun, summer soundtrack 229 cinematography that will change your life or something like that. You see, like, I'm evaluating like, what parts of this movie is 230 good, not just because, oh, I like this because it's inspiring. It's like it applies to my life. But like this is good because other people can appreciate it in these ways. 231"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1460.15,
      "end": 1475.519,
      "text": "So, for she's something I know maybe would write what you you and you already described it, you said like, it has a really funny plot like it has. It's empowering like. That's what I would bring out 232 like, how does it not just apply to you, but like, why can other people appreciate it as well. 233"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1478.25,
      "end": 1484.77,
      "text": "So since I'm applying for well, cause I think like it's still kind of contributes to your application. So since. 234"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1484.77,
      "end": 1485.56,
      "text": "Upscale. 235"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1485.8,
      "end": 1538.799,
      "text": "To like 236 like the school of engineering. I could also like, I think, something that's also kind of techy. But it's also like one of my favorite movies is blade runner 2049. And it's mainly because of like the cinematography in this movie. And then it has, like like the like. The color grading in this tells like speaks more words than like the actual plot. 237 Because, like, for example, there's like a blue side and a red side, and like 238 like, there's a point in the movie where, like the colors change and like, I think that's like, I don't know how to cause. I I mean, like, the cinematography is really good. But 239 yeah. 240 which one would sound better like, she's a man, or like something more. 241 I mean, I feel like a lot of people. 242"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1538.8,
      "end": 1540.329,
      "text": "I like blade runner. 243"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1540.9,
      "end": 1546.46,
      "text": "Really 244 what 245 I feel like a lot of people might say, blade runner 2049. 246"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1550.19,
      "end": 1557.38,
      "text": "I mean, what do you like? Forget? Like the answer to this question. Just let's just talk for a minute like what do you think is the best way. Beautiful time. 247"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1558.54,
      "end": 1560.31,
      "text": "That's really difficult. Cause like. 248"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1560.31,
      "end": 1570.18,
      "text": "No, what's your favorite movie? What's the best movie of all time? 249 Which could be your favorite movie like those could be the same thing. 250 But 251 different questions. 252"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1577.96,
      "end": 1622.369,
      "text": "I mean, like, so there's like an Indian movie that's really good. But and it's like my, I think, in my opinion, is like the best movie of all time. 253 It's like about this like girl getting separated from her mom from like different borders. And then, like the 254 like, this man. He like, finds her at the train station, and he, like basically takes care of her. And then, like brings her back. That's like one of the most emotional movies, and I think, like cinematography was also really great. 255 And like. 256 when I was younger, I was like really stubborn. So I wouldn't cry for anything. But this movie like actually made me cry so. I think that was like, objectively like the best movie, like of all time. 257"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1622.93,
      "end": 1624.01,
      "text": "What is it called? 258"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1624.47,
      "end": 1626.758,
      "text": "It's called the Jungie Page on 259"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1627.48,
      "end": 1628.62,
      "text": "Can you write that down. 260"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1629.53,
      "end": 1630.14,
      "text": "Yeah. 261"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1647.12,
      "end": 1669.85,
      "text": "Alright 262 Any other movies that you think are really good. Let's just write down all of our options here. 263 I'm thinking, maybe not this, maybe because you're right, like it does. It is in the context of of your of your application. And you're already writing about Italy. So maybe like 264 something different. 265 Did you already like? Talk about your identity in one place. 266"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1675.22,
      "end": 1719.09,
      "text": "I mean, the movie about like Steve Jobs is also really great, because you can see like who he was as a person 267 and like I think the I think, like the going back to kind of the cultural aspect like when he goes back to India. I think they like have, like a different 268 like visual representations like in different parts of his life. There's like when he was younger. It's like a more like 269 like nostalgic coloring, which, like kind of makes you feel like you were there, too, and then, like as it gets like to current day, or like not current day, but like when he gets older after he invents it, like 270 the color kind of fades away. And I think that's really symbolic. And 271 I think that's like like one of the best filmmaking 272 aspects of it. 273"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1723.58,
      "end": 1735.96,
      "text": "but I actually, I think that would be like the the best, the best movie of all time. 274 Thank you. 275 I don't know how to approach this question. Actually. 276 okay. 277"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1735.96,
      "end": 1740.85,
      "text": "I think it's just like, what do you genuinely think is the best movie? What are your favorite movies? 278"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1741.55,
      "end": 1744.86,
      "text": "Don't don't watch the movies anymore. 279"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1746.23,
      "end": 1748.6,
      "text": "Okay, out of all the movies that you've watched. 280"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1756.2,
      "end": 1757.13,
      "text": "hmm! 281"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1764.47,
      "end": 1772.31,
      "text": "I really enjoyed this one, a movie called Age of App. I think I'm going back to like my favorite movies, cause like. 282"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1772.31,
      "end": 1774.06,
      "text": "That's fine! That's fine for now. 283"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1774.06,
      "end": 1774.929,
      "text": "Yeah, I don't. I don't. 284"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1774.93,
      "end": 1775.58,
      "text": "Worth it. 285"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1775.58,
      "end": 1806.729,
      "text": "Best movie of all time. But there's a a movie called Age of Adline and it was about 286 like this woman, and she's like changing different time periods and like living different lives in like different time periods. And I think like. 287 because as like a nostalgic person like it was really cool to see, like the different styles throughout the different decades, and then, like the music, the like, the way people behave in different decades like, I think that was like a really cool movie. 288"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1807.08,
      "end": 1851.91,
      "text": "I mean, I think this is the winner. I really like this. I resonate with this. 289 That's right about that. That feels that feels good. What is it called age of battley? Yeah. 290 okay, things to emphasize here 291 nostalgia. Maybe, like human values transcending time periods 292 for like core elements of humanity. 293 Like, I think what's valuable in this essay is, I feel like, first, st you could talk about nostalgia because you are a nostalgia person. This is a big part of you. And then you can also talk about how like 294 across periods across history. And this is like something that is a pattern in your journalism as well like 295 the core, things that make us human remain the same. Whether that's our desires, whether that's the way that we interact, whether that's like 296"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1852.13,
      "end": 1860.939,
      "text": "our patterns of behavior. I don't know if you actually notice this in the film, but, like what's valuable to us stays the same over time like that's kind of cool thing. 297"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1862.26,
      "end": 1865.69,
      "text": "Yeah, I definitely say that replies to this movie. 298"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1867.26,
      "end": 1878.51,
      "text": "Yeah. So how do you feel about this? Do you want to 299 write this? Do you think it? Something else would be a better fit, feel free to, you know, challenge or agree. 300"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1879.08,
      "end": 1883.23,
      "text": "I think I'll write this. Yeah, this has been like one of my favorite movies for some time. So. 301"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1883.69,
      "end": 1894.709,
      "text": "Great. Well, let's just try that. And then, if it doesn't feel right, we can make an edit next week or next time we talk about this. 302 Okay, dream job. Okay? I feel like, you know, your dream job. 303"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1895.25,
      "end": 1895.63,
      "text": "Yeah. 304"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1895.63,
      "end": 1897.51,
      "text": "What's up with this question? 305"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1897.96,
      "end": 1924.089,
      "text": "I mean, I'd say, like 306 like my dream job. I kind of have like 2 2 options, but like one of them is like working at Wordle and like 307 bringing like the 5 words and like handling the data behind that. And 308 yeah. And then another option is like working on a game which, like or like building a game which hat teaches people. 309"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1925.63,
      "end": 1927.07,
      "text": "What be specific? 310"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1927.7,
      "end": 1944.389,
      "text": "From. 311 Well, like, I want to teach, like, I wanted to teach either, like technical skills like computer science. 312 or. 313 yeah, I think that's like the most important 314 thing that I want to incorporate in. Like my video games. 315"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1946.41,
      "end": 1959.55,
      "text": "Okay. 316 So I think you could just start it with like, why, choose just one. And then say. 317 Portal, that you could talk about both. 318 Yeah. 319"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1959.55,
      "end": 1960.81,
      "text": "Okay, that sounds good. 320"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1962.79,
      "end": 1977.98,
      "text": "Since you already talked about nostalgia. I feel like this song being from New York would be like a good song to write about because you're already mentioning nostalgia. 321 Maybe, I say, and you couldn't connect this to like your small town and then 322 going out of that. 323"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1978.58,
      "end": 1979.22,
      "text": "Yeah. 324"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1980.05,
      "end": 1986.63,
      "text": "Dream trip. What's your dream trip? 325 I like how there's so many short answers. This is like kind of fun to think about. Don't think. 326"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1986.89,
      "end": 1994.81,
      "text": "No, it's kind of scary, too, because because it's like you don't know if you're answering them just like genuinely, or if you're trying to like. Say something about yourself. 327"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1994.81,
      "end": 1998.15,
      "text": "It's always just to be. It's always better just to be genuine. 328"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1999.36,
      "end": 2009.039,
      "text": "Well, I'd love to like Tour India, or like not just India, but like South Asia, and like see like cultural like sites. 329"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2011.93,
      "end": 2013.23,
      "text": "Have you been before? 330"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2013.45,
      "end": 2018.169,
      "text": "No, I mean, I have but like 12 years ago, like before I immigrated here. 331"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2019.53,
      "end": 2028.559,
      "text": "Yeah. 332 okay. Maybe if they like traveling to India for the 1st time as an adult or 333 beyond my childhood. 334"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2028.56,
      "end": 2047.86,
      "text": "To India after 12 years. 335 touring 336 back to India 337 after 12 years. 338 Oh, man! 339 Witnessing 340 or exploring 341"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2058.6,
      "end": 2060.659,
      "text": "is that like a good response or. 342"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2063.969,
      "end": 2080.109,
      "text": "Yeah, I think that's good. 343 Instead of exploring cultural reserves, I feel like you should go 344 more in depth, like. 345 what about India like is, it's because you can find cultural reserves anywhere. So 346 why? India, specifically. 347"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2080.94,
      "end": 2095.43,
      "text": "Maybe like 348 see? Like, okay, this not like not this in exact words, but like seeing like 349 where my family started out. And to like. 350 get where I am today. 351"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2098.13,
      "end": 2120.099,
      "text": "Or okay, I think another. I think another unique lens that you could take this. This is just an idea. You don't have to take this, but I just thought about it. It doesn't specify if it's like a location. So you could say, like. 352 Trip could be like time travel to like dream trip like, or it could be like. 353 you know, like you could think beyond the dimensions of like geographical space. 354"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2120.63,
      "end": 2141.269,
      "text": "Oh, I could do like 355 I don't know if this goes back to culture, but like like maybe time travel back to the 356 like the fifties to see like my grandma 357 to see like my grandma like, and how she was raised. Maybe I think that might be too generic, but. 358"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2141.96,
      "end": 2146.84,
      "text": "Why? Why is that your dream trip? Nothing is too generic. As long as you can explain the why. 359"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2147.943,
      "end": 2172.55,
      "text": "I think it's because, like cause, she was raised a lot different from me. But like 360 I think. 361 like obviously 362 like. I don't know how to explain this. 363 well, I wanna see kind of like how our family like started out and like like what my grandparents did to like. Get me where I am today. 364"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2175.48,
      "end": 2177.29,
      "text": "Okay, why is that important to you. 365"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2178.02,
      "end": 2192.2,
      "text": "Because 366 I guess, like 367 it motivates me to like do greater things 368 and like greater things, meaning like inspiring new generations. Like my grandparents, inspire me. 369"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2193.24,
      "end": 2197.75,
      "text": "Why can't you just ask your parents or talk to your grandparents? Why do you have to do a trip. 370"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2198.81,
      "end": 2211.7,
      "text": "Because, like then I can understand, like 371 understand, like their upbringing, and like see them as like just little children like just a teenager like me. 372"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2213.9,
      "end": 2218.049,
      "text": "And why is it important that you see them as teenagers. 373"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2219.206,
      "end": 2238.62,
      "text": "Because then I can see that like 374 they were also like going through the same things that I am like. For example, maybe like academic stress, or like 375 but like 376 caring for like the family cooking and stuff, and like seeing them like in a similar me, might like help me empathize with them more. 377"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2241.95,
      "end": 2243.839,
      "text": "Why is it important for you to empathize with them. 378"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2246.63,
      "end": 2255.489,
      "text": "So that. 379 like I can appreciate, like the work that they 380 the work that they did to like. Get me to my position. 381"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2256.76,
      "end": 2265.629,
      "text": "Okay. 382 okay. I think that sounds good. Why don't you just write these 2 383 essays and then go from there. 384"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2272.41,
      "end": 2276.639,
      "text": "And it's only 20 words, so I'd have to like. 385 Explain it quickly. 386"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2278.2,
      "end": 2287.129,
      "text": "Yeah, Hi, both 387 responses. And then just see what you like. Better. 388 What TV show? Will you binge watch next? 389"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2289.02,
      "end": 2293.18,
      "text": "Probably squid game season 2 390 that's coming on in December. 391"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2294.03,
      "end": 2294.69,
      "text": "Why? 392"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2295.74,
      "end": 2315.289,
      "text": "The cinematography is really great, and I think. 393 like my favorite part is like when they put like old music, and like old happy music, while there's like like a sad scene happening, because, like the like, the contrasting, just it just makes you really like interest, like, why are they playing that 394 it's really interesting, stylistic choice. 395"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2316.9,
      "end": 2336.54,
      "text": "Okay, I didn't even know that season. 2 came out 396 is coming out. Okay, that's really exciting. And I want to watch good game season 2, too. So thank you for putting me on 397 fine. 398 When does it come out on December 26? th That's so long. 399 Have you watched Alice in borderland. 400 It's also on Netflix. 401"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2336.54,
      "end": 2337.5,
      "text": "No, I haven't. 402"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2338.23,
      "end": 2355.99,
      "text": "I think you'd really like it. 403 It's similar. Maybe this is gonna be like a fall break thing. But like it's similar to squid games. 404 But it's a Japanese show already. Do. 405 Okay? Which well-known person or fictional character would be your ideal roommate. 406"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2363.87,
      "end": 2365.51,
      "text": "maybe 407"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2369.69,
      "end": 2371.019,
      "text": "this is tough. 408"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2382.02,
      "end": 2412.27,
      "text": "this is a really basic answer. But, Hermione, I think 409 she'd like 410 motivate me to like keep 411 like on track, but also 412 also like, be bold cause like in the movie, in like the movies, she's like academic, and she's like kind of like. 413 honestly, like a Goody 2 shoes. But at the same time she has like adventures with like Ron and 414 Harry. 415 But yeah, I feel like that's like a really 416 generic response. 417"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2413.54,
      "end": 2414.669,
      "text": "Okay? What else? 418"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2420.98,
      "end": 2445.56,
      "text": "Maybe, like 419 like Jack Black. 420 cause he's really like versatile cause. He he like 421 he does everything from like Mario to Minecraft. 422 To like ROM-com movies like, I think I just think that, like his different personalities, would like entertain me the entire entire time. 423"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2447.47,
      "end": 2469.149,
      "text": "Okay? Who else? 424 Because your roommate is also to some extent a representation of you, either like an opposite of you or someone who's similar to you. So they're like you. 425 This is like another way to write the question. Like. 426 if you could have dinner with one fictional person, who would that be, or like 427 what fictional character inspires you. It's like the same type of question. 428"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2486.056,
      "end": 2518.099,
      "text": "I think. 429 Well, so like a fictional character who's really similar to me, I think, is 430 like Penelope from Bridgerton. She's like a she's also a writer. 431 And she's like also like, really sweet and oh, not 432 yeah, I don't know. I think like I'm like most similar to like Penelope from Bridgerton. But 433 yeah, and I'd like I'd like to have her as like a roommate. 434"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2519.61,
      "end": 2529.35,
      "text": "Alright, what about are there any? This is like not that important? But are there any like characters? Your age 435 interesting? 436"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2535.34,
      "end": 2540.229,
      "text": "Armani, is a good choice. 437 but maybe that's a little too common. 438"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2542.18,
      "end": 2542.93,
      "text": "Interesting. 439"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2554.99,
      "end": 2557.81,
      "text": "Could be a real live person, too, doesn't have to be. 440"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2593.11,
      "end": 2597.22,
      "text": "I can't think of anything right now. 441 Hmm! 442"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2602.99,
      "end": 2611.05,
      "text": "I don't even know what I would 443 let me know what I would put. We could just take a moment and think. 444 feel like. 445"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2611.05,
      "end": 2615.136,
      "text": "I really like toe from avatar the last airbender 446"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2615.59,
      "end": 2617.33,
      "text": "Oh, yeah, it looks cool. 447"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2617.55,
      "end": 2631.289,
      "text": "Yeah. And she's really like. 448 like. 449 she's really like focused. But she's also really funny. And like, 450 yeah. 451 I think that's like, like 2 major qualities about her. 452"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2632.02,
      "end": 2634.43,
      "text": "I feel like that's pretty tough. That's a good answer. 453"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2640.34,
      "end": 2647.679,
      "text": "Alright! 454 Is Oriental really your favorite book, like I try to read it, and it is so dry. Have you read it? 455"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2648.07,
      "end": 2654.679,
      "text": "I, really, yeah, I really like like the 456 like, the writing style. And also like. 457"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2654.68,
      "end": 2655.5,
      "text": "Yeah. 458"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2655.67,
      "end": 2666.899,
      "text": "Things that they brought in. But yeah, I think there's like another book which is also really good. And I mentioned it in the with the roommate I see for Sanford. 459 It's called 460 under the tamarind tree. 461"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2668.29,
      "end": 2669.72,
      "text": "Yeah, let's do that. 462"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2674.69,
      "end": 2685.269,
      "text": "It's like it's about 463 It's like about the partition. But then there's like flashbacks into the past. 464 let me see if I can find a synopsis. Actually. 465"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2703.6,
      "end": 2727.84,
      "text": "yeah, it's basically like, 466 like the lives of like 4 friends in Pakistan in the sixties. 467 Well, I guess it isn't really part about the partition, but it's like about 468 like she's friends, and they're like they're old ladies now. But then, like in the past, it talks about them as like, and their youth and stuff. And it's it's a really good. It's a really good book. 469"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2728.31,
      "end": 2735.57,
      "text": "I feel like that would be a good one to write about. 470 Okay, let's do that. If you could choose to teach a class on any topic. What would it be? 471"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2741.02,
      "end": 2760.13,
      "text": "I mean, probably like 472 game development for like, and how I can create like 473 change. And like how video games aren't just 474 like how to how to properly create video games so that one like you can avoid stereotypes. 2, you can create like a larger impact. 475"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2763.321,
      "end": 2765.94,
      "text": "Tell me more what that class would look like. 476"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2767.06,
      "end": 2807.39,
      "text": "Like, for example, like designing characters, and like giving and like diverse characters like from different identities, whether that be like race 477 like 478 near like they're 479 orientation, like, just like different, like diversities. And then like giving them like personalities, which, like kind of like, don't just don't just like stick to stereotypes, and so like that could be like writing narratives which aren't just like based off of stereotypes, and then also like creating plots that like 480 might teach something or might like tell something about society. 481"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2809.36,
      "end": 2824.609,
      "text": "Interesting. 482 Yeah. 483 that's that's that feels good. But I feel like you already read a lot about video games and learning, especially if your 1st essay is going to be about that. 484 Is there another topic that you feel like you could teach about, or another lens in which you could write this essay. 485"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2825.08,
      "end": 2827.34,
      "text": "Does it have to relate to like my major? 486"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2827.93,
      "end": 2828.66,
      "text": "No. 487"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2829.67,
      "end": 2832.37,
      "text": "Or could it be like something completely random. 488"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2834.31,
      "end": 2839.5,
      "text": "Let's think, what would you? 489 What would you want? 490 It's like a completely random tummy. 491"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2840.23,
      "end": 2853.719,
      "text": "For example, 492 the art of like. 493 I guess the art of like kind of being quiet and like why, like being quiet isn't, and like teaching people like how to like. 494"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2854.295,
      "end": 2854.62,
      "text": "Like. 495"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2854.62,
      "end": 2871.21,
      "text": "Further yourself, even when you're quiet, like, for example, 496 like how some of the biggest leaders are introverted. And like, that's like one thing. I really love to teach other people. From what I've learned. 497 And then. 498"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2876.5,
      "end": 2879.18,
      "text": "yeah, like, that's 1 idea. I had. 499"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2880.34,
      "end": 2884.91,
      "text": "Okay, let's write that down. That's 1 possible example. 500 What's another one. 501"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2896.08,
      "end": 2903.44,
      "text": "Let me see if I could find any like examples, cause I'm like not sure how to really think of this question. 502"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2904.41,
      "end": 2905.599,
      "text": "Cool no problem. 503"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2964.8,
      "end": 2966.279,
      "text": "I can't find anything. 504"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2974.08,
      "end": 2995.74,
      "text": "Like, I think for me like the the class that I would teach is about like happiness, and like what makes a person happy. 505 That's like, that's what I was teaching the summer through like a 3 week mentorship program that I did and like. 506 That's a good example of something that is maybe not exactly connected to my nature, but like, if I wrote that, it would still tell the admissions officer maybe something that I've 507 interested in. 508"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2996.67,
      "end": 3007.18,
      "text": "Okay, let me 509 and we actually go back to that one like list we did with like the 31 there, 21 things about me. And yeah. 510"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3007.18,
      "end": 3008.62,
      "text": "Yeah. It's a good idea. 511"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3008.81,
      "end": 3009.52,
      "text": "Help. 512"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3018.32,
      "end": 3037.639,
      "text": "Okay. So I already mentioned, like, gaming. 513 I kind of mentioned like my cultural identity. 514 actually, I don't think I 515 I don't know if I actually like. I think the book might tell enough about like being me being Muslim. Maybe. 516"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3042.42,
      "end": 3043.32,
      "text": "hmm! 517"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3051.61,
      "end": 3073.23,
      "text": "Maybe like, if this is like really unserious, but it could be something like like 518 how to pick your favorite Boba flavor, and then like, instead of just like making it like directly about Bobo flavor. It could be like 519 like what? Like our 520 like food and 521 and our cultural identities, or something like that, I don't know. 522"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3074.66,
      "end": 3088.869,
      "text": "Oh, food and culture, identity is a cool class topic. Let's write that down as an idea. 523 I feel like Boba. Flavor might make it sound more simplistic because you're teaching a whole class, not a lecture. So I imagine there's like 10 lectures. 524 They would all have to be about a different state. 525"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3110.14,
      "end": 3119.279,
      "text": "Yeah, I think I think I could think of like a better one later. But like we could focus on this one, then the 526 next essay. 527"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3125.57,
      "end": 3135.66,
      "text": "the student body at the Usc Viterbi school of engineering. 528 okay, this is basically like from the why Stanford should admit U.S.A, it's like the same thing. 529"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3137.38,
      "end": 3142.69,
      "text": "Oh, yeah. And I think this is. 530 yeah, 531"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3143.75,
      "end": 3146.92,
      "text": "It has, like more of a diversity. 532 blend. 533"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3149.99,
      "end": 3163.88,
      "text": "Should I talk about like? 534 I think I already talked about this in one of my short response essays, or like 535 questions. But then, like I could talk about like being from like a rural town, and that can like 536 be like myself. 537"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3163.88,
      "end": 3176.519,
      "text": "Yeah. 538 write about economic adversity. 539 like, I feel like, you should really bring that out in your profile, because, like it, it can really like help you. 540"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3177.35,
      "end": 3178.66,
      "text": "And also. 541"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3178.66,
      "end": 3179.609,
      "text": "You go ahead. 542"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3180.785,
      "end": 3221.88,
      "text": "So one thing is like. 543 people might be confused like, Oh, is this person like low income? But they they're a gamer, and so like 544 I could possibly talk about like like, just as like a example just like started off. I could be like. 545 oh, like my frames would be low, like I just I couldn't afford like a good PC. Or anything, and I had to like use the same one since, or I don't want to sound like too complainy. 546 but like 547 maybe like kind of bring up like, Oh, I'm like a game developer. But like 548 like my PC. Isn't that great or something like that. 549 And like maybe that way, I can like tie in like like 550 low income. And then also, like my like game, development, passion. 551"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3223.13,
      "end": 3230.889,
      "text": "Yeah, I think so. 552 And how you've maybe had to like find opportunities for yourself or create them when they don't exist. 553"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3242.44,
      "end": 3247.559,
      "text": "Oh, wait! Do you feel comfortable about this essay? Is there anything else you'd like to clarify or cover with this one. 554"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3251.37,
      "end": 3257.26,
      "text": "Is there like? Is this one like more straightforward like? Is there like an outline? I can use to like? Write this. 555"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3259.044,
      "end": 3265.48,
      "text": "I feel like use whatever you write for the Stanford. Prompt as the outline for this. 556 Okay. 557"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3265.48,
      "end": 3266.16,
      "text": "Okay. 558"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3267.03,
      "end": 3268.469,
      "text": "What do you, or what do you think? 559"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3269.13,
      "end": 3289.83,
      "text": "Yeah, I just like 560 I wasn't sure how to like. I don't think for the Sanford one, either. I don't think I have like a 561 like a idea of like how I wanna word it cause like the last one was like a bit informal. So like I don't. I still don't really know like how to 562 like approach that one 563 either. 564"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3290.89,
      "end": 3298.69,
      "text": "Okay, let's talk about the Dykes essay, and then we'll go to the Stanford essays and then. 565 like, then circle back to here. What do you think. 566"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3298.69,
      "end": 3300.1,
      "text": "Okay, that sounds great. 567"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3300.69,
      "end": 3308.739,
      "text": "Okay? 568 And the 14 grand challengers. 569 Okay? Which? Okay? Which is, which is the most important grand challenge. 570"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3312.515,
      "end": 3313.34,
      "text": "Let me see. 571"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3334.77,
      "end": 3346.339,
      "text": "Oh, there's 1 that's exactly it's called advanced personalized learning. 572 And I think that's really relevant 573 cause like I've since. 574"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3346.34,
      "end": 3347.1,
      "text": "Yeah. 575"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3347.47,
      "end": 3352.78,
      "text": "Yeah. 576 but I'm afraid of my classroom like the 1st one. So. 577"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3357.03,
      "end": 3372.389,
      "text": "Maybe. Okay. Well, the 1st essay. 578 maybe you could use the first.st 579 Well, I mean, you could talk about why learning is so important to you, and just frame it in a different way beyond gaming. 580"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3373.36,
      "end": 3386.07,
      "text": "Oh, you're right. And like. 581 I can talk about like 582 like different 583 different instances, because I feel like education has been like a part of my profile, like, for example. 584"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3386.07,
      "end": 3393.219,
      "text": "Yeah. Like. Also the Muslim like that teaching at the mollusk, like, there's other things that you've been doing, but that relate to education. 585"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3393.87,
      "end": 3395.39,
      "text": "Okay, yeah, I, like that. 586"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3398.43,
      "end": 3403.2,
      "text": "I mean, what lens do you want to like? Is there an analogy or a way that you want to show this. 587"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3408.51,
      "end": 3431.059,
      "text": "I feel like maybe like 588 or sentence might could be like 589 like I don't know. I don't know the exact wording, but there's like a saying about like, how like teaching helps you learn and like 590 Or maybe I can just straight out, just like, say, the name of the challenge. 591 is advanced. Personalized learning. 592"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3432.7,
      "end": 3433.02,
      "text": "Yeah. 593"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3435.36,
      "end": 3468.479,
      "text": "On. 594 or 595 maybe because, like in previous essays, I talked about like how like learning needs to be like fitted in different ways because like, for example, there's people that I know that have like Adhd and aren't able to consume like education through like textbooks and stuff like that 596 and and like 597 how education should be like how people shouldn't be tailored for education, but education be tailored for them, and then I can. 598"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3468.48,
      "end": 3468.885,
      "text": "Going. 599"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3469.29,
      "end": 3485.139,
      "text": "How like education looks like Dot Dot, and then like it could be like 600 me, and I could be like or like the different like points that I do like 601 creating lesson plans for kindergartners at my mom's to learn about the 5 pillars of Islam. 602"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3485.85,
      "end": 3497.769,
      "text": "And Thoria too. Also, I feel like none of these. 603 or this is like more of a tangential thing. But you don't really mention forklift in any of these 604 that series? Is there a point in which we could bring that in. 605"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3498.68,
      "end": 3546.269,
      "text": "Oh, 606 yeah, I think 607 I think in a way, that's also I mean, I don't know if it relates too much with this one but in like folklift. I people about like others backgrounds, and like for example, and like kind of inspired entrepreneurship. For example, like there's an entrepreneur that I interviewed who used like her business as a way to like. 608 overcome her postmortem depression, and then and like the whole point of like folklift is like empower other founders, and like also like drive business sales. And so 609 like, yeah, so that could that could be like weaved into 610 this one, maybe. 611"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3546.27,
      "end": 3547.99,
      "text": "How does that relate to learning? 612"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3548.68,
      "end": 3562.949,
      "text": "Because like, I said, like education or like, we're like teaching other people about like different backgrounds and like how entrepreneurs are born from like their hardships, and like inspiring more people. 613"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3564.52,
      "end": 3598.26,
      "text": "Okay, that seems good. Let's do that. 614 Okay. 615 how do you feel about the rest of these 616 essays 617 like, how do you feel about. Do you feel prepared to track? I know that this essay we can leave. And like, the 618 yeah, this essay we can about Usc Viterbi, we can leave until we finish the Stanford ones, but everything else like the short answers, I think it would be a good goal to power through the short essays, like as soon as you can, so we can. 619 Yeah, do that. 620"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3598.77,
      "end": 3600.46,
      "text": "Yes, I agree. 621"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3616.1,
      "end": 3633.839,
      "text": "And I haven't started 622 rewriting like the 1st Stanford supplemental, which was about like 623 something that you're generally excited about learning. So yeah, like, I haven't started on that yet. But I'm going to this week, or like this weekend even. But. 624"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3634.62,
      "end": 3657.499,
      "text": "Wait. I know that our next meeting is on Sunday at 8 pm. 625 So then we're going to be talking about the University of California essays. 626 Would you prefer to transition to the no, I think we should just talk about the Ucs. And then let's just kick those off. And then, if we have extra time on Sunday. 627 we should review everything else, everything else. 628"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3658.01,
      "end": 3668.009,
      "text": "Yeah, I've drafted some for the Ucsays already, but I think 629 it might be nice to like 630 cause like some of them aren't great. But yeah. 631"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3668.01,
      "end": 3708.58,
      "text": "Yeah, let's, I mean, everything's not great. The 1st time, actually like it is really unique that a lot of your essays are great. The 1st time like it should be the opposite, like most essays, are bad the 1st time, but actually, most of your essays are pretty good the 1st time, honestly. 632 which saves you time in the future. So yeah, on Sunday. I'll see you then, and we'll talk about your Uc applications. Do you want to take a look at next week's calendar to see like. 633 let's just put in some times to meet. So 634 is that okay? If we 635 is next week your fall break fully. Okay. 636 does that mean you have time in the mornings, or are mornings still more difficult. 637"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3709.51,
      "end": 3715.369,
      "text": "Yeah, I think I can do mornings. 638 Like. What time were you thinking. 639"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3717.783,
      "end": 3753.28,
      "text": "Okay, so 640 let's see, we're meeting on Sunday after we meet on Sunday, like, I'm basically available to me as often as you would like. So tell me what how many times you want to meet, or what you think is the best for you? 641 I think our main priorities are you coming up the standard supplement U.S.A. Supplement and the new Csay. If you have more time, I can always give you more work. If you have time to do like scholarships. But I've been pushing that back or 642 yeah, pushing that back a little bit, because obviously like college is a bigger priority. But if you do have more availability. 643 You can do scholarship apps too. 644"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3754.116,
      "end": 3766.249,
      "text": "I mean, I think I'm like available at the entire week. So like like, we can even like 4 or 5 times if we need to 645 like, I mean, like, I'm not sure if you're available. But like, yeah, I think. 646"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3766.25,
      "end": 3767.86,
      "text": "Yeah, I'm available. 647"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3767.86,
      "end": 3768.47,
      "text": "Yeah. 648"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3769.3,
      "end": 3790.81,
      "text": "Okay, well, if you have extra time, do you think you have time to do scholarship stuff? Or do you want to? Let's just actually, let's just focus on college. Make sure that that's set. And then, later in the week, if we have more time, we could do scholarship stuff. 649 So okay. 650 since our meeting on Sunday, let's see. 651 On Monday. Would you be free to meet at 4 30 Pm. 652"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3794.15,
      "end": 3795.51,
      "text": "Can we do later. 653"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3797.24,
      "end": 3814.6,
      "text": "Yes, can we do? 654 Tuesday at 4 pm. 655 Actually, no, let's not do that. 656 Sorry. Let's do. 657 Oh. 658"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3818.95,
      "end": 3824.68,
      "text": "can we do 659 what time is later for you. On Tuesday, on Monday. 660"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3825.1,
      "end": 3832.86,
      "text": "Like 661 like 662 Maybe like 7, 663 8, 9 like those timings are fine. 664"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3834.18,
      "end": 3844.01,
      "text": "Alright, let's do maybe 7, 30 on Monday or 665 7 15 on the day. Just 666 that work for you. 667"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3844.19,
      "end": 3845.24,
      "text": "Yeah, that does. 668"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3846.47,
      "end": 3861.33,
      "text": "Okay, great 669 And then 670 you. 671 Wednesday at 5 30, 672 does that work? 673 Bye? 674"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3861.33,
      "end": 3862.11,
      "text": "30, 675"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3863.35,
      "end": 3864.1,
      "text": "18. 676"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3864.78,
      "end": 3866.04,
      "text": "5, 15, 677"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3866.04,
      "end": 3869.06,
      "text": "Or I could do 6 like I could do 6, 15. 678"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3869.23,
      "end": 3870.04,
      "text": "Yeah, I can't. 679"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3870.04,
      "end": 3878.349,
      "text": "I do in the evening. 680 I can't do in the evening, but I'm free between like 5 and 7, 20. 681 If you have a slot that you prefer. 682"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3879.01,
      "end": 3881.58,
      "text": "6, I think, might work best. 683"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3890.26,
      "end": 3914.09,
      "text": "Give me a second. 684 Let's do. On Thursday. 685 are you available? Maybe 686 like 687 6? 688 Or are you available at around like 689 9 Am. On Thursday. Is that too early? 690"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3914.44,
      "end": 3915.729,
      "text": "I can do that. Yeah. 691"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3916.51,
      "end": 3927.65,
      "text": "Okay. 692 okay, let's just schedule 693 those 3 meetings. And then, like, later in the week, we can schedule more as needed. 694"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3928.44,
      "end": 3930.159,
      "text": "Yeah. Okay. Sounds, good. 695"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3930.16,
      "end": 3937.179,
      "text": "And then, if it feels, if anything feels too tight, ever, we can always like reschedule, or cancel, or like whatever is best for your schedule. 696"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3937.93,
      "end": 3938.68,
      "text": "Okay. Yeah. 697"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3938.68,
      "end": 3957.689,
      "text": "But okay, but I just wanna make sure that you have enough support. Because I know, like, this time is really stressful. Yeah. And then, if you ever need like a quick edit, or like any questions, just text me, and can do that asynchronously. 698 Okay, then, in that case our next meeting is on Sunday at 8 Pm. So I will see you then. 699"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3958,
      "end": 3959.5,
      "text": "I'll see you then. Bye. 700"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3959.5,
      "end": 3960.4,
      "text": "Bye."
    }
  ],
  "meta": {
    "ext": ".pdf",
    "source": "normalize-v1",
    "vtt": true
  }
}