{
  "id": "03-Raw-SessionTranscripts/2024-11-20_W087_P5-SENIOR_TRANS-RAW_UcessayRefinementandcollegeListFinalizat.pdf",
  "name": "2024-11-20_W087_P5-SENIOR_TRANS-RAW_UcessayRefinementandcollegeListFinalizat.pdf",
  "path": "03-Raw-SessionTranscripts/2024-11-20_W087_P5-SENIOR_TRANS-RAW_UcessayRefinementandcollegeListFinalizat.pdf",
  "kind": "TRANS-RAW",
  "week": "87",
  "phase": "5",
  "date": "2024-11-20",
  "link": null,
  "text": "Week 75 - Coaching_Jenny_Huda_Wk75_2024-11-20_M_8924899408U_2024-11-19_00-00-00 WEBVTT 1 00:01:28.870 --> 00:01:29.660 huda: Hi. 2 00:01:32.100 --> 00:01:35.100 Jenny Duan: Hi! Huda there's chance if. 3 00:01:35.100 --> 00:01:36.390 huda: I can't hear you. 4 00:01:36.390 --> 00:01:41.110 Jenny Duan: Meeting link in the middle, we might have to switch links. But for now this should be good. Is that okay? 5 00:01:41.680 --> 00:01:42.840 huda: Wait! Can you hear me? 6 00:01:42.840 --> 00:01:45.929 Jenny Duan: Wait. Yeah, I can hear you. Can you hear me, or can you not hear me? 7 00:01:47.160 --> 00:01:48.330 Jenny Duan: -Oh. 8 00:01:51.490 --> 00:01:53.700 huda: Oh, I can! I think I can hear you now. 9 00:01:53.950 --> 00:01:55.100 Jenny Duan: Okay. Can you hear me? 10 00:01:55.100 --> 00:01:55.670 huda: Yeah. 11 00:01:55.920 --> 00:02:04.757 Jenny Duan: Alright great. I basically said, there's a chance that if Mary sends a link in the middle of this meeting we might have to switch to that, but for now this will be good. 12 00:02:05.330 --> 00:02:05.850 huda: Okay. 13 00:02:06.154 --> 00:02:10.410 Jenny Duan: Did you get a chance to look back at your University of California essays? 14 00:02:10.870 --> 00:02:27.689 huda: Yeah, I actually wrote a new draft for the academic subject, one which is more like focused on data science. It's like, it's a new one. It's kind of like a combination of one of the essays that we worked on for Stanford like the the one about like 15 00:02:27.850 --> 00:02:33.319 huda: collecting data like like souvenirs. I kind of 16 00:02:33.690 --> 00:02:45.920 huda: like kind of mix it in. But this one's a little different. It was talking about like my 1st experience kind of with data science, and okay. So I actually wrote it about, the hook is about like 17 00:02:46.471 --> 00:02:50.358 huda: starting skincare. And having, like all these skin problems, 18 00:02:50.790 --> 00:02:52.149 Jenny Duan: I'm reading. I'm reading it now. 19 00:02:52.150 --> 00:02:52.929 huda: Oh, okay. 20 00:02:54.528 --> 00:03:20.730 huda: yeah. So I just talk about like how one time I decided to like record like pattern and see if there were any patterns like, for example, like the weather, like my diet, just like different things, and trying to find like the reason why, so that I guess that was like my 1st data analysis experience. And then this actually like perfectly connects to like one of the projects that I worked on with coded classy, which was like an acne detector. And it just detects like, what type of acne you have. 21 00:03:20.730 --> 00:03:25.079 huda: And then, like the website, had, like different solutions to the different types of acne 22 00:03:25.635 --> 00:03:44.234 huda: and then I talk about kind of like the ethical implications of AI, and that's where I bring in like empower hacks. And honestly like this paragraph I'm not too sure about, because it's a bit like info dump. But yeah, like I wasn't sure how to like weave it in. Then, after that, I kind of added a little bit of 23 00:03:44.580 --> 00:03:54.299 huda: like the other essay, like the Stanford essay, about like like my amusement with like data, and the conclusion is just kind of like a tie back to the hook. 24 00:03:54.960 --> 00:03:59.510 Jenny Duan: Okay, let me write this down and take some notes on what you've changed. 25 00:03:59.950 --> 00:04:00.490 huda: Yeah. 26 00:04:18.279 --> 00:04:19.859 Jenny Duan: And that's in here. 27 00:04:56.810 --> 00:05:08.889 Jenny Duan: I think maybe right here. At 12 you don't have to repeat like 12 cleansers and creams, can you say, like 8 or something? I don't know. I just think the number 12 looks a little bit confusing in that context. 28 00:05:15.200 --> 00:05:16.830 Jenny Duan: maybe like, instead of 29 00:05:16.860 --> 00:05:30.949 Jenny Duan: a determination for a clear skin. Specifically, you can say, like a determination to find out the truth or something, because data science is all about like revealing truth through numbers and like, that's kind of what makes it powerful. So maybe you can hint to that right here. 30 00:05:30.950 --> 00:05:35.429 huda: Can I see like a reason, maybe, for reasoning? 31 00:05:35.770 --> 00:05:37.870 Jenny Duan: And a determination for reasoning. 32 00:05:38.400 --> 00:05:39.250 huda: Yeah. 33 00:05:39.250 --> 00:05:40.829 Jenny Duan: Yeah, that's that works. 34 00:06:03.000 --> 00:06:11.920 Jenny Duan: Why did this raise this question? Can you write something about how like it was detecting? Maybe your skin tone, your friend's skin tones, or like different skin tones in different ways. 35 00:06:12.650 --> 00:06:13.650 huda: Oh, yeah, 36 00:06:15.070 --> 00:06:17.580 huda: Think I'll replace this sentence with that. 37 00:06:20.187 --> 00:06:21.470 Jenny Duan: Let me see. 38 00:06:25.910 --> 00:06:26.870 Jenny Duan: Yeah. 39 00:06:31.660 --> 00:06:32.650 Jenny Duan: okay. 40 00:06:34.700 --> 00:06:42.790 Jenny Duan: Instead of driving your commitment to ethical AI can like, what exactly is it about your commitment to ethical AI that stands out. Is it like your 41 00:06:42.950 --> 00:06:48.143 Jenny Duan: your commitment to ensuring that AI could, like the AI 42 00:06:48.990 --> 00:06:54.580 Jenny Duan: served all people? What like? What about your commitment to ethical AI. Can we bring that out a little bit more. 43 00:06:55.010 --> 00:06:58.720 huda: Yeah, I think like, what I was going for is that like. 44 00:06:58.870 --> 00:07:18.470 huda: I think for this one, I think the panel that I talked about towards the end of the paragraph might be a little more relevant. Because, like, they kind of discuss like how they build like tech solutions that are catered to everyone. So I think that aspect. So maybe like, I don't know if I need to add the the 45 00:07:19.520 --> 00:07:25.600 huda: other aspects like healthcare tools and accessible education platforms. 46 00:07:26.180 --> 00:07:29.220 huda: So, yeah. 47 00:07:33.110 --> 00:07:38.820 Jenny Duan: Can we? Is there a way we can modify this 1st sentence? Then, instead of these questions, drove my commitment to ethical AI. Can you 48 00:07:40.420 --> 00:07:44.209 Jenny Duan: make it a little bit more specific. On what elements of AI you're drawn to. 49 00:07:44.820 --> 00:07:47.749 huda: Yeah, I'm gonna add the sentence first.st 50 00:07:48.190 --> 00:07:49.080 Jenny Duan: Sure. Yeah. 51 00:08:19.820 --> 00:08:21.349 Jenny Duan: The rest looks good to me. 52 00:08:22.970 --> 00:08:27.279 huda: Okay, do you think there's a question coming right after like. 53 00:08:27.340 --> 00:08:30.059 huda: do you think it's too random like, I need a 54 00:08:30.280 --> 00:08:32.400 huda: add something before. So it makes sense. 55 00:08:39.419 --> 00:08:43.399 Jenny Duan: Maybe like, how can we embed diversity within AI. 56 00:08:43.610 --> 00:08:45.090 huda: Oh, yeah, I like that. Letters. 57 00:08:45.330 --> 00:08:46.000 Jenny Duan: Yeah. 58 00:09:07.790 --> 00:09:09.429 huda: So I can be like 59 00:09:10.555 --> 00:09:14.130 huda: so should I, I can. I can keep the this question. 60 00:09:15.280 --> 00:09:17.040 huda: This question. 61 00:09:24.170 --> 00:09:26.470 huda: yeah. So Jove! My 62 00:09:29.800 --> 00:09:30.520 huda: That's it. 63 00:09:35.720 --> 00:09:37.520 huda: Commitment to. 64 00:09:38.030 --> 00:09:41.779 Jenny Duan: Maybe, like, emphasize my commitment to ensuring that, like 65 00:09:42.390 --> 00:09:46.560 Jenny Duan: the data and AI represents the people it serves. That's a little bit wordy. But. 66 00:09:46.560 --> 00:09:47.140 huda: Yeah. 67 00:09:47.140 --> 00:09:55.619 Jenny Duan: Something like that like, you want to connect it to data science, because you're not applying to study. You're not studying like computer science. You're not building AI as your major. You're like 68 00:09:55.640 --> 00:09:59.300 Jenny Duan: learning learning about the data that goes into AI systems. In the 1st place. 69 00:10:02.840 --> 00:10:04.260 huda: Does this make sense? 70 00:10:07.480 --> 00:10:10.479 Jenny Duan: I think creating representative data sets is a little bit 71 00:10:10.810 --> 00:10:13.739 Jenny Duan: it's like, take, it's like a little bit too small, like it's. 72 00:10:13.740 --> 00:10:14.230 huda: Thank you. 73 00:10:14.230 --> 00:10:16.390 Jenny Duan: You're doing something bigger than this. 74 00:10:43.340 --> 00:10:47.939 Jenny Duan: maybe like to create data sets that represent the people. AI tools are built for. 75 00:10:48.590 --> 00:10:49.430 huda: Oh, yeah. 76 00:10:50.560 --> 00:10:55.270 Jenny Duan: Like, I think it's okay. If it's a little bit longer, just whatever it takes to get your point across. 77 00:11:16.660 --> 00:11:26.276 huda: Maybe instead of saying like creating data sets, I can say, like to like analyzing our 78 00:11:29.300 --> 00:11:34.030 huda: actually like, I don't know. I don't know how I can like focus it. 79 00:11:34.680 --> 00:11:36.450 huda: Onto empower hacks. 80 00:11:37.225 --> 00:11:40.260 huda: Like. I don't know if this is like a good transition. 81 00:11:53.550 --> 00:11:55.580 Jenny Duan: They represent the people. 82 00:11:59.640 --> 00:12:01.010 Jenny Duan: Ai tools. 83 00:12:02.990 --> 00:12:03.950 Jenny Duan: How's that? 84 00:12:05.920 --> 00:12:08.119 huda: Oh, yeah, actually, I can't see your edits. 85 00:12:08.700 --> 00:12:10.090 Jenny Duan: I know for some reason. 86 00:12:10.380 --> 00:12:12.089 Jenny Duan: Here, let me show you. 87 00:12:12.980 --> 00:12:18.600 Jenny Duan: For some reason my screen is not showing that, like your cursor is on. I don't know 88 00:12:18.770 --> 00:12:20.929 Jenny Duan: if yours is reflecting the same, but, like. 89 00:12:20.930 --> 00:12:25.080 huda: Yeah, I can't it? It doesn't show me like that you're on the dock either. 90 00:12:25.990 --> 00:12:29.079 Jenny Duan: Can you see my edit like I don't. 91 00:12:30.610 --> 00:12:36.800 Jenny Duan: Why, this isn't working. Let me just close the tab. Can you send the tab in the actually, I'll just go on the tab one more time. 92 00:12:39.683 --> 00:12:41.409 Jenny Duan: Oh, okay, that works. 93 00:12:41.410 --> 00:12:42.550 huda: Yeah, it's fixed. 94 00:12:42.550 --> 00:12:43.390 Jenny Duan: Okay. Okay. 95 00:12:46.030 --> 00:12:51.499 Jenny Duan: Here. How's this? I just changed the represent the people AI tools are created for. And that way, like 96 00:12:51.680 --> 00:12:55.800 Jenny Duan: issues like algorithmic bias and unequal access refer to AI tools. 97 00:12:57.980 --> 00:12:58.860 huda: Okay? 98 00:13:06.370 --> 00:13:12.349 huda: I'm still a little stuck on the creating data, sets part cause I don't know, if that's what I'm trying to say, and 99 00:13:12.610 --> 00:13:13.180 Jenny Duan: Okay. 100 00:13:13.180 --> 00:13:13.860 huda: Congrats. 101 00:13:19.450 --> 00:13:21.899 huda: Observe my commitment to. 102 00:13:26.130 --> 00:13:27.210 Jenny Duan: Like. 103 00:13:27.210 --> 00:13:30.770 huda: Not the exact word, but like promote, like, I'm trying to say, like 104 00:13:31.120 --> 00:13:35.610 huda: to promote, like the usage of like data sets that are representative. 105 00:13:35.970 --> 00:13:36.610 Jenny Duan: To 106 00:13:46.440 --> 00:13:48.790 huda: Oh, yeah, that's like, smoother. Yeah. 107 00:13:50.920 --> 00:13:53.239 Jenny Duan: Does that kind of capture? What you're thinking. 108 00:13:53.240 --> 00:13:53.920 huda: Yeah. 109 00:13:54.420 --> 00:13:55.100 Jenny Duan: Okay. 110 00:14:08.510 --> 00:14:09.220 Jenny Duan: great. 111 00:14:10.310 --> 00:14:15.590 Jenny Duan: I think the rest of this essay looks good to me. Is there? Do you have any other notes on this essay? 112 00:14:16.561 --> 00:14:23.219 huda: Do you think? Here, where I say, like accessible education platforms for women color and technology? 113 00:14:24.730 --> 00:14:35.550 huda: I don't know if I I don't know if I have to do that, because I do say over here that it's like a global initiative for young women. So I don't know if I'm like just seeing it like 2 times. 114 00:14:45.010 --> 00:14:54.119 Jenny Duan: I'm curious, like, what do you mean by projects? Were these categories that your participants were building for? Or were these just examples of things that your participants built. 115 00:14:54.822 --> 00:15:03.150 huda: Kinda yeah, like examples, because our like major theme was like, technology that like promotes like 116 00:15:04.301 --> 00:15:16.880 huda: equality for like women in in the technology field. But there's like some projects that were like like the stem field in general. So there's some people making projects about like medicine. There's some people making about like. 117 00:15:16.880 --> 00:15:22.190 Jenny Duan: But I think this just clarifies it. So instead of we, you can just say, like, this is what 118 00:15:23.190 --> 00:15:25.530 Jenny Duan: what participants did. 119 00:15:25.800 --> 00:15:30.339 huda: Oh, yeah, yeah, it's also a little more concise. I think this is over. The word limit. 120 00:15:31.110 --> 00:15:33.130 Jenny Duan: Okay, that's fine. We can cut it down. 121 00:15:33.480 --> 00:15:34.350 Jenny Duan: Oh. 122 00:15:43.410 --> 00:15:46.670 Jenny Duan: this sentence can be this, this could be deleted. 123 00:15:52.700 --> 00:15:53.580 Jenny Duan: Okay. 124 00:16:38.120 --> 00:16:39.409 Jenny Duan: this can be. 125 00:17:27.240 --> 00:17:30.559 Jenny Duan: do you like this sentence change. I changed the 1st sentence again. 126 00:17:36.020 --> 00:17:40.360 huda: Yeah, I think, I think, like, it's 127 00:17:41.480 --> 00:17:46.270 huda: yeah. It's worded a little bit. Yeah, okay. 128 00:17:49.170 --> 00:17:52.779 Jenny Duan: Instead of belief. You could also write like conviction, or understanding. 129 00:17:52.800 --> 00:17:55.939 Jenny Duan: or whatever you think is best, but I think, believe me. 130 00:17:55.940 --> 00:17:59.629 huda: I think conviction might sound a little more like complex. 131 00:18:02.400 --> 00:18:17.089 huda: And over here when I talk about like how testing the like the model. And then, like noticing, like the skin colors impacting the accuracy. Do you think it's kind of like underdeveloped? And it's just kind of like dumped in there. 132 00:18:20.990 --> 00:18:31.980 Jenny Duan: You notice how the models accuracy differed depending on our skin tone? 133 00:18:33.040 --> 00:18:34.010 Jenny Duan: How's that. 134 00:18:34.790 --> 00:18:39.090 huda: Yeah, I think that's looks a little more polished. Yes. 135 00:18:42.150 --> 00:18:43.560 Jenny Duan: 16 words. 136 00:18:44.090 --> 00:18:52.999 huda: Okay, this, like last sentence, is a little flowery over here. So maybe. 137 00:18:57.970 --> 00:18:59.749 Jenny Duan: Think you can just delete this. 138 00:19:00.530 --> 00:19:01.220 Jenny Duan: Okay. 139 00:19:04.170 --> 00:19:08.469 huda: 3, 36. 0, now it's too short. Okay. Oh, keep that sentence. 140 00:19:13.580 --> 00:19:14.590 Jenny Duan: 6. 141 00:19:15.670 --> 00:19:17.669 Jenny Duan: Wait? Oh, yeah, how much? How many is it. 142 00:19:18.602 --> 00:19:20.539 huda: We need to get rid of 3 words. 143 00:19:22.530 --> 00:19:26.500 huda: Maybe it's up to me. I can just say, data is as personal as it is global. 144 00:19:30.050 --> 00:19:30.750 Jenny Duan: Yeah. 145 00:19:36.310 --> 00:19:37.610 huda: I think it's 1 more word. 146 00:19:48.760 --> 00:19:50.109 huda: Yeah, I think that should be good. 147 00:19:50.310 --> 00:19:50.970 Jenny Duan: Okay. 148 00:19:52.540 --> 00:19:54.530 huda: Oh, it's a 1! 1 word off. 149 00:19:54.530 --> 00:19:55.430 Jenny Duan: Still. Okay. 150 00:19:55.430 --> 00:19:56.150 huda: Yeah. 151 00:20:19.980 --> 00:20:25.470 huda: maybe just technology access yeah, yeah. 152 00:20:27.130 --> 00:20:31.319 Jenny Duan: Perfect, perfect. 153 00:20:31.320 --> 00:20:32.760 huda: It's perfect to do 50 words. 154 00:20:33.030 --> 00:20:42.150 Jenny Duan: Okay, I think what I'm going to do now is I want to look at these essays in context, and I think we should go over all of them to make sure that no themes are repeating again. 155 00:20:42.530 --> 00:20:49.079 Jenny Duan: So this one is about data science code of classy and empowering. AI, great 156 00:20:49.778 --> 00:20:56.119 Jenny Duan: this one is about Mht jobs and your background. That's great. 157 00:20:56.260 --> 00:21:06.299 Jenny Duan: This one is about English language development. And okay, here's empower her hacks again. So I don't think we need empower her hacks twice. 158 00:21:11.640 --> 00:21:12.370 Jenny Duan: yeah. 159 00:21:12.370 --> 00:21:20.339 huda: Yeah. So yeah, I think. And then you mentioned in the comments that it would be better to like, talk about like my storytelling aspect. So. 160 00:21:20.340 --> 00:21:25.709 Jenny Duan: I think it would be better to tell. Talk about your like. I do really love this. 161 00:21:25.760 --> 00:21:30.520 Jenny Duan: I really love this, but I think storytelling is a more like 162 00:21:31.300 --> 00:21:46.369 Jenny Duan: concrete skill. Then, like I'm having trouble attaching nostalgia to like a skill set, or I know how you say, like you are part of the past and also the future. But like to me, that's not immediately identifiable as a skill set. If that. 163 00:21:46.370 --> 00:21:46.730 huda: That makes. 164 00:21:46.730 --> 00:21:47.509 Jenny Duan: So I think it. 165 00:21:47.510 --> 00:21:48.150 huda: Yeah. 166 00:21:48.150 --> 00:21:56.530 Jenny Duan: In my opinion, it would make us make for a stronger essay if you were to connect it to like a tangible skill set. In this case, storytelling. 167 00:21:56.590 --> 00:22:07.020 Jenny Duan: And I think that like journalism and like filmmaking. And you know, student news is a really really important part about you that I don't see reflected in other pieces of your 168 00:22:07.577 --> 00:22:08.890 Jenny Duan: essay so far. 169 00:22:09.470 --> 00:22:11.529 huda: Yeah. And I was, I was thinking, like, 170 00:22:13.120 --> 00:22:33.545 huda: if I'm not able to mention it like Eld anywhere else. I think it could still have like a place in like the storytelling aspect, because I guess, like part of like teaching them was also telling the stories. So I think. Yeah, if I if we're not able to squeeze it anywhere else I could or like, if I guess if if 171 00:22:34.640 --> 00:22:38.493 huda: actually, I don't think so, I don't think it's important to put in the story time, because. 172 00:22:38.720 --> 00:22:42.019 Jenny Duan: You don't include all your activities in all your essays. 173 00:22:42.300 --> 00:22:48.360 huda: Yeah, cause I think this one might be more focused on like journalism and filmmaking. So, yeah. 174 00:22:55.050 --> 00:22:58.069 huda: and what about this last one is this one? Fred. 175 00:22:58.440 --> 00:23:01.130 Jenny Duan: One second. I'm just writing some notes about this essay. 176 00:23:09.520 --> 00:23:11.770 Jenny Duan: Okay, the last essay, 177 00:23:21.190 --> 00:23:26.046 Jenny Duan: I feel like this last essay is also a little bit similar to 178 00:23:26.860 --> 00:23:31.710 Jenny Duan: the Victory Royale essay, because you same right about your like. 179 00:23:32.190 --> 00:23:49.810 Jenny Duan: your town, and like the themes, are kind of the same. I'm actually wondering if you could write one of the other prompts about leadership or about maybe creativity like create. If in the creativity essay you could also use that as an opportunity to do the storytelling. If you like to write about filmmaking if you wanted to 180 00:23:50.090 --> 00:24:04.730 Jenny Duan: do that instead. But I think like it's maybe not the best to have 2 essays about challenges. And maybe if you have one essay about challenges, you can use this one as a way to demonstrate, like your leadership, or your creativity, or something else about you. 181 00:24:06.641 --> 00:24:09.290 huda: Wait. So I don't know, Archie. 182 00:24:09.480 --> 00:24:21.540 huda: I was thinking so. I I guess the kind of decision is between this like significant educational opportunity or like challenge and then the Mht Jobs essay, which was the 183 00:24:21.750 --> 00:24:23.449 huda: oh, it's the same prompt 184 00:24:26.910 --> 00:24:27.770 huda: Oh. 185 00:24:28.120 --> 00:24:31.499 Jenny Duan: I mean, you could always change it with a different prompt. 186 00:24:31.590 --> 00:24:33.929 Jenny Duan: It's not the same, prompt. It's a different, prompt. 187 00:24:33.930 --> 00:24:34.920 huda: Really wait. 188 00:24:35.220 --> 00:24:38.160 Jenny Duan: How is academic achievement versus. 189 00:24:38.160 --> 00:24:38.540 huda: Oh! 190 00:24:38.540 --> 00:24:40.270 Jenny Duan: But it's like, you know, this. 191 00:24:40.270 --> 00:24:41.550 huda: Yeah, they're essentially the same. There. 192 00:24:41.550 --> 00:24:42.240 Jenny Duan: Yeah. 193 00:24:42.440 --> 00:24:44.210 huda: Which one do you think is stronger. 194 00:24:45.070 --> 00:24:57.940 Jenny Duan: I think the question 4 is stronger, because I don't think it's like been a significant. I don't think it's affected your academic achievement. I feel like that's kind of like, oh, like, if you failed a class like maybe because of this. But you didn't really like 195 00:24:58.120 --> 00:25:03.269 Jenny Duan: it hasn't really affected your academic achievement in the sense that, like, you're still a successful academic student. So. 196 00:25:04.220 --> 00:25:05.070 Jenny Duan: I don't think 197 00:25:05.180 --> 00:25:10.899 Jenny Duan: that prompt is the best, I think, for the prompt 4 should be used for Essay 2. And then you should 198 00:25:11.260 --> 00:25:15.350 Jenny Duan: write a new, prompt, or rearrange your essays for the last essay. 199 00:25:16.346 --> 00:25:27.779 huda: And also like, I was having a little trouble like approaching like the essay for number 2, like, because there's just I feel like there's like a lot going on in there. 200 00:25:28.501 --> 00:25:30.470 huda: And I'm not sure like how to 201 00:25:30.700 --> 00:25:39.839 huda: kind of transition from like this Andrew Jackson theme to to like mh jobs to folklift and 202 00:25:40.161 --> 00:25:43.480 huda: like kind of mention all those things in 3 50 words. 203 00:25:44.900 --> 00:25:46.190 Jenny Duan: And 204 00:25:51.950 --> 00:25:53.780 Jenny Duan: are you talking about? Essay? 2. Right now? 205 00:25:53.780 --> 00:25:59.120 huda: Yeah, like essay 2. But like, like you said with the prompt of essay, 4. 206 00:25:59.400 --> 00:26:01.139 Jenny Duan: Oh, let me! 207 00:26:03.610 --> 00:26:08.069 huda: I think it would be helpful to like write maybe like an outline for this. 208 00:26:10.050 --> 00:26:11.380 Jenny Duan: No. 209 00:26:23.310 --> 00:26:25.769 Jenny Duan: I think it's fine. I think just right here 210 00:26:27.740 --> 00:26:38.469 Jenny Duan: in this paragraph that I'm highlighting right now. You can just emphasize about how you self studied Cs, how you learned on Youtube, how you leverage online resources and just go more deeper into that aspect of it. 211 00:26:39.080 --> 00:26:44.539 huda: You should, so I don't need to mention so, since I'm like 212 00:26:44.710 --> 00:26:49.859 huda: putting like folklift, I guess, in the storytelling essay I don't have to mention it here, either. 213 00:26:50.370 --> 00:26:51.609 Jenny Duan: No. Yeah. 214 00:26:51.770 --> 00:26:52.480 huda: Okay. 215 00:26:53.180 --> 00:27:01.910 huda: wait also, like, I think you mentioned in the comments, though, that, like the different essays, should be showing like different aspects about me. So 216 00:27:02.390 --> 00:27:10.310 huda: yeah, let me actually put this prompt up there. So like, it makes more sense. 217 00:27:10.310 --> 00:27:10.990 Jenny Duan: Okay. 218 00:27:25.260 --> 00:27:26.760 huda: Oh, sorry! There. 219 00:27:28.030 --> 00:27:29.430 Jenny Duan: Yeah, I, I put it there. 220 00:27:29.430 --> 00:27:30.005 huda: Okay. 221 00:27:40.560 --> 00:27:47.040 huda: like, yeah, how? How can I like move forward? Because, like, I know, this is like a, this is a good job. And I don't think I fully fleshed it out. 222 00:27:47.130 --> 00:27:52.369 huda: because there's like some things that aren't here like the impact of Mec jobs. 223 00:27:54.000 --> 00:27:59.779 Jenny Duan: Yeah, I think here the opportunity is to focus it more so on what you've learned than 224 00:28:00.250 --> 00:28:07.393 Jenny Duan: like, impact is obviously important. But you should work on like how you've worked to overcome this educational barrier. 225 00:28:08.250 --> 00:28:10.500 Jenny Duan: like, for example, I think 226 00:28:15.490 --> 00:28:19.029 Jenny Duan: all of this can be perhaps deleted 227 00:28:19.535 --> 00:28:21.410 Jenny Duan: just to save word count. 228 00:28:21.420 --> 00:28:28.390 Jenny Duan: And then here there weren't many opportunities, though there weren't. 229 00:28:28.460 --> 00:28:35.429 Jenny Duan: This is great. So you can add here about like, how you started learning Cs, in the 1st place. 230 00:28:37.450 --> 00:28:40.850 Jenny Duan: through Youtube, tutorials, etc. 231 00:28:41.637 --> 00:28:54.029 Jenny Duan: and like. Talk about the process of what it was like to learn it by yourself, even without access to like the expensive camps programs and classes that, like other students, might have had access to in the past. 232 00:28:55.910 --> 00:28:57.060 Jenny Duan: And then 233 00:29:00.600 --> 00:29:08.670 Jenny Duan: and like. Then you can say, like instead of as block code transformed to Javascript, you can say like over time. I began to see how like 234 00:29:09.860 --> 00:29:13.259 Jenny Duan: these designs could impact your community. And then 235 00:29:14.410 --> 00:29:16.560 Jenny Duan: you can write about that like 236 00:29:16.610 --> 00:29:29.880 Jenny Duan: can write about how like the more you learn how to code, the more impact you're able to have. So focus it on the learning. And like, the more yeah, the more you learn how to code, like the more the better tools you could develop for your community. 237 00:29:32.510 --> 00:29:33.879 Jenny Duan: Does that make sense. 238 00:29:34.760 --> 00:29:35.390 huda: Yes. 239 00:29:35.510 --> 00:29:36.600 Jenny Duan: Oh, please! 240 00:29:45.500 --> 00:29:48.889 huda: And then do I talk about like Mht. Jobs after that? 241 00:29:49.540 --> 00:29:50.230 Jenny Duan: Yeah. 242 00:29:52.640 --> 00:29:53.340 huda: Okay. 243 00:29:53.590 --> 00:29:56.980 Jenny Duan: But again, the focus of the essay here should be your learning. 244 00:30:00.130 --> 00:30:00.710 huda: Okay. 245 00:30:00.710 --> 00:30:12.749 Jenny Duan: You want to emphasize your tenacity, your determination, your curiosity, and like how you're able to find or and or create all these opportunities for yourself, because they weren't easily handed to you. 246 00:30:16.140 --> 00:30:20.989 huda: So I think it would be helpful if I could have like a kind of like an outline. 247 00:30:21.516 --> 00:30:24.720 huda: Just so I can like. Keep it more structured. 248 00:30:25.690 --> 00:30:30.189 Jenny Duan: I think what you have is is good, like I think all you need to do is add right here. 249 00:30:31.000 --> 00:30:32.000 huda: Oh, okay. 250 00:30:32.000 --> 00:30:37.439 Jenny Duan: I think, like this. The 1st part is totally fine. Just delete this to make it, to give yourself more work. 251 00:30:37.760 --> 00:30:39.849 Jenny Duan: your more words, and then. 252 00:30:40.400 --> 00:30:48.850 Jenny Duan: I think, keep that beginning, for now and then, later on in the week, if you finish your draft, and it's too long tag me, and like I can help you cut it down like just 253 00:30:48.930 --> 00:30:55.339 Jenny Duan: right, like a call, like just tag me on the doc, and I can come back and edit it down. But I think at the beginning is totally fine. 254 00:31:01.100 --> 00:31:04.600 Jenny Duan: maybe. Like, yeah. 255 00:31:05.020 --> 00:31:18.262 Jenny Duan: I began to see the power of my simple web designs to impact, just like where, in between the 1st sentence and the second sentence as block code transformed, I would just add some details about how you learn computer science. And then 256 00:31:19.050 --> 00:31:21.109 Jenny Duan: right here, you can say, like. 257 00:31:21.190 --> 00:31:41.950 Jenny Duan: as the emphasis should be like, not like you just created Mht. Jobs out of thin air. It's like as you continued to learn, you found that, like, you were able to build more and more impactful things that were able to change your jobs, your community. And one of them happened to be Mhc. Jobs which you developed during the pandemic, and then write a little bit about that. And at the end you can just close it out about how like 258 00:31:42.130 --> 00:31:51.799 Jenny Duan: computer science connects the world like connects the world through like couple of lines on the screen. And so like, that's why it's been the greatest equalizer for you. And that's why you want to like. Continue 259 00:31:52.420 --> 00:31:54.390 Jenny Duan: continue it so that, like 260 00:31:54.540 --> 00:32:01.840 Jenny Duan: communities around the country, or wherever your community can like continue to to benefit from what you've learned. 261 00:32:03.160 --> 00:32:29.780 huda: I think one interesting, like conclusion I just thought about is about like talking about like how my mom gave me like that $20, and that like eventually, like, helped my family during that situation. And then also, how like Youtube gave me like knowledge on like how to code, and that kind of like helped my community in like the like in the situation. So I guess maybe I can make a connection in that way. 262 00:32:30.870 --> 00:32:33.679 Jenny Duan: Definitely. Yeah, that sounds great. 263 00:32:36.140 --> 00:32:38.430 huda: Oh, okay, yeah, that makes sense. 264 00:32:40.160 --> 00:32:42.443 Jenny Duan: Okay, wonderful and then 265 00:32:43.170 --> 00:32:49.110 Jenny Duan: so I think, let's we can maybe spend some time talk about like how each of these essays kind of shows a different 266 00:32:49.110 --> 00:33:14.060 Jenny Duan: element of you, and like how they all worked together to further like the University of California systems, understanding of you. So the 1st essay is obviously a Y major essay. So that shows like, why you're interested in data science. It's a pretty unique lens, like some of the projects you've worked on with code of Classi. Second essay is about your background. I think this will get you some points there. So like that'll be good, because, like it's underrepresented rural, etc, etc. 267 00:33:14.060 --> 00:33:26.440 Jenny Duan: And then also, like another essay about computer science, which is good because it like you're interested in coding, and etc. 3rd one essay. I think talking about journalism and 268 00:33:26.960 --> 00:33:39.259 Jenny Duan: your power of storytelling is going to be really a good fit here. And yeah, I'm excited to see how that turns out. And then the 4th essay, I think we should come up with a new idea. 269 00:33:39.620 --> 00:33:40.790 Jenny Duan: Pardon me. 270 00:33:41.150 --> 00:33:52.500 Jenny Duan: yeah. So let's think about like what you want to write about, and then we can match it to a prompt. So things that are important to you, your passion for gaming that's already covered in the Synthoria. S. 271 00:33:52.830 --> 00:33:53.730 Jenny Duan: I see. 272 00:33:54.080 --> 00:33:55.600 Jenny Duan: No, this is the Centauri essay. 273 00:33:55.600 --> 00:33:57.870 Jenny Duan: Oh, this is okay. Yes. 274 00:33:57.900 --> 00:34:04.759 Jenny Duan: I'd say we need to change the Pro. I think this this essay needs to be about synthoria. But I don't think this is the right 275 00:34:05.070 --> 00:34:07.120 Jenny Duan: prompt for your essay. 276 00:34:07.120 --> 00:34:07.910 huda: Yeah. 277 00:34:07.910 --> 00:34:15.669 Jenny Duan: So maybe you can talk about like how you express your create creative side. Like, I think there's 1 prompt that's like most people have a creative side, or I don't know if that's 278 00:34:16.269 --> 00:34:17.109 Jenny Duan: yeah. 279 00:34:17.349 --> 00:34:17.849 Jenny Duan: But. 280 00:34:17.850 --> 00:34:18.929 huda: Let me paste that. 281 00:34:19.260 --> 00:34:21.841 Jenny Duan: You can talk about like gaming. And 282 00:34:22.969 --> 00:34:29.899 Jenny Duan: I would connect it to something else, because you already have like 3 Cs essays. So I would not make it a direct Cs essay, but like. 283 00:34:30.340 --> 00:34:35.279 Jenny Duan: talk about gaming. And then, is there anything else that you do that's creative. 284 00:34:44.409 --> 00:34:48.570 huda: like nothing that really relates to like any of my extracurriculars. 285 00:34:49.360 --> 00:34:50.400 huda: And 286 00:34:56.270 --> 00:34:57.760 huda: I mean, I think, like 287 00:34:57.830 --> 00:35:04.740 huda: I don't. I might not even have to talk about like the Cs aspect of video games. Maybe I can just like talk about like. 288 00:35:08.490 --> 00:35:11.170 huda: actually like, what if I wrote wrote about like 289 00:35:11.860 --> 00:35:17.505 huda: game reviews, cause I did win like an award for game, for like a game review and 290 00:35:19.160 --> 00:35:28.190 huda: like, I guess. Actually, I don't know if that's like too clear. But hmm! 291 00:35:30.280 --> 00:35:32.090 huda: Let me see my activities list. 292 00:35:38.620 --> 00:35:43.600 Jenny Duan: Also in your journalism essay. Make sure you also mention folklift, because I don't see it anywhere else, too. 293 00:35:44.490 --> 00:35:45.610 Jenny Duan: That's important. 294 00:35:46.430 --> 00:35:47.020 huda: Yeah. 295 00:35:50.210 --> 00:35:53.499 huda: maybe like, I think another thing, I don't know if I 296 00:35:53.540 --> 00:36:00.280 huda: mention it anywhere. But also, I think like the way I express myself creatively, is do like 297 00:36:00.450 --> 00:36:03.580 huda: like finding different ways to like teach people. 298 00:36:03.919 --> 00:36:11.160 huda: I think that's also somewhat related to centuria. But it's like again, it's connected back to eld and like and like 299 00:36:11.742 --> 00:36:21.090 huda: volunteering at the mosque for a Sunday school, it's like you have to find like creative ways to like kind of cater to different audiences. And so like 300 00:36:22.400 --> 00:36:27.509 huda: I guess, like my creative side is like figuring out like how to how to 301 00:36:27.630 --> 00:36:32.480 huda: build, like make like educational resources, or just like 302 00:36:32.500 --> 00:36:35.079 huda: teaching through different ways, depending on. 303 00:36:35.080 --> 00:36:35.830 Jenny Duan: My cool t-shir! 304 00:36:39.490 --> 00:36:42.179 Jenny Duan: That's great teaching through different mediums. 305 00:36:42.725 --> 00:36:46.830 huda: I don't know if that overlaps too much with the storytelling one but. 306 00:36:46.830 --> 00:36:58.049 Jenny Duan: Let's just focus on different extracurriculars. So you can talk about the eld language development making games for that synthoria and also volunteering at the mosque and how you help the young kids understand different concepts. 307 00:36:58.450 --> 00:37:02.820 Jenny Duan: I think those are like 3 really concrete examples that don't overlap with anything else. 308 00:37:05.450 --> 00:37:06.960 huda: Alright. What do you think? 309 00:37:08.070 --> 00:37:09.330 huda: Yeah, I think. 310 00:37:10.100 --> 00:37:11.720 huda: That sounds good. 311 00:37:16.760 --> 00:37:24.940 huda: I think I think I originally kind of had this idea. But I didn't really execute it. That well, that was a dumbledore essay, I think, but I'll probably. 312 00:37:24.940 --> 00:37:25.830 Jenny Duan: But I think. 313 00:37:25.830 --> 00:37:27.699 huda: The Dumbledore essay, but I think I'll have. 314 00:37:27.700 --> 00:37:28.610 Jenny Duan: Oh! 315 00:37:28.610 --> 00:37:31.290 huda: Rework it. So it's not as confusing. 316 00:37:31.530 --> 00:37:38.220 Jenny Duan: Yeah, I would that I like, I like that essay. I feel like that would go well, just like, maybe not in the context of Dumbledore. 317 00:37:39.450 --> 00:37:40.000 Jenny Duan: Yeah. 318 00:37:40.700 --> 00:37:41.410 huda: Yes. 319 00:37:43.040 --> 00:37:53.259 Jenny Duan: Okay. Great. Do you feel prepared to make edits to these, and then send me whenever or tag me, or just message me whenever you're ready to for me to give asynchronous feedback. 320 00:37:53.920 --> 00:38:00.770 huda: Yeah, I think, actually, for the 3rd essay like, can we do some brainstorming about like how I can frame it. 321 00:38:01.200 --> 00:38:02.590 Jenny Duan: Yeah, definitely. 322 00:38:03.198 --> 00:38:08.600 Jenny Duan: So the 3rd essay would be like, it's about storytelling. 323 00:38:14.420 --> 00:38:27.899 Jenny Duan: So you kind of already allude to this, because like data is about finding patterns. But in your opinion, like, what is the essence of storytelling? Or why is storytelling so important. 324 00:38:29.210 --> 00:38:33.059 huda: I think storytelling, like the essence of storytelling, is really like. 325 00:38:33.789 --> 00:38:42.520 huda: kind of what you get out of the story. I think like a storyteller's job isn't just to like give entertainment. It's to like 326 00:38:42.660 --> 00:38:50.009 huda: kind of teach. Oh, I guess this is kind of blending into like the last essay, but I think it's in a way you're trying to like. 327 00:38:50.130 --> 00:38:57.630 huda: Have the person who's listening get something out of it and like I think it's especially like. 328 00:38:57.820 --> 00:38:59.080 huda: like, I think 329 00:38:59.100 --> 00:39:15.039 huda: the way storytellers do this could be in like many different ways, like, for example, when I'm like directing like the short film. I like try to write scripts that kind of have an underlying message that people can take things away. And I guess. 330 00:39:15.964 --> 00:39:24.199 huda: When you're writing articles you want to have like, kind of like a broader theme. And you're trying to like expose information that people don't already know. 331 00:39:24.220 --> 00:39:30.709 huda: And so I think like in different storytelling aspects. It's like the main goal is just to like 332 00:39:31.452 --> 00:39:36.159 huda: have, like the readers, gain readers or viewers like gain something from it. 333 00:39:38.320 --> 00:39:42.220 Jenny Duan: Okay, to have readers or viewers gain something from it. 334 00:39:42.490 --> 00:39:45.850 Jenny Duan: So maybe you can place them in the context of like 335 00:39:45.860 --> 00:39:48.520 Jenny Duan: one interaction that you had with someone 336 00:39:49.256 --> 00:39:56.779 Jenny Duan: like, was there a story or someone's story that has really stuck with you for some reason or multiple reasons 337 00:39:56.870 --> 00:40:00.730 Jenny Duan: that you can recall, because it would be cool to like start off with some dialogue 338 00:40:00.800 --> 00:40:02.679 Jenny Duan: or something like that. 339 00:40:03.200 --> 00:40:03.980 huda: Yeah. 340 00:40:06.350 --> 00:40:13.630 Jenny Duan: Have you also written essay about storytelling? I don't know if we have, but if you might have like, either for a summer program or or 341 00:40:14.240 --> 00:40:20.509 Jenny Duan: Pam, did you write anything about? Because, like what you wrote for jcamp is definitely going to be valuable in this context. 342 00:40:24.720 --> 00:40:28.210 huda: Let's see, let me go open the J. Campuses. 343 00:40:28.480 --> 00:40:29.110 Jenny Duan: Sure. 344 00:40:43.322 --> 00:40:50.309 huda: I think I well, I wrote one about like 345 00:40:50.330 --> 00:40:52.439 huda: like a story that I want to report on. 346 00:40:54.880 --> 00:40:56.360 huda: I don't think I really like. 347 00:40:56.810 --> 00:40:57.850 Jenny Duan: You don't like it. Okay, if you don't. 348 00:40:57.850 --> 00:40:58.470 huda: Yeah. 349 00:40:58.650 --> 00:40:59.390 Jenny Duan: It's fine. 350 00:40:59.600 --> 00:41:04.500 huda: I don't think really matches the pumped either. But let's see. 351 00:41:11.130 --> 00:41:20.719 Jenny Duan: Maybe, like you can say something about how like 1st impressions are always accurate, and you can write about like a 1st impression that later changed when you did an interview with someone. 352 00:41:21.010 --> 00:41:26.399 Jenny Duan: And then you can write about how like through store, like storytelling helps, you discover like. 353 00:41:26.790 --> 00:41:34.149 Jenny Duan: don't write this, but, like storyteller storytelling helps you discover the unknown like, don't write that, but like it helps you learn more about yourself and like. 354 00:41:34.230 --> 00:41:35.330 Jenny Duan: learn 355 00:41:35.590 --> 00:41:43.090 Jenny Duan: about the ways that different people view the world based on like their context that they live in and like storytelling, tells you that 356 00:41:43.670 --> 00:41:50.150 Jenny Duan: there, okay, something that I've learned recently. And they. This is maybe not applicable to you, but like 357 00:41:50.450 --> 00:41:54.419 Jenny Duan: there is no such thing as objective truth, only perspective 358 00:41:54.460 --> 00:41:59.360 Jenny Duan: is like something that I think so like. Maybe storytelling is your way of 359 00:41:59.510 --> 00:42:06.489 Jenny Duan: like communicating like these different perspectives with the world, including, like some that have never been told before. And like, maybe. 360 00:42:06.560 --> 00:42:18.190 Jenny Duan: for example, like with folklift, there's many stories that I'm sure you've encountered, and same with them, you know. Same with J. Camp, and like even Filmmakers Club. Like all these stories, contribute to like a more nuanced understanding of 361 00:42:18.230 --> 00:42:19.980 Jenny Duan: the world and the people in it. 362 00:42:21.130 --> 00:42:27.450 huda: Yeah, yeah, I think, yeah, that definitely is applicable to like folklift and like discovering, like. 363 00:42:27.720 --> 00:42:33.180 huda: or like, kind of exposing to like stories that aren't really set out there. 364 00:42:33.505 --> 00:42:51.189 huda: But maybe like. So I think for one of the Stanford drafts. I I wrote it in like the style like a diary entry. So I think that might be interesting for this prompt, too. And I can talk about like how I started storytelling by like telling stories to myself through like the diary 365 00:42:51.190 --> 00:43:06.799 huda: and I mean, like, I don't know if this overlaps too much with like the the skin, like the skincare and show. And like how I started data, data science. And then I just evolved into like doing data science, but like kind of the generic like, not generic, but, like 366 00:43:07.130 --> 00:43:30.310 huda: General, like my 1st experience, being through like a diary entry, and then like talking about how I learned to like share my stories with the world, not just my stories, but like those of like like, for example, like Muslim entrepreneurs at Mountain House, and like different stories of the world through like my writing, my filmmaking and stuff like that. Yeah. 367 00:43:31.720 --> 00:43:34.540 Jenny Duan: Okay, some. 368 00:43:42.460 --> 00:43:44.129 Jenny Duan: Alright. I'm just writing this down. 369 00:43:44.585 --> 00:43:52.269 Jenny Duan: Okay, great. Does this give you enough to start with that you're able to draft it, and then maybe come back for editing. In a couple of days. 370 00:43:53.072 --> 00:43:54.129 huda: Yeah, I think 371 00:43:54.570 --> 00:44:00.509 huda: I wanna try the diary entry idea. And then I can try maybe like a different approach. 372 00:44:00.550 --> 00:44:02.599 huda: if I don't like that one. But yeah. 373 00:44:02.600 --> 00:44:04.280 Jenny Duan: Yeah, that sounds good. 374 00:44:05.003 --> 00:44:06.370 Jenny Duan: And then 375 00:44:06.560 --> 00:44:14.160 Jenny Duan: I think, now, I want to spend some time like, Oh, is there anything else that you want to talk about in regards to your Ucsas. 376 00:44:15.116 --> 00:44:35.950 huda: Oh, yeah, I actually had a question with, like, like the majors that I'm applying for, I'm like, decided for like, basically, all of them, except I'm a bit unsure about like Berkeley, because I don't know if I wanna apply directly to data science, because I know that might be a little competitive. So I was thinking, like, either. 377 00:44:36.890 --> 00:44:44.950 huda: I'm not really sure about cognitive science either, but like either that or media studies, because I know, you have to take a bunch of like data science courses in that one as well. 378 00:44:45.467 --> 00:44:48.019 huda: And I think I think it's an 379 00:44:48.768 --> 00:44:51.999 huda: BA, but so does cognitive science. 380 00:44:52.596 --> 00:44:56.663 Jenny Duan: You'd be fine, just applying straight off to data science. 381 00:44:57.070 --> 00:44:57.800 huda: Good. 382 00:44:57.800 --> 00:45:02.130 Jenny Duan: I think it's less competitive. The whole point of data science is that it's less competitive than Cs. 383 00:45:02.380 --> 00:45:17.139 Jenny Duan: And so I think it's fine, like I don't know. Do you care more about the school, or do you care more about the Major? I think we've talked about this. But like for Berkeley, would you rather go to Berkeley, or would you rather study data science? I think this is like a pretty personal question. So like, if you'd rather study data science. 384 00:45:17.220 --> 00:45:42.249 Jenny Duan: Obviously, then data science major. But if you'd rather just go to Berkeley, then yeah, maybe media arts. But the thing is like, because so many of your essays are Cse. Already like, I don't think it makes sense for you to apply to media arts, because if you want to do that, then like, why do you have such a passion for Cs, you know, and I think like there's no need to to apply for media studies just to get into Berkeley because you have such a strong like. 385 00:45:42.320 --> 00:45:52.320 Jenny Duan: You already have such a background in Cs, so like I don't know. I think it just connects more with the background to apply for something more. Cs related like Cs or data. 386 00:45:52.800 --> 00:45:53.470 Jenny Duan: Grant. 387 00:45:53.850 --> 00:46:00.629 huda: No, I think I'm gonna put the like the 1st choice major as data science and then alternate as media studies. I think. 388 00:46:01.100 --> 00:46:02.910 Jenny Duan: Okay, that sounds great. Yeah. 389 00:46:11.500 --> 00:46:18.579 huda: Yeah. And then also, like my dad has been like telling me to like, apply to like some other colleges like he's been adding like 390 00:46:18.640 --> 00:46:38.860 huda: like he just recently added, like you wash, but like that was never in my list, and like I hadn't really thought about it. But I just wanted to see if there's like any other colleges that like, I should add, because I think in December second, we can stop at like asking. We have to stop asking our counselors for like the transcripts and everything so. 391 00:46:39.250 --> 00:46:46.710 Jenny Duan: Let me. Yeah, this is the. This is the next thing I want to focus on. So I'm gonna go into our notion to look at the college list. 392 00:46:50.670 --> 00:46:52.389 Jenny Duan: Let me find it. 393 00:46:55.510 --> 00:47:02.650 Jenny Duan: So since we last looked at this, we've also added 394 00:47:02.790 --> 00:47:06.180 Jenny Duan: Unc. Chapel Hill, which you've already 395 00:47:19.690 --> 00:47:22.429 huda: I think I added a lot more colleges after this. 396 00:47:22.430 --> 00:47:25.419 Jenny Duan: Yeah, can we maybe just like, do a little update about this. 397 00:47:25.420 --> 00:47:25.950 huda: Yeah. 398 00:47:26.220 --> 00:47:28.610 Jenny Duan: Okay, let me just update this. 399 00:47:36.670 --> 00:47:40.519 Jenny Duan: Oh, by the way, for the Csu applications. 400 00:47:40.951 --> 00:47:44.980 Jenny Duan: Can you just submit those when you get the chance. I don't think there's any answers. 401 00:47:45.550 --> 00:47:49.410 huda: Yeah, I think I'm just gonna submit to Sjsu and Cal Poly slow. 402 00:47:49.840 --> 00:47:51.369 Jenny Duan: Okay? Sounds good. 403 00:47:52.690 --> 00:47:53.880 Jenny Duan: That's Chase. 404 00:48:01.835 --> 00:48:02.300 huda: Also. 405 00:48:02.300 --> 00:48:04.299 Jenny Duan: That's this, you can just apply whenever. 406 00:48:05.180 --> 00:48:05.910 huda: Which one. 407 00:48:06.903 --> 00:48:08.110 Jenny Duan: Sjsu, and. 408 00:48:08.110 --> 00:48:08.460 huda: Yeah. 409 00:48:08.460 --> 00:48:09.300 Jenny Duan: Awesome. 410 00:48:09.660 --> 00:48:10.680 huda: Yeah, I'm pretty much 411 00:48:10.840 --> 00:48:19.899 huda: yeah, like I input it everything. I just need my dad to like make the cause. For some reason they're not giving the fee waiver for the Csu's, because it's considering like last year's 412 00:48:19.980 --> 00:48:25.140 huda: income. So yeah, oh. 413 00:48:25.450 --> 00:48:31.879 huda: also, I'm considering applying to U. Chicago. I don't know if they have, like a good like, like kind of Cs 414 00:48:32.561 --> 00:48:35.880 huda: program. I know people who've graduated who should call them see? 415 00:48:36.060 --> 00:48:41.809 Jenny Duan: Basically like the I think the idea is just apply to like as many schools as you can. 416 00:48:41.810 --> 00:48:49.529 huda: Yeah, I did take a look at the. I took a look at the supplementals for Uchicago, and very like interesting questions. 417 00:48:49.530 --> 00:48:50.560 Jenny Duan: Yeah. 418 00:48:50.730 --> 00:48:51.710 Jenny Duan: Yeah. 419 00:48:54.790 --> 00:49:03.889 huda: I think that's all that, I added. So far. Also, I I didn't know if I wanted to apply to Chapman University or Rochester. 420 00:49:05.860 --> 00:49:08.500 huda: Yeah, I'm just. I'm not sure about those 2. 421 00:49:08.670 --> 00:49:13.239 Jenny Duan: Okay. Chapman has a good like media program in la 422 00:49:14.810 --> 00:49:16.899 huda: I don't think my parents would let me do media. 423 00:49:16.900 --> 00:49:18.359 Jenny Duan: Okay, okay, yeah, yeah, yeah. 424 00:49:18.360 --> 00:49:18.890 huda: Yeah. 425 00:49:19.060 --> 00:49:22.460 Jenny Duan: Chapman. Then let's take out Wade Chapman. Where is that? 426 00:49:23.660 --> 00:49:25.360 Jenny Duan: Where is that? I don't see it. 427 00:49:27.740 --> 00:49:32.199 Jenny Duan: Oh, Rochester, Rochester is the one you want to take on. Okay, let me take that 428 00:49:33.880 --> 00:49:40.200 Jenny Duan: I mean, I think, like, obviously, Harvard apply. 429 00:49:40.310 --> 00:49:42.629 Jenny Duan: Do you want to be on the east coast like I think. 430 00:49:43.418 --> 00:49:45.010 huda: I'd like to try. Yeah. 431 00:49:45.320 --> 00:49:49.950 Jenny Duan: Oh, yeah, I think like, why, my idea is just like, why not? 432 00:49:49.970 --> 00:49:55.249 Jenny Duan: I think you should apply to Harvard. I really think you should apply to Brown. I think you would really like Brown. 433 00:49:55.500 --> 00:50:00.189 huda: Oh, yeah, I added, Brown and Cornell to the common asset. But. 434 00:50:00.190 --> 00:50:05.429 Jenny Duan: Okay, can you fill in the Cornell? And then, Gail, I think you would really like to 435 00:50:08.700 --> 00:50:14.260 Jenny Duan: And then, yeah, out of all the other Ivs. I think those are the only important ones. 436 00:50:16.250 --> 00:50:19.839 Jenny Duan: Columbia, you wanna apply you're applying to Barnard like, why not? 437 00:50:20.200 --> 00:50:21.450 huda: Yeah, sure. 438 00:50:21.880 --> 00:50:29.049 Jenny Duan: Okay, do you want to apply to? Uw, they have a really good Cs program. 439 00:50:29.050 --> 00:50:31.539 huda: I think the due date was November 15.th 440 00:50:31.540 --> 00:50:32.420 Jenny Duan: Oh, okay. 441 00:50:32.420 --> 00:50:33.909 huda: Regular decision, so. 442 00:50:33.910 --> 00:50:34.950 Jenny Duan: Never mind. 443 00:50:37.980 --> 00:50:42.549 Jenny Duan: Okay, let's see, what are some other schools that you might be interested in 444 00:50:45.320 --> 00:50:47.980 Jenny Duan: Boston College like, do you like Boston? 445 00:50:48.620 --> 00:50:51.539 huda: Yeah, I think so. But I'm not sure if, like. 446 00:50:52.120 --> 00:50:55.630 huda: like, my mom is not too fond of me moving too far. But I think like. 447 00:50:55.780 --> 00:50:57.649 huda: Why not? I guess if I. 448 00:50:57.990 --> 00:51:01.960 Jenny Duan: I think it's like, if you don't want to go, then perhaps not. 449 00:51:02.748 --> 00:51:06.140 Jenny Duan: Let me think of the other favorite schools in the area 450 00:51:06.250 --> 00:51:10.230 Jenny Duan: like in my head the only goals. 451 00:51:11.440 --> 00:51:14.500 Jenny Duan: I don't know what other Cs schools you're missing. 452 00:51:26.790 --> 00:51:28.000 Jenny Duan: okay. 453 00:51:33.620 --> 00:51:35.769 Jenny Duan: Oh, Georgetown, are you interested. 454 00:51:37.364 --> 00:51:41.259 huda: I haven't heard much about like the program, or anything, but. 455 00:51:41.260 --> 00:51:46.250 Jenny Duan: Well, I guess it's more like public. I think, Duke, you should apply to Duke is similar to Stanford. 456 00:51:48.010 --> 00:51:55.630 Jenny Duan: I added, that Georgetown, although Georgetown is more like a public policy type school. 457 00:51:55.790 --> 00:52:01.179 Jenny Duan: So I don't know if that would be a good fit rice. Are you interested. 458 00:52:02.194 --> 00:52:03.570 huda: Someone in Texas, right? 459 00:52:03.760 --> 00:52:04.380 Jenny Duan: Yeah. 460 00:52:05.826 --> 00:52:08.839 huda: Do they have like a good like cs. 461 00:52:09.600 --> 00:52:11.210 Jenny Duan: Go to engineering program. 462 00:52:13.133 --> 00:52:16.219 huda: Let me see if they have any interesting majors. 463 00:52:16.470 --> 00:52:20.509 Jenny Duan: What about Washington University in St. Louis? Is that interesting? Or Vanderbilt. 464 00:52:22.470 --> 00:52:23.720 huda: What was the 1st one? 465 00:52:24.070 --> 00:52:26.550 Jenny Duan: Washington University, in St. Louis. 466 00:52:27.571 --> 00:52:30.379 huda: I don't think I've heard of that one. 467 00:52:31.110 --> 00:52:33.030 Jenny Duan: It sounds pretty good school. 468 00:52:38.250 --> 00:52:42.050 Jenny Duan: Yeah, like, it's also really competitive, like, low acceptance. Right? 469 00:52:47.800 --> 00:52:49.149 huda: Yeah, I think 470 00:52:51.600 --> 00:52:57.529 huda: I think if I have space and I'll apply here as well, cause I think there's a limit to the amount on common app. 471 00:52:57.850 --> 00:52:59.840 Jenny Duan: Isn't it 30, or how many is it. 472 00:53:00.518 --> 00:53:02.009 huda: I think it was 20. 473 00:53:02.840 --> 00:53:03.350 Jenny Duan: Yeah. 474 00:53:03.750 --> 00:53:10.570 Jenny Duan: Okay, well, if it's 20, then we can just pick 20 schools. I don't like, I don't think you really need to apply to more than 20 schools. 475 00:53:11.038 --> 00:53:16.419 Jenny Duan: Okay. So the Ucs are separate is the Cal Poly Sloan Sjsu are those separate. 476 00:53:16.420 --> 00:53:17.070 huda: Yeah. 477 00:53:17.270 --> 00:53:18.979 Jenny Duan: And then mit is separate, right? 478 00:53:18.980 --> 00:53:19.880 huda: Yes. 479 00:53:19.880 --> 00:53:23.889 Jenny Duan: So 1, 2, 3, 4, so 480 00:53:24.538 --> 00:53:30.120 Jenny Duan: you can fill, you can pick 2 more schools, and that should bring you to 20 schools. 481 00:53:30.860 --> 00:53:31.930 huda: And. 482 00:53:34.350 --> 00:53:38.680 Jenny Duan: Yeah, I think, Vanderbilt, if you're interested. 483 00:53:41.980 --> 00:53:50.800 Jenny Duan: Washington University, Johns Hopkins, if you're interested, Caltech Caltech. 484 00:53:51.970 --> 00:53:53.899 Jenny Duan: Too small. But maybe not. 485 00:53:54.760 --> 00:53:56.309 Jenny Duan: You want to play to Caltech. 486 00:53:56.610 --> 00:54:02.464 huda: I feel like sounds like the most competitive, like out of all of them. 487 00:54:03.730 --> 00:54:04.600 Jenny Duan: True 488 00:54:10.070 --> 00:54:11.050 huda: Let's see. 489 00:54:11.050 --> 00:54:14.520 Jenny Duan: Price, Dartmouth, Vanderbilt, Notre Dame. 490 00:54:15.080 --> 00:54:18.970 huda: I think I think I'll apply to Rice. I guess. 491 00:54:18.970 --> 00:54:19.710 Jenny Duan: Okay. 492 00:54:21.320 --> 00:54:25.579 huda: Is is asu like a good like Cs group. 493 00:54:26.320 --> 00:54:27.510 Jenny Duan: I think it's decent. 494 00:54:27.560 --> 00:54:30.800 Jenny Duan: It's also like definitely a big safety school. 495 00:54:31.330 --> 00:54:34.110 Jenny Duan: I don't know if you would enjoy being at Asu. 496 00:54:35.010 --> 00:54:38.320 huda: Yeah, I don't know. I think my my dad was telling me earlier. 497 00:54:40.450 --> 00:54:41.659 huda: Yeah, I'm not sure. 498 00:54:41.660 --> 00:54:44.380 Jenny Duan: Emory University. Would you be interested in Emory. 499 00:54:45.360 --> 00:54:47.010 huda: Emily! Oh, no! 500 00:54:47.010 --> 00:54:51.489 Jenny Duan: I think right now. It's like Washington University, Emory Vanderbilt. 501 00:54:53.150 --> 00:54:58.770 Jenny Duan: those schools that you're missing, Notre Dame. Some of like the Southern schools that are good. 502 00:55:01.830 --> 00:55:03.979 huda: Let me see Vanderbilt's Majors. 503 00:55:04.280 --> 00:55:05.570 Jenny Duan: They don't see us. 504 00:55:05.670 --> 00:55:07.549 Jenny Duan: I think you could apply as a Cs major. 505 00:55:07.550 --> 00:55:08.556 huda: See us! 506 00:55:09.060 --> 00:55:09.740 Jenny Duan: Yeah. 507 00:55:09.890 --> 00:55:16.889 Jenny Duan: like, I think you, you can definitely, you definitely have the background to apply as a Cs major. So I think you should apply as a Cs major. There. 508 00:55:18.290 --> 00:55:19.165 huda: Okay. 509 00:55:20.310 --> 00:55:27.820 Jenny Duan: It's more like, do you want to go to the school or not? Because, like these are not your. These are not your top, like favorite. Most must go picks. These are just like. 510 00:55:28.400 --> 00:55:30.645 Jenny Duan: but I'm in. Because why not? 511 00:55:31.510 --> 00:55:35.010 huda: Hmm, let's see. 512 00:55:36.060 --> 00:55:38.369 huda: Okay, let me see, Emory, I think. 513 00:55:42.070 --> 00:55:42.900 Jenny Duan: See what. 514 00:55:43.300 --> 00:55:44.200 huda: Emory. 515 00:55:44.480 --> 00:55:46.560 Jenny Duan: Yeah, Emory's in Georgia. 516 00:55:47.920 --> 00:55:48.960 Jenny Duan: Okay? Awesome. 517 00:55:48.960 --> 00:55:53.460 Jenny Duan: Like, I don't know. Like. Also, you're gonna be spending your 4 years in a trump era place. So 518 00:55:54.290 --> 00:55:55.120 Jenny Duan: right 519 00:55:55.120 --> 00:56:01.230 Jenny Duan: not to like not to be a downer. But I would also think about the environment your college is in, and how that affects, like 520 00:56:01.350 --> 00:56:07.060 Jenny Duan: your rights in terms of women's healthcare, and also just like the general vibe of your college time. 521 00:56:07.060 --> 00:56:07.410 huda: Yeah. 522 00:56:07.410 --> 00:56:09.090 Jenny Duan: Feel, like, like. 523 00:56:09.375 --> 00:56:09.660 huda: Think. 524 00:56:09.660 --> 00:56:12.740 Jenny Duan: All your years of college are gonna be in the Trump Presidency. 525 00:56:12.740 --> 00:56:13.690 huda: Yeah. 526 00:56:15.540 --> 00:56:17.219 Jenny Duan: It is like something to consider. 527 00:56:17.220 --> 00:56:21.456 huda: Maybe I could apply to another college in New York. 528 00:56:24.110 --> 00:56:26.670 Jenny Duan: Any particular. 529 00:56:28.790 --> 00:56:29.890 huda: And 530 00:56:34.880 --> 00:56:38.980 huda: well, there's like the University of Rochester, which I think is different. 531 00:56:39.480 --> 00:56:43.030 Jenny Duan: Do we? Just? Oh, we. We took out Rochester Institute of Technology. 532 00:56:43.030 --> 00:56:48.669 huda: Yeah. Cause, I think I've heard like negative things about Rochester Institute of Technology. 533 00:56:48.670 --> 00:56:51.270 huda: Okay, that's not that. Yeah. 534 00:56:56.210 --> 00:57:00.000 huda: I don't know. I don't think University of Rochester is really like a Cs school. 535 00:57:00.000 --> 00:57:05.890 Jenny Duan: What about like Williams College? Have you heard about that? It's a liberal arts college perfect. 536 00:57:05.890 --> 00:57:06.930 huda: Have heard of it. 537 00:57:07.430 --> 00:57:10.010 Jenny Duan: It's like one of the top Liberal Arts colleges. 538 00:57:11.470 --> 00:57:12.350 Jenny Duan: If you're interested. 539 00:57:14.200 --> 00:57:16.089 huda: Yeah. Let me see. 540 00:57:16.540 --> 00:57:17.140 Jenny Duan: Sure. 541 00:57:33.740 --> 00:57:40.000 huda: Yeah, I think they, I think they have a Us. 542 00:57:41.940 --> 00:57:49.110 huda: I think the computer science is like the closest like match there. But. 543 00:57:49.110 --> 00:57:52.620 Jenny Duan: Yeah, I think you would just like continue applying for Cs programs. 544 00:57:53.540 --> 00:57:58.079 huda: Okay. Then I think I think I'll apply to Williams College. 545 00:57:58.790 --> 00:57:59.560 Jenny Duan: Okay? 546 00:58:00.930 --> 00:58:01.780 Jenny Duan: Oops. 547 00:58:02.250 --> 00:58:11.379 Jenny Duan: Okay? So in terms of timeline, then what this means is, ut. Austin is your next? 548 00:58:11.390 --> 00:58:13.739 Jenny Duan: Is your next deadline right? 549 00:58:14.470 --> 00:58:16.360 huda: Alright. Let me see, when you feel sends you. 550 00:58:16.360 --> 00:58:18.029 Jenny Duan: I think it's due pretty soon. 551 00:58:21.450 --> 00:58:28.809 huda: I'm pretty sure the essay was really like, oh, it's December first.st Yeah, and the SEO is really similar to 552 00:58:29.900 --> 00:58:31.209 huda: one of them. Wait. 553 00:58:32.160 --> 00:58:35.789 huda: It was just share. Think of all the activities. 554 00:58:36.280 --> 00:59:00.939 huda: Oh, there's 3 essays. Technically, there's 1. Which is, why are you interested in the major? You indicated as your 1st choice, Major, and then the second one was, think of all the activities both in and outside of the school that you've been involved in during high school. Which one are you most proud of? And why? And then the last one's like basically additional information, or like special circumstances which have impacted high school academic performance. 555 00:59:00.940 --> 00:59:05.579 Jenny Duan: Okay, that's not really that applicable. Yeah, okay, great. So 556 00:59:05.850 --> 00:59:11.580 Jenny Duan: I mean, this means that you have about 16 more schools to apply to in the span of 6 weeks. 557 00:59:11.810 --> 00:59:17.679 Jenny Duan: So that's gonna be an average of like 2 to 3 school essays that you're drafting within the next 6 weeks. 558 00:59:19.980 --> 00:59:24.590 Jenny Duan: So yeah, I mean, keep in mind that, like 559 00:59:24.680 --> 00:59:37.539 Jenny Duan: a lot of essays are going to be reused. So it's not actually that bad. But just to give you some mental preparation. There will be like 2 or 3 essays, 2 or 3 schools, not essays from here on, out until January. First.st 560 00:59:38.904 --> 00:59:41.390 Jenny Duan: Okay, okay. 561 00:59:41.776 --> 00:59:49.900 huda: Yeah, I actually checked. I checked in with, like, how many essays are there for Cornell? And there's like 11 almost. 562 00:59:49.900 --> 00:59:55.879 Jenny Duan: Yeah. So it's gonna be a lot of work on your end. And this is on top of scholarship applications. 563 00:59:56.050 --> 00:59:57.850 Jenny Duan: Do not forget about those. 564 00:59:58.740 --> 01:00:05.960 Jenny Duan: So what I think we can do right now is, let's just like 565 01:00:06.230 --> 01:00:31.190 Jenny Duan: later. Actually, I'm going to give this to you as a just a task for yourself to do, I think later. Can you rank these in the order of priority? So on the notion. Just like drag the college name, and just like, put it in the order of your priority in terms of schools that you care about, and we'll just work off of the priority list, and there, and so like in the case that you are overwhelmed with essays. 566 01:00:31.260 --> 01:00:44.809 Jenny Duan: we can drop some of the bottom essays that you don't really care that much about, or the bottom schools and and prioritize your top ones. So I think what this looks like for our next 6 weeks, or something, is, I think we should meet 567 01:00:46.400 --> 01:00:50.780 Jenny Duan: 3 or 2 times a week depending on your availability, but at least 568 01:00:51.070 --> 01:00:53.160 Jenny Duan: at least 2 times a week. 569 01:00:53.930 --> 01:00:59.925 Jenny Duan: cause at minimum. That's just to like review your essays for each school before submit it. 570 01:01:00.590 --> 01:01:14.445 Jenny Duan: so I think we should make me at least 2 times a week, or 3, or whatever your your availability is. But I think for now let's after this, I'm gonna send out the email and the email. I'm gonna ask that you 571 01:01:15.040 --> 01:01:34.101 Jenny Duan: rank your schools in order of priority. So that way we know what to get to. But before next time we meet I want to see if the next edit of the Uc. Essays, or if you tag me, I can look at it asynchronously, and then also a draft of your Ut Austin essay, and then right now we can set up the meetings for the rest of the week. 572 01:01:34.370 --> 01:01:34.790 huda: Yeah. 573 01:01:34.790 --> 01:01:37.309 Jenny Duan: Help the schedule. What! 574 01:01:37.420 --> 01:01:39.180 Jenny Duan: When would you like to meet next? 575 01:01:40.479 --> 01:01:44.789 Jenny Duan: Do Wednesday? But I can do Thursday, Friday, etcetera. 576 01:01:45.020 --> 01:01:59.690 huda: Yeah, I'm I'm available. Actually, next week is Thanksgiving break. So break. So I'm like, free like any day of the week to meet. So can we like like during fall break, we met a lot, and that got a lot done so maybe that could be helpful. 577 01:01:59.690 --> 01:02:02.090 Jenny Duan: Yeah, we can front load some of your applications. 578 01:02:02.090 --> 01:02:08.749 huda: Yeah, so like, but like I'm also available on like Thursday and Friday. So 579 01:02:09.375 --> 01:02:15.410 huda: I think like, let's meet on Thursday, maybe to go over like uc and ut Austin 580 01:02:16.420 --> 01:02:18.830 Jenny Duan: Can we do at 9 Pm. Does that work for you? 581 01:02:18.950 --> 01:02:19.930 huda: Yeah, that's fine. 582 01:02:20.510 --> 01:02:23.720 Jenny Duan: Okay? Oh, actually, I can do 8 pm, is that better? 583 01:02:24.305 --> 01:02:25.729 huda: Yeah, I mean, either work. 584 01:02:25.730 --> 01:02:28.990 Jenny Duan: Or, okay, can we just do 8, 30? I'll just put it in the middle. Okay. 585 01:02:28.990 --> 01:02:29.460 huda: Okay. Sure. 586 01:02:29.460 --> 01:02:34.550 Jenny Duan: 30 on Thursday I'll have Mary set that up, and then I don't think we need to meet Friday. But then. 587 01:02:35.612 --> 01:02:37.330 Jenny Duan: maybe on Thursday 588 01:02:37.550 --> 01:02:44.189 Jenny Duan: we can reassess our weekend time like the and the weekend, and also next week I'm also going home, so I'm more free, too. 589 01:02:44.920 --> 01:02:49.840 Jenny Duan: So let's just set up our next meeting for Thursday, then, and then I'll talk to you. Then. 590 01:02:50.530 --> 01:02:51.200 huda: Yeah. 591 01:02:51.200 --> 01:02:58.159 Jenny Duan: Okay, then see you and feel free to text me or send me an email, or just tag me on the doc whenever something new comes up. 592 01:02:58.688 --> 01:03:00.160 huda: Okay, thank you. Bye.",
  "segments": [
    "Week 75 - Coaching_Jenny_Huda_Wk75_2024-11-20_M_8924899408U_2024-11-19_00-00-00 WEBVTT 1 00:01:28.870 --> 00:01:29.660 huda: Hi. 2 00:01:32.100 --> 00:01:35.100 Jenny Duan: Hi! Huda there's chance if. 3 00:01:35.100 --> 00:01:36.390 huda: I can't hear you. 4 00:01:36.390 --> 00:01:41.110 Jenny Duan: Meeting link in the middle, we might have to switch links. But for now this should be good. Is that okay? 5 00:01:41.680 --> 00:01:42.840 huda: Wait! Can you hear me? 6 00:01:42.840 --> 00:01:45.929 Jenny Duan: Wait. Yeah, I can hear you. Can you hear me, or can you not hear me? 7 00:01:47.160 --> 00:01:48.330 Jenny Duan: -Oh. 8 00:01:51.490 --> 00:01:53.700 huda: Oh, I can! I think I can hear you now. 9 00:01:53.950 --> 00:01:55.100 Jenny Duan: Okay. Can you hear me? 10 00:01:55.100 --> 00:01:55.670 huda: Yeah. 11 00:01:55.920 --> 00:02:04.757 Jenny Duan: Alright great. I basically said, there's a chance that if Mary sends a link in the middle of this meeting we might have to switch to that, but for now this will be good. 12 00:02:05.330 --> 00:02:05.850 huda: Okay. 13 00:02:06.154 --> 00:02:10.410 Jenny Duan: Did you get a chance to look back at your University of California essays? 14 00:02:10.870 --> 00:02:27.689 huda: Yeah, I actually wrote a new draft for the academic subject, one which is more like focused on data science. It's like, it's a new one. It's kind of like a combination of one of the essays that we worked on for Stanford like the the one about like 15 00:02:27.850 --> 00:02:33.319 huda: collecting data like like souvenirs. I kind of 16 00:02:33.690 --> 00:02:45.920 huda: like kind of mix it in. But this one's a little different. It was talking about like my 1st experience kind of with data science, and okay. So I actually wrote it about, the hook is about like 17 00:02:46.471 --> 00:02:50.358 huda: starting skincare. And having, like all these skin problems, 18 00:02:50.790 --> 00:02:52.149 Jenny Duan: I'm reading. I'm reading it now. 19 00:02:52.150 --",
    "> 00:02:52.929 huda: Oh, okay. 20 00:02:54.528 --> 00:03:20.730 huda: yeah. So I just talk about like how one time I decided to like record like pattern and see if there were any patterns like, for example, like the weather, like my diet, just like different things, and trying to find like the reason why, so that I guess that was like my 1st data analysis experience. And then this actually like perfectly connects to like one of the projects that I worked on with coded classy, which was like an acne detector. And it just detects like, what type of acne you have. 21 00:03:20.730 --> 00:03:25.079 huda: And then, like the website, had, like different solutions to the different types of acne 22 00:03:25.635 --> 00:03:44.234 huda: and then I talk about kind of like the ethical implications of AI, and that's where I bring in like empower hacks. And honestly like this paragraph I'm not too sure about, because it's a bit like info dump. But yeah, like I wasn't sure how to like weave it in. Then, after that, I kind of added a little bit of 23 00:03:44.580 --> 00:03:54.299 huda: like the other essay, like the Stanford essay, about like like my amusement with like data, and the conclusion is just kind of like a tie back to the hook. 24 00:03:54.960 --> 00:03:59.510 Jenny Duan: Okay, let me write this down and take some notes on what you've changed. 25 00:03:59.950 --> 00:04:00.490 huda: Yeah. 26 00:04:18.279 --> 00:04:19.859 Jenny Duan: And that's in here. 27 00:04:56.810 --> 00:05:08.889 Jenny Duan: I think maybe right here. At 12 you don't have to repeat like 12 cleansers and creams, can you say, like 8 or something? I don't know. I just think the number 12 looks a little bit confusing in that context. 28 00:05:15.200 --> 00:05:16.830 Jenny Duan: maybe like, instead of 29 00:05:16.860 --> 00:05:30.949 Jenny Duan: a determination for a clear skin. Specifically, you can say, like a determination to find out the truth or something, because data science is all about like revealin",
    "g truth through numbers and like, that's kind of what makes it powerful. So maybe you can hint to that right here. 30 00:05:30.950 --> 00:05:35.429 huda: Can I see like a reason, maybe, for reasoning? 31 00:05:35.770 --> 00:05:37.870 Jenny Duan: And a determination for reasoning. 32 00:05:38.400 --> 00:05:39.250 huda: Yeah. 33 00:05:39.250 --> 00:05:40.829 Jenny Duan: Yeah, that's that works. 34 00:06:03.000 --> 00:06:11.920 Jenny Duan: Why did this raise this question? Can you write something about how like it was detecting? Maybe your skin tone, your friend's skin tones, or like different skin tones in different ways. 35 00:06:12.650 --> 00:06:13.650 huda: Oh, yeah, 36 00:06:15.070 --> 00:06:17.580 huda: Think I'll replace this sentence with that. 37 00:06:20.187 --> 00:06:21.470 Jenny Duan: Let me see. 38 00:06:25.910 --> 00:06:26.870 Jenny Duan: Yeah. 39 00:06:31.660 --> 00:06:32.650 Jenny Duan: okay. 40 00:06:34.700 --> 00:06:42.790 Jenny Duan: Instead of driving your commitment to ethical AI can like, what exactly is it about your commitment to ethical AI that stands out. Is it like your 41 00:06:42.950 --> 00:06:48.143 Jenny Duan: your commitment to ensuring that AI could, like the AI 42 00:06:48.990 --> 00:06:54.580 Jenny Duan: served all people? What like? What about your commitment to ethical AI. Can we bring that out a little bit more. 43 00:06:55.010 --> 00:06:58.720 huda: Yeah, I think like, what I was going for is that like. 44 00:06:58.870 --> 00:07:18.470 huda: I think for this one, I think the panel that I talked about towards the end of the paragraph might be a little more relevant. Because, like, they kind of discuss like how they build like tech solutions that are catered to everyone. So I think that aspect. So maybe like, I don't know if I need to add the the 45 00:07:19.520 --> 00:07:25.600 huda: other aspects like healthcare tools and accessible education platforms. 46 00:07:26.180 --> 00:07:29.220 huda: So, yeah. 47 00:07:33.110 --> 00:07:38.",
    "820 Jenny Duan: Can we? Is there a way we can modify this 1st sentence? Then, instead of these questions, drove my commitment to ethical AI. Can you 48 00:07:40.420 --> 00:07:44.209 Jenny Duan: make it a little bit more specific. On what elements of AI you're drawn to. 49 00:07:44.820 --> 00:07:47.749 huda: Yeah, I'm gonna add the sentence first.st 50 00:07:48.190 --> 00:07:49.080 Jenny Duan: Sure. Yeah. 51 00:08:19.820 --> 00:08:21.349 Jenny Duan: The rest looks good to me. 52 00:08:22.970 --> 00:08:27.279 huda: Okay, do you think there's a question coming right after like. 53 00:08:27.340 --> 00:08:30.059 huda: do you think it's too random like, I need a 54 00:08:30.280 --> 00:08:32.400 huda: add something before. So it makes sense. 55 00:08:39.419 --> 00:08:43.399 Jenny Duan: Maybe like, how can we embed diversity within AI. 56 00:08:43.610 --> 00:08:45.090 huda: Oh, yeah, I like that. Letters. 57 00:08:45.330 --> 00:08:46.000 Jenny Duan: Yeah. 58 00:09:07.790 --> 00:09:09.429 huda: So I can be like 59 00:09:10.555 --> 00:09:14.130 huda: so should I, I can. I can keep the this question. 60 00:09:15.280 --> 00:09:17.040 huda: This question. 61 00:09:24.170 --> 00:09:26.470 huda: yeah. So Jove! My 62 00:09:29.800 --> 00:09:30.520 huda: That's it. 63 00:09:35.720 --> 00:09:37.520 huda: Commitment to. 64 00:09:38.030 --> 00:09:41.779 Jenny Duan: Maybe, like, emphasize my commitment to ensuring that, like 65 00:09:42.390 --> 00:09:46.560 Jenny Duan: the data and AI represents the people it serves. That's a little bit wordy. But. 66 00:09:46.560 --> 00:09:47.140 huda: Yeah. 67 00:09:47.140 --> 00:09:55.619 Jenny Duan: Something like that like, you want to connect it to data science, because you're not applying to study. You're not studying like computer science. You're not building AI as your major. You're like 68 00:09:55.640 --> 00:09:59.300 Jenny Duan: learning learning about the data that goes into AI systems. In the 1st place. 69 00:10:02.840 --> 00:10:04.260 huda",
    ": Does this make sense? 70 00:10:07.480 --> 00:10:10.479 Jenny Duan: I think creating representative data sets is a little bit 71 00:10:10.810 --> 00:10:13.739 Jenny Duan: it's like, take, it's like a little bit too small, like it's. 72 00:10:13.740 --> 00:10:14.230 huda: Thank you. 73 00:10:14.230 --> 00:10:16.390 Jenny Duan: You're doing something bigger than this. 74 00:10:43.340 --> 00:10:47.939 Jenny Duan: maybe like to create data sets that represent the people. AI tools are built for. 75 00:10:48.590 --> 00:10:49.430 huda: Oh, yeah. 76 00:10:50.560 --> 00:10:55.270 Jenny Duan: Like, I think it's okay. If it's a little bit longer, just whatever it takes to get your point across. 77 00:11:16.660 --> 00:11:26.276 huda: Maybe instead of saying like creating data sets, I can say, like to like analyzing our 78 00:11:29.300 --> 00:11:34.030 huda: actually like, I don't know. I don't know how I can like focus it. 79 00:11:34.680 --> 00:11:36.450 huda: Onto empower hacks. 80 00:11:37.225 --> 00:11:40.260 huda: Like. I don't know if this is like a good transition. 81 00:11:53.550 --> 00:11:55.580 Jenny Duan: They represent the people. 82 00:11:59.640 --> 00:12:01.010 Jenny Duan: Ai tools. 83 00:12:02.990 --> 00:12:03.950 Jenny Duan: How's that? 84 00:12:05.920 --> 00:12:08.119 huda: Oh, yeah, actually, I can't see your edits. 85 00:12:08.700 --> 00:12:10.090 Jenny Duan: I know for some reason. 86 00:12:10.380 --> 00:12:12.089 Jenny Duan: Here, let me show you. 87 00:12:12.980 --> 00:12:18.600 Jenny Duan: For some reason my screen is not showing that, like your cursor is on. I don't know 88 00:12:18.770 --> 00:12:20.929 Jenny Duan: if yours is reflecting the same, but, like. 89 00:12:20.930 --> 00:12:25.080 huda: Yeah, I can't it? It doesn't show me like that you're on the dock either. 90 00:12:25.990 --> 00:12:29.079 Jenny Duan: Can you see my edit like I don't. 91 00:12:30.610 --> 00:12:36.800 Jenny Duan: Why, this isn't working. Let me just close the tab. Can you sen",
    "d the tab in the actually, I'll just go on the tab one more time. 92 00:12:39.683 --> 00:12:41.409 Jenny Duan: Oh, okay, that works. 93 00:12:41.410 --> 00:12:42.550 huda: Yeah, it's fixed. 94 00:12:42.550 --> 00:12:43.390 Jenny Duan: Okay. Okay. 95 00:12:46.030 --> 00:12:51.499 Jenny Duan: Here. How's this? I just changed the represent the people AI tools are created for. And that way, like 96 00:12:51.680 --> 00:12:55.800 Jenny Duan: issues like algorithmic bias and unequal access refer to AI tools. 97 00:12:57.980 --> 00:12:58.860 huda: Okay? 98 00:13:06.370 --> 00:13:12.349 huda: I'm still a little stuck on the creating data, sets part cause I don't know, if that's what I'm trying to say, and 99 00:13:12.610 --> 00:13:13.180 Jenny Duan: Okay. 100 00:13:13.180 --> 00:13:13.860 huda: Congrats. 101 00:13:19.450 --> 00:13:21.899 huda: Observe my commitment to. 102 00:13:26.130 --> 00:13:27.210 Jenny Duan: Like. 103 00:13:27.210 --> 00:13:30.770 huda: Not the exact word, but like promote, like, I'm trying to say, like 104 00:13:31.120 --> 00:13:35.610 huda: to promote, like the usage of like data sets that are representative. 105 00:13:35.970 --> 00:13:36.610 Jenny Duan: To 106 00:13:46.440 --> 00:13:48.790 huda: Oh, yeah, that's like, smoother. Yeah. 107 00:13:50.920 --> 00:13:53.239 Jenny Duan: Does that kind of capture? What you're thinking. 108 00:13:53.240 --> 00:13:53.920 huda: Yeah. 109 00:13:54.420 --> 00:13:55.100 Jenny Duan: Okay. 110 00:14:08.510 --> 00:14:09.220 Jenny Duan: great. 111 00:14:10.310 --> 00:14:15.590 Jenny Duan: I think the rest of this essay looks good to me. Is there? Do you have any other notes on this essay? 112 00:14:16.561 --> 00:14:23.219 huda: Do you think? Here, where I say, like accessible education platforms for women color and technology? 113 00:14:24.730 --> 00:14:35.550 huda: I don't know if I I don't know if I have to do that, because I do say over here that it's like a global initiative for young women. So I don't know if I'm",
    " like just seeing it like 2 times. 114 00:14:45.010 --> 00:14:54.119 Jenny Duan: I'm curious, like, what do you mean by projects? Were these categories that your participants were building for? Or were these just examples of things that your participants built. 115 00:14:54.822 --> 00:15:03.150 huda: Kinda yeah, like examples, because our like major theme was like, technology that like promotes like 116 00:15:04.301 --> 00:15:16.880 huda: equality for like women in in the technology field. But there's like some projects that were like like the stem field in general. So there's some people making projects about like medicine. There's some people making about like. 117 00:15:16.880 --> 00:15:22.190 Jenny Duan: But I think this just clarifies it. So instead of we, you can just say, like, this is what 118 00:15:23.190 --> 00:15:25.530 Jenny Duan: what participants did. 119 00:15:25.800 --> 00:15:30.339 huda: Oh, yeah, yeah, it's also a little more concise. I think this is over. The word limit. 120 00:15:31.110 --> 00:15:33.130 Jenny Duan: Okay, that's fine. We can cut it down. 121 00:15:33.480 --> 00:15:34.350 Jenny Duan: Oh. 122 00:15:43.410 --> 00:15:46.670 Jenny Duan: this sentence can be this, this could be deleted. 123 00:15:52.700 --> 00:15:53.580 Jenny Duan: Okay. 124 00:16:38.120 --> 00:16:39.409 Jenny Duan: this can be. 125 00:17:27.240 --> 00:17:30.559 Jenny Duan: do you like this sentence change. I changed the 1st sentence again. 126 00:17:36.020 --> 00:17:40.360 huda: Yeah, I think, I think, like, it's 127 00:17:41.480 --> 00:17:46.270 huda: yeah. It's worded a little bit. Yeah, okay. 128 00:17:49.170 --> 00:17:52.779 Jenny Duan: Instead of belief. You could also write like conviction, or understanding. 129 00:17:52.800 --> 00:17:55.939 Jenny Duan: or whatever you think is best, but I think, believe me. 130 00:17:55.940 --> 00:17:59.629 huda: I think conviction might sound a little more like complex. 131 00:18:02.400 --> 00:18:17.089 huda: And over here when",
    " I talk about like how testing the like the model. And then, like noticing, like the skin colors impacting the accuracy. Do you think it's kind of like underdeveloped? And it's just kind of like dumped in there. 132 00:18:20.990 --> 00:18:31.980 Jenny Duan: You notice how the models accuracy differed depending on our skin tone? 133 00:18:33.040 --> 00:18:34.010 Jenny Duan: How's that. 134 00:18:34.790 --> 00:18:39.090 huda: Yeah, I think that's looks a little more polished. Yes. 135 00:18:42.150 --> 00:18:43.560 Jenny Duan: 16 words. 136 00:18:44.090 --> 00:18:52.999 huda: Okay, this, like last sentence, is a little flowery over here. So maybe. 137 00:18:57.970 --> 00:18:59.749 Jenny Duan: Think you can just delete this. 138 00:19:00.530 --> 00:19:01.220 Jenny Duan: Okay. 139 00:19:04.170 --> 00:19:08.469 huda: 3, 36. 0, now it's too short. Okay. Oh, keep that sentence. 140 00:19:13.580 --> 00:19:14.590 Jenny Duan: 6. 141 00:19:15.670 --> 00:19:17.669 Jenny Duan: Wait? Oh, yeah, how much? How many is it. 142 00:19:18.602 --> 00:19:20.539 huda: We need to get rid of 3 words. 143 00:19:22.530 --> 00:19:26.500 huda: Maybe it's up to me. I can just say, data is as personal as it is global. 144 00:19:30.050 --> 00:19:30.750 Jenny Duan: Yeah. 145 00:19:36.310 --> 00:19:37.610 huda: I think it's 1 more word. 146 00:19:48.760 --> 00:19:50.109 huda: Yeah, I think that should be good. 147 00:19:50.310 --> 00:19:50.970 Jenny Duan: Okay. 148 00:19:52.540 --> 00:19:54.530 huda: Oh, it's a 1! 1 word off. 149 00:19:54.530 --> 00:19:55.430 Jenny Duan: Still. Okay. 150 00:19:55.430 --> 00:19:56.150 huda: Yeah. 151 00:20:19.980 --> 00:20:25.470 huda: maybe just technology access yeah, yeah. 152 00:20:27.130 --> 00:20:31.319 Jenny Duan: Perfect, perfect. 153 00:20:31.320 --> 00:20:32.760 huda: It's perfect to do 50 words. 154 00:20:33.030 --> 00:20:42.150 Jenny Duan: Okay, I think what I'm going to do now is I want to look at these essays in context, and I think we should go over all ",
    "of them to make sure that no themes are repeating again. 155 00:20:42.530 --> 00:20:49.079 Jenny Duan: So this one is about data science code of classy and empowering. AI, great 156 00:20:49.778 --> 00:20:56.119 Jenny Duan: this one is about Mht jobs and your background. That's great. 157 00:20:56.260 --> 00:21:06.299 Jenny Duan: This one is about English language development. And okay, here's empower her hacks again. So I don't think we need empower her hacks twice. 158 00:21:11.640 --> 00:21:12.370 Jenny Duan: yeah. 159 00:21:12.370 --> 00:21:20.339 huda: Yeah. So yeah, I think. And then you mentioned in the comments that it would be better to like, talk about like my storytelling aspect. So. 160 00:21:20.340 --> 00:21:25.709 Jenny Duan: I think it would be better to tell. Talk about your like. I do really love this. 161 00:21:25.760 --> 00:21:30.520 Jenny Duan: I really love this, but I think storytelling is a more like 162 00:21:31.300 --> 00:21:46.369 Jenny Duan: concrete skill. Then, like I'm having trouble attaching nostalgia to like a skill set, or I know how you say, like you are part of the past and also the future. But like to me, that's not immediately identifiable as a skill set. If that. 163 00:21:46.370 --> 00:21:46.730 huda: That makes. 164 00:21:46.730 --> 00:21:47.509 Jenny Duan: So I think it. 165 00:21:47.510 --> 00:21:48.150 huda: Yeah. 166 00:21:48.150 --> 00:21:56.530 Jenny Duan: In my opinion, it would make us make for a stronger essay if you were to connect it to like a tangible skill set. In this case, storytelling. 167 00:21:56.590 --> 00:22:07.020 Jenny Duan: And I think that like journalism and like filmmaking. And you know, student news is a really really important part about you that I don't see reflected in other pieces of your 168 00:22:07.577 --> 00:22:08.890 Jenny Duan: essay so far. 169 00:22:09.470 --> 00:22:11.529 huda: Yeah. And I was, I was thinking, like, 170 00:22:13.120 --> 00:22:33.545 huda: if I'm not able to mention it l",
    "ike Eld anywhere else. I think it could still have like a place in like the storytelling aspect, because I guess, like part of like teaching them was also telling the stories. So I think. Yeah, if I if we're not able to squeeze it anywhere else I could or like, if I guess if if 171 00:22:34.640 --> 00:22:38.493 huda: actually, I don't think so, I don't think it's important to put in the story time, because. 172 00:22:38.720 --> 00:22:42.019 Jenny Duan: You don't include all your activities in all your essays. 173 00:22:42.300 --> 00:22:48.360 huda: Yeah, cause I think this one might be more focused on like journalism and filmmaking. So, yeah. 174 00:22:55.050 --> 00:22:58.069 huda: and what about this last one is this one? Fred. 175 00:22:58.440 --> 00:23:01.130 Jenny Duan: One second. I'm just writing some notes about this essay. 176 00:23:09.520 --> 00:23:11.770 Jenny Duan: Okay, the last essay, 177 00:23:21.190 --> 00:23:26.046 Jenny Duan: I feel like this last essay is also a little bit similar to 178 00:23:26.860 --> 00:23:31.710 Jenny Duan: the Victory Royale essay, because you same right about your like. 179 00:23:32.190 --> 00:23:49.810 Jenny Duan: your town, and like the themes, are kind of the same. I'm actually wondering if you could write one of the other prompts about leadership or about maybe creativity like create. If in the creativity essay you could also use that as an opportunity to do the storytelling. If you like to write about filmmaking if you wanted to 180 00:23:50.090 --> 00:24:04.730 Jenny Duan: do that instead. But I think like it's maybe not the best to have 2 essays about challenges. And maybe if you have one essay about challenges, you can use this one as a way to demonstrate, like your leadership, or your creativity, or something else about you. 181 00:24:06.641 --> 00:24:09.290 huda: Wait. So I don't know, Archie. 182 00:24:09.480 --> 00:24:21.540 huda: I was thinking so. I I guess the kind of decision is between this like significant ",
    "educational opportunity or like challenge and then the Mht Jobs essay, which was the 183 00:24:21.750 --> 00:24:23.449 huda: oh, it's the same prompt 184 00:24:26.910 --> 00:24:27.770 huda: Oh. 185 00:24:28.120 --> 00:24:31.499 Jenny Duan: I mean, you could always change it with a different prompt. 186 00:24:31.590 --> 00:24:33.929 Jenny Duan: It's not the same, prompt. It's a different, prompt. 187 00:24:33.930 --> 00:24:34.920 huda: Really wait. 188 00:24:35.220 --> 00:24:38.160 Jenny Duan: How is academic achievement versus. 189 00:24:38.160 --> 00:24:38.540 huda: Oh! 190 00:24:38.540 --> 00:24:40.270 Jenny Duan: But it's like, you know, this. 191 00:24:40.270 --> 00:24:41.550 huda: Yeah, they're essentially the same. There. 192 00:24:41.550 --> 00:24:42.240 Jenny Duan: Yeah. 193 00:24:42.440 --> 00:24:44.210 huda: Which one do you think is stronger. 194 00:24:45.070 --> 00:24:57.940 Jenny Duan: I think the question 4 is stronger, because I don't think it's like been a significant. I don't think it's affected your academic achievement. I feel like that's kind of like, oh, like, if you failed a class like maybe because of this. But you didn't really like 195 00:24:58.120 --> 00:25:03.269 Jenny Duan: it hasn't really affected your academic achievement in the sense that, like, you're still a successful academic student. So. 196 00:25:04.220 --> 00:25:05.070 Jenny Duan: I don't think 197 00:25:05.180 --> 00:25:10.899 Jenny Duan: that prompt is the best, I think, for the prompt 4 should be used for Essay 2. And then you should 198 00:25:11.260 --> 00:25:15.350 Jenny Duan: write a new, prompt, or rearrange your essays for the last essay. 199 00:25:16.346 --> 00:25:27.779 huda: And also like, I was having a little trouble like approaching like the essay for number 2, like, because there's just I feel like there's like a lot going on in there. 200 00:25:28.501 --> 00:25:30.470 huda: And I'm not sure like how to 201 00:25:30.700 --> 00:25:39.839 huda: kind of transition f",
    "rom like this Andrew Jackson theme to to like mh jobs to folklift and 202 00:25:40.161 --> 00:25:43.480 huda: like kind of mention all those things in 3 50 words. 203 00:25:44.900 --> 00:25:46.190 Jenny Duan: And 204 00:25:51.950 --> 00:25:53.780 Jenny Duan: are you talking about? Essay? 2. Right now? 205 00:25:53.780 --> 00:25:59.120 huda: Yeah, like essay 2. But like, like you said with the prompt of essay, 4. 206 00:25:59.400 --> 00:26:01.139 Jenny Duan: Oh, let me! 207 00:26:03.610 --> 00:26:08.069 huda: I think it would be helpful to like write maybe like an outline for this. 208 00:26:10.050 --> 00:26:11.380 Jenny Duan: No. 209 00:26:23.310 --> 00:26:25.769 Jenny Duan: I think it's fine. I think just right here 210 00:26:27.740 --> 00:26:38.469 Jenny Duan: in this paragraph that I'm highlighting right now. You can just emphasize about how you self studied Cs, how you learned on Youtube, how you leverage online resources and just go more deeper into that aspect of it. 211 00:26:39.080 --> 00:26:44.539 huda: You should, so I don't need to mention so, since I'm like 212 00:26:44.710 --> 00:26:49.859 huda: putting like folklift, I guess, in the storytelling essay I don't have to mention it here, either. 213 00:26:50.370 --> 00:26:51.609 Jenny Duan: No. Yeah. 214 00:26:51.770 --> 00:26:52.480 huda: Okay. 215 00:26:53.180 --> 00:27:01.910 huda: wait also, like, I think you mentioned in the comments, though, that, like the different essays, should be showing like different aspects about me. So 216 00:27:02.390 --> 00:27:10.310 huda: yeah, let me actually put this prompt up there. So like, it makes more sense. 217 00:27:10.310 --> 00:27:10.990 Jenny Duan: Okay. 218 00:27:25.260 --> 00:27:26.760 huda: Oh, sorry! There. 219 00:27:28.030 --> 00:27:29.430 Jenny Duan: Yeah, I, I put it there. 220 00:27:29.430 --> 00:27:30.005 huda: Okay. 221 00:27:40.560 --> 00:27:47.040 huda: like, yeah, how? How can I like move forward? Because, like, I know, this is like a, this is a go",
    "od job. And I don't think I fully fleshed it out. 222 00:27:47.130 --> 00:27:52.369 huda: because there's like some things that aren't here like the impact of Mec jobs. 223 00:27:54.000 --> 00:27:59.779 Jenny Duan: Yeah, I think here the opportunity is to focus it more so on what you've learned than 224 00:28:00.250 --> 00:28:07.393 Jenny Duan: like, impact is obviously important. But you should work on like how you've worked to overcome this educational barrier. 225 00:28:08.250 --> 00:28:10.500 Jenny Duan: like, for example, I think 226 00:28:15.490 --> 00:28:19.029 Jenny Duan: all of this can be perhaps deleted 227 00:28:19.535 --> 00:28:21.410 Jenny Duan: just to save word count. 228 00:28:21.420 --> 00:28:28.390 Jenny Duan: And then here there weren't many opportunities, though there weren't. 229 00:28:28.460 --> 00:28:35.429 Jenny Duan: This is great. So you can add here about like, how you started learning Cs, in the 1st place. 230 00:28:37.450 --> 00:28:40.850 Jenny Duan: through Youtube, tutorials, etc. 231 00:28:41.637 --> 00:28:54.029 Jenny Duan: and like. Talk about the process of what it was like to learn it by yourself, even without access to like the expensive camps programs and classes that, like other students, might have had access to in the past. 232 00:28:55.910 --> 00:28:57.060 Jenny Duan: And then 233 00:29:00.600 --> 00:29:08.670 Jenny Duan: and like. Then you can say, like instead of as block code transformed to Javascript, you can say like over time. I began to see how like 234 00:29:09.860 --> 00:29:13.259 Jenny Duan: these designs could impact your community. And then 235 00:29:14.410 --> 00:29:16.560 Jenny Duan: you can write about that like 236 00:29:16.610 --> 00:29:29.880 Jenny Duan: can write about how like the more you learn how to code, the more impact you're able to have. So focus it on the learning. And like, the more yeah, the more you learn how to code, like the more the better tools you could develop for your community. 237 00:",
    "29:32.510 --> 00:29:33.879 Jenny Duan: Does that make sense. 238 00:29:34.760 --> 00:29:35.390 huda: Yes. 239 00:29:35.510 --> 00:29:36.600 Jenny Duan: Oh, please! 240 00:29:45.500 --> 00:29:48.889 huda: And then do I talk about like Mht. Jobs after that? 241 00:29:49.540 --> 00:29:50.230 Jenny Duan: Yeah. 242 00:29:52.640 --> 00:29:53.340 huda: Okay. 243 00:29:53.590 --> 00:29:56.980 Jenny Duan: But again, the focus of the essay here should be your learning. 244 00:30:00.130 --> 00:30:00.710 huda: Okay. 245 00:30:00.710 --> 00:30:12.749 Jenny Duan: You want to emphasize your tenacity, your determination, your curiosity, and like how you're able to find or and or create all these opportunities for yourself, because they weren't easily handed to you. 246 00:30:16.140 --> 00:30:20.989 huda: So I think it would be helpful if I could have like a kind of like an outline. 247 00:30:21.516 --> 00:30:24.720 huda: Just so I can like. Keep it more structured. 248 00:30:25.690 --> 00:30:30.189 Jenny Duan: I think what you have is is good, like I think all you need to do is add right here. 249 00:30:31.000 --> 00:30:32.000 huda: Oh, okay. 250 00:30:32.000 --> 00:30:37.439 Jenny Duan: I think, like this. The 1st part is totally fine. Just delete this to make it, to give yourself more work. 251 00:30:37.760 --> 00:30:39.849 Jenny Duan: your more words, and then. 252 00:30:40.400 --> 00:30:48.850 Jenny Duan: I think, keep that beginning, for now and then, later on in the week, if you finish your draft, and it's too long tag me, and like I can help you cut it down like just 253 00:30:48.930 --> 00:30:55.339 Jenny Duan: right, like a call, like just tag me on the doc, and I can come back and edit it down. But I think at the beginning is totally fine. 254 00:31:01.100 --> 00:31:04.600 Jenny Duan: maybe. Like, yeah. 255 00:31:05.020 --> 00:31:18.262 Jenny Duan: I began to see the power of my simple web designs to impact, just like where, in between the 1st sentence and the second sent",
    "ence as block code transformed, I would just add some details about how you learn computer science. And then 256 00:31:19.050 --> 00:31:21.109 Jenny Duan: right here, you can say, like. 257 00:31:21.190 --> 00:31:41.950 Jenny Duan: as the emphasis should be like, not like you just created Mht. Jobs out of thin air. It's like as you continued to learn, you found that, like, you were able to build more and more impactful things that were able to change your jobs, your community. And one of them happened to be Mhc. Jobs which you developed during the pandemic, and then write a little bit about that. And at the end you can just close it out about how like 258 00:31:42.130 --> 00:31:51.799 Jenny Duan: computer science connects the world like connects the world through like couple of lines on the screen. And so like, that's why it's been the greatest equalizer for you. And that's why you want to like. Continue 259 00:31:52.420 --> 00:31:54.390 Jenny Duan: continue it so that, like 260 00:31:54.540 --> 00:32:01.840 Jenny Duan: communities around the country, or wherever your community can like continue to to benefit from what you've learned. 261 00:32:03.160 --> 00:32:29.780 huda: I think one interesting, like conclusion I just thought about is about like talking about like how my mom gave me like that $20, and that like eventually, like, helped my family during that situation. And then also, how like Youtube gave me like knowledge on like how to code, and that kind of like helped my community in like the like in the situation. So I guess maybe I can make a connection in that way. 262 00:32:30.870 --> 00:32:33.679 Jenny Duan: Definitely. Yeah, that sounds great. 263 00:32:36.140 --> 00:32:38.430 huda: Oh, okay, yeah, that makes sense. 264 00:32:40.160 --> 00:32:42.443 Jenny Duan: Okay, wonderful and then 265 00:32:43.170 --> 00:32:49.110 Jenny Duan: so I think, let's we can maybe spend some time talk about like how each of these essays kind of shows a different 266 00:32:4",
    "9.110 --> 00:33:14.060 Jenny Duan: element of you, and like how they all worked together to further like the University of California systems, understanding of you. So the 1st essay is obviously a Y major essay. So that shows like, why you're interested in data science. It's a pretty unique lens, like some of the projects you've worked on with code of Classi. Second essay is about your background. I think this will get you some points there. So like that'll be good, because, like it's underrepresented rural, etc, etc. 267 00:33:14.060 --> 00:33:26.440 Jenny Duan: And then also, like another essay about computer science, which is good because it like you're interested in coding, and etc. 3rd one essay. I think talking about journalism and 268 00:33:26.960 --> 00:33:39.259 Jenny Duan: your power of storytelling is going to be really a good fit here. And yeah, I'm excited to see how that turns out. And then the 4th essay, I think we should come up with a new idea. 269 00:33:39.620 --> 00:33:40.790 Jenny Duan: Pardon me. 270 00:33:41.150 --> 00:33:52.500 Jenny Duan: yeah. So let's think about like what you want to write about, and then we can match it to a prompt. So things that are important to you, your passion for gaming that's already covered in the Synthoria. S. 271 00:33:52.830 --> 00:33:53.730 Jenny Duan: I see. 272 00:33:54.080 --> 00:33:55.600 Jenny Duan: No, this is the Centauri essay. 273 00:33:55.600 --> 00:33:57.870 Jenny Duan: Oh, this is okay. Yes. 274 00:33:57.900 --> 00:34:04.759 Jenny Duan: I'd say we need to change the Pro. I think this this essay needs to be about synthoria. But I don't think this is the right 275 00:34:05.070 --> 00:34:07.120 Jenny Duan: prompt for your essay. 276 00:34:07.120 --> 00:34:07.910 huda: Yeah. 277 00:34:07.910 --> 00:34:15.669 Jenny Duan: So maybe you can talk about like how you express your create creative side. Like, I think there's 1 prompt that's like most people have a creative side, or I don't know if that's 278 00",
    ":34:16.269 --> 00:34:17.109 Jenny Duan: yeah. 279 00:34:17.349 --> 00:34:17.849 Jenny Duan: But. 280 00:34:17.850 --> 00:34:18.929 huda: Let me paste that. 281 00:34:19.260 --> 00:34:21.841 Jenny Duan: You can talk about like gaming. And 282 00:34:22.969 --> 00:34:29.899 Jenny Duan: I would connect it to something else, because you already have like 3 Cs essays. So I would not make it a direct Cs essay, but like. 283 00:34:30.340 --> 00:34:35.279 Jenny Duan: talk about gaming. And then, is there anything else that you do that's creative. 284 00:34:44.409 --> 00:34:48.570 huda: like nothing that really relates to like any of my extracurriculars. 285 00:34:49.360 --> 00:34:50.400 huda: And 286 00:34:56.270 --> 00:34:57.760 huda: I mean, I think, like 287 00:34:57.830 --> 00:35:04.740 huda: I don't. I might not even have to talk about like the Cs aspect of video games. Maybe I can just like talk about like. 288 00:35:08.490 --> 00:35:11.170 huda: actually like, what if I wrote wrote about like 289 00:35:11.860 --> 00:35:17.505 huda: game reviews, cause I did win like an award for game, for like a game review and 290 00:35:19.160 --> 00:35:28.190 huda: like, I guess. Actually, I don't know if that's like too clear. But hmm! 291 00:35:30.280 --> 00:35:32.090 huda: Let me see my activities list. 292 00:35:38.620 --> 00:35:43.600 Jenny Duan: Also in your journalism essay. Make sure you also mention folklift, because I don't see it anywhere else, too. 293 00:35:44.490 --> 00:35:45.610 Jenny Duan: That's important. 294 00:35:46.430 --> 00:35:47.020 huda: Yeah. 295 00:35:50.210 --> 00:35:53.499 huda: maybe like, I think another thing, I don't know if I 296 00:35:53.540 --> 00:36:00.280 huda: mention it anywhere. But also, I think like the way I express myself creatively, is do like 297 00:36:00.450 --> 00:36:03.580 huda: like finding different ways to like teach people. 298 00:36:03.919 --> 00:36:11.160 huda: I think that's also somewhat related to centuria. But it's like aga",
    "in, it's connected back to eld and like and like 299 00:36:11.742 --> 00:36:21.090 huda: volunteering at the mosque for a Sunday school, it's like you have to find like creative ways to like kind of cater to different audiences. And so like 300 00:36:22.400 --> 00:36:27.509 huda: I guess, like my creative side is like figuring out like how to how to 301 00:36:27.630 --> 00:36:32.480 huda: build, like make like educational resources, or just like 302 00:36:32.500 --> 00:36:35.079 huda: teaching through different ways, depending on. 303 00:36:35.080 --> 00:36:35.830 Jenny Duan: My cool t-shir! 304 00:36:39.490 --> 00:36:42.179 Jenny Duan: That's great teaching through different mediums. 305 00:36:42.725 --> 00:36:46.830 huda: I don't know if that overlaps too much with the storytelling one but. 306 00:36:46.830 --> 00:36:58.049 Jenny Duan: Let's just focus on different extracurriculars. So you can talk about the eld language development making games for that synthoria and also volunteering at the mosque and how you help the young kids understand different concepts. 307 00:36:58.450 --> 00:37:02.820 Jenny Duan: I think those are like 3 really concrete examples that don't overlap with anything else. 308 00:37:05.450 --> 00:37:06.960 huda: Alright. What do you think? 309 00:37:08.070 --> 00:37:09.330 huda: Yeah, I think. 310 00:37:10.100 --> 00:37:11.720 huda: That sounds good. 311 00:37:16.760 --> 00:37:24.940 huda: I think I think I originally kind of had this idea. But I didn't really execute it. That well, that was a dumbledore essay, I think, but I'll probably. 312 00:37:24.940 --> 00:37:25.830 Jenny Duan: But I think. 313 00:37:25.830 --> 00:37:27.699 huda: The Dumbledore essay, but I think I'll have. 314 00:37:27.700 --> 00:37:28.610 Jenny Duan: Oh! 315 00:37:28.610 --> 00:37:31.290 huda: Rework it. So it's not as confusing. 316 00:37:31.530 --> 00:37:38.220 Jenny Duan: Yeah, I would that I like, I like that essay. I feel like that would go well, just like, maybe ",
    "not in the context of Dumbledore. 317 00:37:39.450 --> 00:37:40.000 Jenny Duan: Yeah. 318 00:37:40.700 --> 00:37:41.410 huda: Yes. 319 00:37:43.040 --> 00:37:53.259 Jenny Duan: Okay. Great. Do you feel prepared to make edits to these, and then send me whenever or tag me, or just message me whenever you're ready to for me to give asynchronous feedback. 320 00:37:53.920 --> 00:38:00.770 huda: Yeah, I think, actually, for the 3rd essay like, can we do some brainstorming about like how I can frame it. 321 00:38:01.200 --> 00:38:02.590 Jenny Duan: Yeah, definitely. 322 00:38:03.198 --> 00:38:08.600 Jenny Duan: So the 3rd essay would be like, it's about storytelling. 323 00:38:14.420 --> 00:38:27.899 Jenny Duan: So you kind of already allude to this, because like data is about finding patterns. But in your opinion, like, what is the essence of storytelling? Or why is storytelling so important. 324 00:38:29.210 --> 00:38:33.059 huda: I think storytelling, like the essence of storytelling, is really like. 325 00:38:33.789 --> 00:38:42.520 huda: kind of what you get out of the story. I think like a storyteller's job isn't just to like give entertainment. It's to like 326 00:38:42.660 --> 00:38:50.009 huda: kind of teach. Oh, I guess this is kind of blending into like the last essay, but I think it's in a way you're trying to like. 327 00:38:50.130 --> 00:38:57.630 huda: Have the person who's listening get something out of it and like I think it's especially like. 328 00:38:57.820 --> 00:38:59.080 huda: like, I think 329 00:38:59.100 --> 00:39:15.039 huda: the way storytellers do this could be in like many different ways, like, for example, when I'm like directing like the short film. I like try to write scripts that kind of have an underlying message that people can take things away. And I guess. 330 00:39:15.964 --> 00:39:24.199 huda: When you're writing articles you want to have like, kind of like a broader theme. And you're trying to like expose information that people do",
    "n't already know. 331 00:39:24.220 --> 00:39:30.709 huda: And so I think like in different storytelling aspects. It's like the main goal is just to like 332 00:39:31.452 --> 00:39:36.159 huda: have, like the readers, gain readers or viewers like gain something from it. 333 00:39:38.320 --> 00:39:42.220 Jenny Duan: Okay, to have readers or viewers gain something from it. 334 00:39:42.490 --> 00:39:45.850 Jenny Duan: So maybe you can place them in the context of like 335 00:39:45.860 --> 00:39:48.520 Jenny Duan: one interaction that you had with someone 336 00:39:49.256 --> 00:39:56.779 Jenny Duan: like, was there a story or someone's story that has really stuck with you for some reason or multiple reasons 337 00:39:56.870 --> 00:40:00.730 Jenny Duan: that you can recall, because it would be cool to like start off with some dialogue 338 00:40:00.800 --> 00:40:02.679 Jenny Duan: or something like that. 339 00:40:03.200 --> 00:40:03.980 huda: Yeah. 340 00:40:06.350 --> 00:40:13.630 Jenny Duan: Have you also written essay about storytelling? I don't know if we have, but if you might have like, either for a summer program or or 341 00:40:14.240 --> 00:40:20.509 Jenny Duan: Pam, did you write anything about? Because, like what you wrote for jcamp is definitely going to be valuable in this context. 342 00:40:24.720 --> 00:40:28.210 huda: Let's see, let me go open the J. Campuses. 343 00:40:28.480 --> 00:40:29.110 Jenny Duan: Sure. 344 00:40:43.322 --> 00:40:50.309 huda: I think I well, I wrote one about like 345 00:40:50.330 --> 00:40:52.439 huda: like a story that I want to report on. 346 00:40:54.880 --> 00:40:56.360 huda: I don't think I really like. 347 00:40:56.810 --> 00:40:57.850 Jenny Duan: You don't like it. Okay, if you don't. 348 00:40:57.850 --> 00:40:58.470 huda: Yeah. 349 00:40:58.650 --> 00:40:59.390 Jenny Duan: It's fine. 350 00:40:59.600 --> 00:41:04.500 huda: I don't think really matches the pumped either. But let's see. 351 00:41:11.130 --> 00:41:20.719 J",
    "enny Duan: Maybe, like you can say something about how like 1st impressions are always accurate, and you can write about like a 1st impression that later changed when you did an interview with someone. 352 00:41:21.010 --> 00:41:26.399 Jenny Duan: And then you can write about how like through store, like storytelling helps, you discover like. 353 00:41:26.790 --> 00:41:34.149 Jenny Duan: don't write this, but, like storyteller storytelling helps you discover the unknown like, don't write that, but like it helps you learn more about yourself and like. 354 00:41:34.230 --> 00:41:35.330 Jenny Duan: learn 355 00:41:35.590 --> 00:41:43.090 Jenny Duan: about the ways that different people view the world based on like their context that they live in and like storytelling, tells you that 356 00:41:43.670 --> 00:41:50.150 Jenny Duan: there, okay, something that I've learned recently. And they. This is maybe not applicable to you, but like 357 00:41:50.450 --> 00:41:54.419 Jenny Duan: there is no such thing as objective truth, only perspective 358 00:41:54.460 --> 00:41:59.360 Jenny Duan: is like something that I think so like. Maybe storytelling is your way of 359 00:41:59.510 --> 00:42:06.489 Jenny Duan: like communicating like these different perspectives with the world, including, like some that have never been told before. And like, maybe. 360 00:42:06.560 --> 00:42:18.190 Jenny Duan: for example, like with folklift, there's many stories that I'm sure you've encountered, and same with them, you know. Same with J. Camp, and like even Filmmakers Club. Like all these stories, contribute to like a more nuanced understanding of 361 00:42:18.230 --> 00:42:19.980 Jenny Duan: the world and the people in it. 362 00:42:21.130 --> 00:42:27.450 huda: Yeah, yeah, I think, yeah, that definitely is applicable to like folklift and like discovering, like. 363 00:42:27.720 --> 00:42:33.180 huda: or like, kind of exposing to like stories that aren't really set out there. 364 00:42:33.505 -",
    "-> 00:42:51.189 huda: But maybe like. So I think for one of the Stanford drafts. I I wrote it in like the style like a diary entry. So I think that might be interesting for this prompt, too. And I can talk about like how I started storytelling by like telling stories to myself through like the diary 365 00:42:51.190 --> 00:43:06.799 huda: and I mean, like, I don't know if this overlaps too much with like the the skin, like the skincare and show. And like how I started data, data science. And then I just evolved into like doing data science, but like kind of the generic like, not generic, but, like 366 00:43:07.130 --> 00:43:30.310 huda: General, like my 1st experience, being through like a diary entry, and then like talking about how I learned to like share my stories with the world, not just my stories, but like those of like like, for example, like Muslim entrepreneurs at Mountain House, and like different stories of the world through like my writing, my filmmaking and stuff like that. Yeah. 367 00:43:31.720 --> 00:43:34.540 Jenny Duan: Okay, some. 368 00:43:42.460 --> 00:43:44.129 Jenny Duan: Alright. I'm just writing this down. 369 00:43:44.585 --> 00:43:52.269 Jenny Duan: Okay, great. Does this give you enough to start with that you're able to draft it, and then maybe come back for editing. In a couple of days. 370 00:43:53.072 --> 00:43:54.129 huda: Yeah, I think 371 00:43:54.570 --> 00:44:00.509 huda: I wanna try the diary entry idea. And then I can try maybe like a different approach. 372 00:44:00.550 --> 00:44:02.599 huda: if I don't like that one. But yeah. 373 00:44:02.600 --> 00:44:04.280 Jenny Duan: Yeah, that sounds good. 374 00:44:05.003 --> 00:44:06.370 Jenny Duan: And then 375 00:44:06.560 --> 00:44:14.160 Jenny Duan: I think, now, I want to spend some time like, Oh, is there anything else that you want to talk about in regards to your Ucsas. 376 00:44:15.116 --> 00:44:35.950 huda: Oh, yeah, I actually had a question with, like, like the majors that",
    " I'm applying for, I'm like, decided for like, basically, all of them, except I'm a bit unsure about like Berkeley, because I don't know if I wanna apply directly to data science, because I know that might be a little competitive. So I was thinking, like, either. 377 00:44:36.890 --> 00:44:44.950 huda: I'm not really sure about cognitive science either, but like either that or media studies, because I know, you have to take a bunch of like data science courses in that one as well. 378 00:44:45.467 --> 00:44:48.019 huda: And I think I think it's an 379 00:44:48.768 --> 00:44:51.999 huda: BA, but so does cognitive science. 380 00:44:52.596 --> 00:44:56.663 Jenny Duan: You'd be fine, just applying straight off to data science. 381 00:44:57.070 --> 00:44:57.800 huda: Good. 382 00:44:57.800 --> 00:45:02.130 Jenny Duan: I think it's less competitive. The whole point of data science is that it's less competitive than Cs. 383 00:45:02.380 --> 00:45:17.139 Jenny Duan: And so I think it's fine, like I don't know. Do you care more about the school, or do you care more about the Major? I think we've talked about this. But like for Berkeley, would you rather go to Berkeley, or would you rather study data science? I think this is like a pretty personal question. So like, if you'd rather study data science. 384 00:45:17.220 --> 00:45:42.249 Jenny Duan: Obviously, then data science major. But if you'd rather just go to Berkeley, then yeah, maybe media arts. But the thing is like, because so many of your essays are Cse. Already like, I don't think it makes sense for you to apply to media arts, because if you want to do that, then like, why do you have such a passion for Cs, you know, and I think like there's no need to to apply for media studies just to get into Berkeley because you have such a strong like. 385 00:45:42.320 --> 00:45:52.320 Jenny Duan: You already have such a background in Cs, so like I don't know. I think it just connects more with the background to apply for somet",
    "hing more. Cs related like Cs or data. 386 00:45:52.800 --> 00:45:53.470 Jenny Duan: Grant. 387 00:45:53.850 --> 00:46:00.629 huda: No, I think I'm gonna put the like the 1st choice major as data science and then alternate as media studies. I think. 388 00:46:01.100 --> 00:46:02.910 Jenny Duan: Okay, that sounds great. Yeah. 389 00:46:11.500 --> 00:46:18.579 huda: Yeah. And then also, like my dad has been like telling me to like, apply to like some other colleges like he's been adding like 390 00:46:18.640 --> 00:46:38.860 huda: like he just recently added, like you wash, but like that was never in my list, and like I hadn't really thought about it. But I just wanted to see if there's like any other colleges that like, I should add, because I think in December second, we can stop at like asking. We have to stop asking our counselors for like the transcripts and everything so. 391 00:46:39.250 --> 00:46:46.710 Jenny Duan: Let me. Yeah, this is the. This is the next thing I want to focus on. So I'm gonna go into our notion to look at the college list. 392 00:46:50.670 --> 00:46:52.389 Jenny Duan: Let me find it. 393 00:46:55.510 --> 00:47:02.650 Jenny Duan: So since we last looked at this, we've also added 394 00:47:02.790 --> 00:47:06.180 Jenny Duan: Unc. Chapel Hill, which you've already 395 00:47:19.690 --> 00:47:22.429 huda: I think I added a lot more colleges after this. 396 00:47:22.430 --> 00:47:25.419 Jenny Duan: Yeah, can we maybe just like, do a little update about this. 397 00:47:25.420 --> 00:47:25.950 huda: Yeah. 398 00:47:26.220 --> 00:47:28.610 Jenny Duan: Okay, let me just update this. 399 00:47:36.670 --> 00:47:40.519 Jenny Duan: Oh, by the way, for the Csu applications. 400 00:47:40.951 --> 00:47:44.980 Jenny Duan: Can you just submit those when you get the chance. I don't think there's any answers. 401 00:47:45.550 --> 00:47:49.410 huda: Yeah, I think I'm just gonna submit to Sjsu and Cal Poly slow. 402 00:47:49.840 --> 00:47:51.369 Jenny Duan: Okay",
    "? Sounds good. 403 00:47:52.690 --> 00:47:53.880 Jenny Duan: That's Chase. 404 00:48:01.835 --> 00:48:02.300 huda: Also. 405 00:48:02.300 --> 00:48:04.299 Jenny Duan: That's this, you can just apply whenever. 406 00:48:05.180 --> 00:48:05.910 huda: Which one. 407 00:48:06.903 --> 00:48:08.110 Jenny Duan: Sjsu, and. 408 00:48:08.110 --> 00:48:08.460 huda: Yeah. 409 00:48:08.460 --> 00:48:09.300 Jenny Duan: Awesome. 410 00:48:09.660 --> 00:48:10.680 huda: Yeah, I'm pretty much 411 00:48:10.840 --> 00:48:19.899 huda: yeah, like I input it everything. I just need my dad to like make the cause. For some reason they're not giving the fee waiver for the Csu's, because it's considering like last year's 412 00:48:19.980 --> 00:48:25.140 huda: income. So yeah, oh. 413 00:48:25.450 --> 00:48:31.879 huda: also, I'm considering applying to U. Chicago. I don't know if they have, like a good like, like kind of Cs 414 00:48:32.561 --> 00:48:35.880 huda: program. I know people who've graduated who should call them see? 415 00:48:36.060 --> 00:48:41.809 Jenny Duan: Basically like the I think the idea is just apply to like as many schools as you can. 416 00:48:41.810 --> 00:48:49.529 huda: Yeah, I did take a look at the. I took a look at the supplementals for Uchicago, and very like interesting questions. 417 00:48:49.530 --> 00:48:50.560 Jenny Duan: Yeah. 418 00:48:50.730 --> 00:48:51.710 Jenny Duan: Yeah. 419 00:48:54.790 --> 00:49:03.889 huda: I think that's all that, I added. So far. Also, I I didn't know if I wanted to apply to Chapman University or Rochester. 420 00:49:05.860 --> 00:49:08.500 huda: Yeah, I'm just. I'm not sure about those 2. 421 00:49:08.670 --> 00:49:13.239 Jenny Duan: Okay. Chapman has a good like media program in la 422 00:49:14.810 --> 00:49:16.899 huda: I don't think my parents would let me do media. 423 00:49:16.900 --> 00:49:18.359 Jenny Duan: Okay, okay, yeah, yeah, yeah. 424 00:49:18.360 --> 00:49:18.890 huda: Yeah. 425 00:49:19.060 --> 00:49:22.460 Jen",
    "ny Duan: Chapman. Then let's take out Wade Chapman. Where is that? 426 00:49:23.660 --> 00:49:25.360 Jenny Duan: Where is that? I don't see it. 427 00:49:27.740 --> 00:49:32.199 Jenny Duan: Oh, Rochester, Rochester is the one you want to take on. Okay, let me take that 428 00:49:33.880 --> 00:49:40.200 Jenny Duan: I mean, I think, like, obviously, Harvard apply. 429 00:49:40.310 --> 00:49:42.629 Jenny Duan: Do you want to be on the east coast like I think. 430 00:49:43.418 --> 00:49:45.010 huda: I'd like to try. Yeah. 431 00:49:45.320 --> 00:49:49.950 Jenny Duan: Oh, yeah, I think like, why, my idea is just like, why not? 432 00:49:49.970 --> 00:49:55.249 Jenny Duan: I think you should apply to Harvard. I really think you should apply to Brown. I think you would really like Brown. 433 00:49:55.500 --> 00:50:00.189 huda: Oh, yeah, I added, Brown and Cornell to the common asset. But. 434 00:50:00.190 --> 00:50:05.429 Jenny Duan: Okay, can you fill in the Cornell? And then, Gail, I think you would really like to 435 00:50:08.700 --> 00:50:14.260 Jenny Duan: And then, yeah, out of all the other Ivs. I think those are the only important ones. 436 00:50:16.250 --> 00:50:19.839 Jenny Duan: Columbia, you wanna apply you're applying to Barnard like, why not? 437 00:50:20.200 --> 00:50:21.450 huda: Yeah, sure. 438 00:50:21.880 --> 00:50:29.049 Jenny Duan: Okay, do you want to apply to? Uw, they have a really good Cs program. 439 00:50:29.050 --> 00:50:31.539 huda: I think the due date was November 15.th 440 00:50:31.540 --> 00:50:32.420 Jenny Duan: Oh, okay. 441 00:50:32.420 --> 00:50:33.909 huda: Regular decision, so. 442 00:50:33.910 --> 00:50:34.950 Jenny Duan: Never mind. 443 00:50:37.980 --> 00:50:42.549 Jenny Duan: Okay, let's see, what are some other schools that you might be interested in 444 00:50:45.320 --> 00:50:47.980 Jenny Duan: Boston College like, do you like Boston? 445 00:50:48.620 --> 00:50:51.539 huda: Yeah, I think so. But I'm not sure if, like. 446 00:50:",
    "52.120 --> 00:50:55.630 huda: like, my mom is not too fond of me moving too far. But I think like. 447 00:50:55.780 --> 00:50:57.649 huda: Why not? I guess if I. 448 00:50:57.990 --> 00:51:01.960 Jenny Duan: I think it's like, if you don't want to go, then perhaps not. 449 00:51:02.748 --> 00:51:06.140 Jenny Duan: Let me think of the other favorite schools in the area 450 00:51:06.250 --> 00:51:10.230 Jenny Duan: like in my head the only goals. 451 00:51:11.440 --> 00:51:14.500 Jenny Duan: I don't know what other Cs schools you're missing. 452 00:51:26.790 --> 00:51:28.000 Jenny Duan: okay. 453 00:51:33.620 --> 00:51:35.769 Jenny Duan: Oh, Georgetown, are you interested. 454 00:51:37.364 --> 00:51:41.259 huda: I haven't heard much about like the program, or anything, but. 455 00:51:41.260 --> 00:51:46.250 Jenny Duan: Well, I guess it's more like public. I think, Duke, you should apply to Duke is similar to Stanford. 456 00:51:48.010 --> 00:51:55.630 Jenny Duan: I added, that Georgetown, although Georgetown is more like a public policy type school. 457 00:51:55.790 --> 00:52:01.179 Jenny Duan: So I don't know if that would be a good fit rice. Are you interested. 458 00:52:02.194 --> 00:52:03.570 huda: Someone in Texas, right? 459 00:52:03.760 --> 00:52:04.380 Jenny Duan: Yeah. 460 00:52:05.826 --> 00:52:08.839 huda: Do they have like a good like cs. 461 00:52:09.600 --> 00:52:11.210 Jenny Duan: Go to engineering program. 462 00:52:13.133 --> 00:52:16.219 huda: Let me see if they have any interesting majors. 463 00:52:16.470 --> 00:52:20.509 Jenny Duan: What about Washington University in St. Louis? Is that interesting? Or Vanderbilt. 464 00:52:22.470 --> 00:52:23.720 huda: What was the 1st one? 465 00:52:24.070 --> 00:52:26.550 Jenny Duan: Washington University, in St. Louis. 466 00:52:27.571 --> 00:52:30.379 huda: I don't think I've heard of that one. 467 00:52:31.110 --> 00:52:33.030 Jenny Duan: It sounds pretty good school. 468 00:52:38.250 --> 00:52:42.050 Jenny ",
    "Duan: Yeah, like, it's also really competitive, like, low acceptance. Right? 469 00:52:47.800 --> 00:52:49.149 huda: Yeah, I think 470 00:52:51.600 --> 00:52:57.529 huda: I think if I have space and I'll apply here as well, cause I think there's a limit to the amount on common app. 471 00:52:57.850 --> 00:52:59.840 Jenny Duan: Isn't it 30, or how many is it. 472 00:53:00.518 --> 00:53:02.009 huda: I think it was 20. 473 00:53:02.840 --> 00:53:03.350 Jenny Duan: Yeah. 474 00:53:03.750 --> 00:53:10.570 Jenny Duan: Okay, well, if it's 20, then we can just pick 20 schools. I don't like, I don't think you really need to apply to more than 20 schools. 475 00:53:11.038 --> 00:53:16.419 Jenny Duan: Okay. So the Ucs are separate is the Cal Poly Sloan Sjsu are those separate. 476 00:53:16.420 --> 00:53:17.070 huda: Yeah. 477 00:53:17.270 --> 00:53:18.979 Jenny Duan: And then mit is separate, right? 478 00:53:18.980 --> 00:53:19.880 huda: Yes. 479 00:53:19.880 --> 00:53:23.889 Jenny Duan: So 1, 2, 3, 4, so 480 00:53:24.538 --> 00:53:30.120 Jenny Duan: you can fill, you can pick 2 more schools, and that should bring you to 20 schools. 481 00:53:30.860 --> 00:53:31.930 huda: And. 482 00:53:34.350 --> 00:53:38.680 Jenny Duan: Yeah, I think, Vanderbilt, if you're interested. 483 00:53:41.980 --> 00:53:50.800 Jenny Duan: Washington University, Johns Hopkins, if you're interested, Caltech Caltech. 484 00:53:51.970 --> 00:53:53.899 Jenny Duan: Too small. But maybe not. 485 00:53:54.760 --> 00:53:56.309 Jenny Duan: You want to play to Caltech. 486 00:53:56.610 --> 00:54:02.464 huda: I feel like sounds like the most competitive, like out of all of them. 487 00:54:03.730 --> 00:54:04.600 Jenny Duan: True 488 00:54:10.070 --> 00:54:11.050 huda: Let's see. 489 00:54:11.050 --> 00:54:14.520 Jenny Duan: Price, Dartmouth, Vanderbilt, Notre Dame. 490 00:54:15.080 --> 00:54:18.970 huda: I think I think I'll apply to Rice. I guess. 491 00:54:18.970 --> 00:54:19.710 Jenny Duan: Okay. 492 00:54:2",
    "1.320 --> 00:54:25.579 huda: Is is asu like a good like Cs group. 493 00:54:26.320 --> 00:54:27.510 Jenny Duan: I think it's decent. 494 00:54:27.560 --> 00:54:30.800 Jenny Duan: It's also like definitely a big safety school. 495 00:54:31.330 --> 00:54:34.110 Jenny Duan: I don't know if you would enjoy being at Asu. 496 00:54:35.010 --> 00:54:38.320 huda: Yeah, I don't know. I think my my dad was telling me earlier. 497 00:54:40.450 --> 00:54:41.659 huda: Yeah, I'm not sure. 498 00:54:41.660 --> 00:54:44.380 Jenny Duan: Emory University. Would you be interested in Emory. 499 00:54:45.360 --> 00:54:47.010 huda: Emily! Oh, no! 500 00:54:47.010 --> 00:54:51.489 Jenny Duan: I think right now. It's like Washington University, Emory Vanderbilt. 501 00:54:53.150 --> 00:54:58.770 Jenny Duan: those schools that you're missing, Notre Dame. Some of like the Southern schools that are good. 502 00:55:01.830 --> 00:55:03.979 huda: Let me see Vanderbilt's Majors. 503 00:55:04.280 --> 00:55:05.570 Jenny Duan: They don't see us. 504 00:55:05.670 --> 00:55:07.549 Jenny Duan: I think you could apply as a Cs major. 505 00:55:07.550 --> 00:55:08.556 huda: See us! 506 00:55:09.060 --> 00:55:09.740 Jenny Duan: Yeah. 507 00:55:09.890 --> 00:55:16.889 Jenny Duan: like, I think you, you can definitely, you definitely have the background to apply as a Cs major. So I think you should apply as a Cs major. There. 508 00:55:18.290 --> 00:55:19.165 huda: Okay. 509 00:55:20.310 --> 00:55:27.820 Jenny Duan: It's more like, do you want to go to the school or not? Because, like these are not your. These are not your top, like favorite. Most must go picks. These are just like. 510 00:55:28.400 --> 00:55:30.645 Jenny Duan: but I'm in. Because why not? 511 00:55:31.510 --> 00:55:35.010 huda: Hmm, let's see. 512 00:55:36.060 --> 00:55:38.369 huda: Okay, let me see, Emory, I think. 513 00:55:42.070 --> 00:55:42.900 Jenny Duan: See what. 514 00:55:43.300 --> 00:55:44.200 huda: Emory. 515 00:55:44.480 --> 00",
    ":55:46.560 Jenny Duan: Yeah, Emory's in Georgia. 516 00:55:47.920 --> 00:55:48.960 Jenny Duan: Okay? Awesome. 517 00:55:48.960 --> 00:55:53.460 Jenny Duan: Like, I don't know. Like. Also, you're gonna be spending your 4 years in a trump era place. So 518 00:55:54.290 --> 00:55:55.120 Jenny Duan: right 519 00:55:55.120 --> 00:56:01.230 Jenny Duan: not to like not to be a downer. But I would also think about the environment your college is in, and how that affects, like 520 00:56:01.350 --> 00:56:07.060 Jenny Duan: your rights in terms of women's healthcare, and also just like the general vibe of your college time. 521 00:56:07.060 --> 00:56:07.410 huda: Yeah. 522 00:56:07.410 --> 00:56:09.090 Jenny Duan: Feel, like, like. 523 00:56:09.375 --> 00:56:09.660 huda: Think. 524 00:56:09.660 --> 00:56:12.740 Jenny Duan: All your years of college are gonna be in the Trump Presidency. 525 00:56:12.740 --> 00:56:13.690 huda: Yeah. 526 00:56:15.540 --> 00:56:17.219 Jenny Duan: It is like something to consider. 527 00:56:17.220 --> 00:56:21.456 huda: Maybe I could apply to another college in New York. 528 00:56:24.110 --> 00:56:26.670 Jenny Duan: Any particular. 529 00:56:28.790 --> 00:56:29.890 huda: And 530 00:56:34.880 --> 00:56:38.980 huda: well, there's like the University of Rochester, which I think is different. 531 00:56:39.480 --> 00:56:43.030 Jenny Duan: Do we? Just? Oh, we. We took out Rochester Institute of Technology. 532 00:56:43.030 --> 00:56:48.669 huda: Yeah. Cause, I think I've heard like negative things about Rochester Institute of Technology. 533 00:56:48.670 --> 00:56:51.270 huda: Okay, that's not that. Yeah. 534 00:56:56.210 --> 00:57:00.000 huda: I don't know. I don't think University of Rochester is really like a Cs school. 535 00:57:00.000 --> 00:57:05.890 Jenny Duan: What about like Williams College? Have you heard about that? It's a liberal arts college perfect. 536 00:57:05.890 --> 00:57:06.930 huda: Have heard of it. 537 00:57:07.430 --> 00:57:10.010",
    " Jenny Duan: It's like one of the top Liberal Arts colleges. 538 00:57:11.470 --> 00:57:12.350 Jenny Duan: If you're interested. 539 00:57:14.200 --> 00:57:16.089 huda: Yeah. Let me see. 540 00:57:16.540 --> 00:57:17.140 Jenny Duan: Sure. 541 00:57:33.740 --> 00:57:40.000 huda: Yeah, I think they, I think they have a Us. 542 00:57:41.940 --> 00:57:49.110 huda: I think the computer science is like the closest like match there. But. 543 00:57:49.110 --> 00:57:52.620 Jenny Duan: Yeah, I think you would just like continue applying for Cs programs. 544 00:57:53.540 --> 00:57:58.079 huda: Okay. Then I think I think I'll apply to Williams College. 545 00:57:58.790 --> 00:57:59.560 Jenny Duan: Okay? 546 00:58:00.930 --> 00:58:01.780 Jenny Duan: Oops. 547 00:58:02.250 --> 00:58:11.379 Jenny Duan: Okay? So in terms of timeline, then what this means is, ut. Austin is your next? 548 00:58:11.390 --> 00:58:13.739 Jenny Duan: Is your next deadline right? 549 00:58:14.470 --> 00:58:16.360 huda: Alright. Let me see, when you feel sends you. 550 00:58:16.360 --> 00:58:18.029 Jenny Duan: I think it's due pretty soon. 551 00:58:21.450 --> 00:58:28.809 huda: I'm pretty sure the essay was really like, oh, it's December first.st Yeah, and the SEO is really similar to 552 00:58:29.900 --> 00:58:31.209 huda: one of them. Wait. 553 00:58:32.160 --> 00:58:35.789 huda: It was just share. Think of all the activities. 554 00:58:36.280 --> 00:59:00.939 huda: Oh, there's 3 essays. Technically, there's 1. Which is, why are you interested in the major? You indicated as your 1st choice, Major, and then the second one was, think of all the activities both in and outside of the school that you've been involved in during high school. Which one are you most proud of? And why? And then the last one's like basically additional information, or like special circumstances which have impacted high school academic performance. 555 00:59:00.940 --> 00:59:05.579 Jenny Duan: Okay, that's not really that applicabl",
    "e. Yeah, okay, great. So 556 00:59:05.850 --> 00:59:11.580 Jenny Duan: I mean, this means that you have about 16 more schools to apply to in the span of 6 weeks. 557 00:59:11.810 --> 00:59:17.679 Jenny Duan: So that's gonna be an average of like 2 to 3 school essays that you're drafting within the next 6 weeks. 558 00:59:19.980 --> 00:59:24.590 Jenny Duan: So yeah, I mean, keep in mind that, like 559 00:59:24.680 --> 00:59:37.539 Jenny Duan: a lot of essays are going to be reused. So it's not actually that bad. But just to give you some mental preparation. There will be like 2 or 3 essays, 2 or 3 schools, not essays from here on, out until January. First.st 560 00:59:38.904 --> 00:59:41.390 Jenny Duan: Okay, okay. 561 00:59:41.776 --> 00:59:49.900 huda: Yeah, I actually checked. I checked in with, like, how many essays are there for Cornell? And there's like 11 almost. 562 00:59:49.900 --> 00:59:55.879 Jenny Duan: Yeah. So it's gonna be a lot of work on your end. And this is on top of scholarship applications. 563 00:59:56.050 --> 00:59:57.850 Jenny Duan: Do not forget about those. 564 00:59:58.740 --> 01:00:05.960 Jenny Duan: So what I think we can do right now is, let's just like 565 01:00:06.230 --> 01:00:31.190 Jenny Duan: later. Actually, I'm going to give this to you as a just a task for yourself to do, I think later. Can you rank these in the order of priority? So on the notion. Just like drag the college name, and just like, put it in the order of your priority in terms of schools that you care about, and we'll just work off of the priority list, and there, and so like in the case that you are overwhelmed with essays. 566 01:00:31.260 --> 01:00:44.809 Jenny Duan: we can drop some of the bottom essays that you don't really care that much about, or the bottom schools and and prioritize your top ones. So I think what this looks like for our next 6 weeks, or something, is, I think we should meet 567 01:00:46.400 --> 01:00:50.780 Jenny Duan: 3 or 2 times a week d",
    "epending on your availability, but at least 568 01:00:51.070 --> 01:00:53.160 Jenny Duan: at least 2 times a week. 569 01:00:53.930 --> 01:00:59.925 Jenny Duan: cause at minimum. That's just to like review your essays for each school before submit it. 570 01:01:00.590 --> 01:01:14.445 Jenny Duan: so I think we should make me at least 2 times a week, or 3, or whatever your your availability is. But I think for now let's after this, I'm gonna send out the email and the email. I'm gonna ask that you 571 01:01:15.040 --> 01:01:34.101 Jenny Duan: rank your schools in order of priority. So that way we know what to get to. But before next time we meet I want to see if the next edit of the Uc. Essays, or if you tag me, I can look at it asynchronously, and then also a draft of your Ut Austin essay, and then right now we can set up the meetings for the rest of the week. 572 01:01:34.370 --> 01:01:34.790 huda: Yeah. 573 01:01:34.790 --> 01:01:37.309 Jenny Duan: Help the schedule. What! 574 01:01:37.420 --> 01:01:39.180 Jenny Duan: When would you like to meet next? 575 01:01:40.479 --> 01:01:44.789 Jenny Duan: Do Wednesday? But I can do Thursday, Friday, etcetera. 576 01:01:45.020 --> 01:01:59.690 huda: Yeah, I'm I'm available. Actually, next week is Thanksgiving break. So break. So I'm like, free like any day of the week to meet. So can we like like during fall break, we met a lot, and that got a lot done so maybe that could be helpful. 577 01:01:59.690 --> 01:02:02.090 Jenny Duan: Yeah, we can front load some of your applications. 578 01:02:02.090 --> 01:02:08.749 huda: Yeah, so like, but like I'm also available on like Thursday and Friday. So 579 01:02:09.375 --> 01:02:15.410 huda: I think like, let's meet on Thursday, maybe to go over like uc and ut Austin 580 01:02:16.420 --> 01:02:18.830 Jenny Duan: Can we do at 9 Pm. Does that work for you? 581 01:02:18.950 --> 01:02:19.930 huda: Yeah, that's fine. 582 01:02:20.510 --> 01:02:23.720 Jenny Duan: Okay? Oh, actually, I can d",
    "o 8 pm, is that better? 583 01:02:24.305 --> 01:02:25.729 huda: Yeah, I mean, either work. 584 01:02:25.730 --> 01:02:28.990 Jenny Duan: Or, okay, can we just do 8, 30? I'll just put it in the middle. Okay. 585 01:02:28.990 --> 01:02:29.460 huda: Okay. Sure. 586 01:02:29.460 --> 01:02:34.550 Jenny Duan: 30 on Thursday I'll have Mary set that up, and then I don't think we need to meet Friday. But then. 587 01:02:35.612 --> 01:02:37.330 Jenny Duan: maybe on Thursday 588 01:02:37.550 --> 01:02:44.189 Jenny Duan: we can reassess our weekend time like the and the weekend, and also next week I'm also going home, so I'm more free, too. 589 01:02:44.920 --> 01:02:49.840 Jenny Duan: So let's just set up our next meeting for Thursday, then, and then I'll talk to you. Then. 590 01:02:50.530 --> 01:02:51.200 huda: Yeah. 591 01:02:51.200 --> 01:02:58.159 Jenny Duan: Okay, then see you and feel free to text me or send me an email, or just tag me on the doc whenever something new comes up. 592 01:02:58.688 --> 01:03:00.160 huda: Okay, thank you. Bye."
  ],
  "turns": [
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 88.87,
      "end": 89.66,
      "text": "Hi. 2"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 92.1,
      "end": 95.1,
      "text": "Hi! Huda there's chance if. 3"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 95.1,
      "end": 96.39,
      "text": "I can't hear you. 4"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 96.39,
      "end": 101.11,
      "text": "Meeting link in the middle, we might have to switch links. But for now this should be good. Is that okay? 5"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 101.68,
      "end": 102.84,
      "text": "Wait! Can you hear me? 6"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 102.84,
      "end": 108.33,
      "text": "Wait. Yeah, I can hear you. Can you hear me, or can you not hear me? 7 -Oh. 8"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 111.49000000000001,
      "end": 113.7,
      "text": "Oh, I can! I think I can hear you now. 9"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 113.95,
      "end": 115.1,
      "text": "Okay. Can you hear me? 10"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 115.1,
      "end": 115.67,
      "text": "Yeah. 11"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 115.92,
      "end": 124.757,
      "text": "Alright great. I basically said, there's a chance that if Mary sends a link in the middle of this meeting we might have to switch to that, but for now this will be good. 12"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 125.33,
      "end": 125.85,
      "text": "Okay. 13"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 126.154,
      "end": 130.41,
      "text": "Did you get a chance to look back at your University of California essays? 14"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 130.87,
      "end": 170.358,
      "text": "Yeah, I actually wrote a new draft for the academic subject, one which is more like focused on data science. It's like, it's a new one. It's kind of like a combination of one of the essays that we worked on for Stanford like the the one about like 15 collecting data like like souvenirs. I kind of 16 like kind of mix it in. But this one's a little different. It was talking about like my 1st experience kind of with data science, and okay. So I actually wrote it about, the hook is about like 17 starting skincare. And having, like all these skin problems, 18"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 170.79,
      "end": 172.149,
      "text": "I'm reading. I'm reading it now. 19"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 172.15,
      "end": 205.079,
      "text": "Oh, okay. 20 yeah. So I just talk about like how one time I decided to like record like pattern and see if there were any patterns like, for example, like the weather, like my diet, just like different things, and trying to find like the reason why, so that I guess that was like my 1st data analysis experience. And then this actually like perfectly connects to like one of the projects that I worked on with coded classy, which was like an acne detector. And it just detects like, what type of acne you have. 21 And then, like the website, had, like different solutions to the different types of acne 22"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 205.635,
      "end": 234.299,
      "text": "and then I talk about kind of like the ethical implications of AI, and that's where I bring in like empower hacks. And honestly like this paragraph I'm not too sure about, because it's a bit like info dump. But yeah, like I wasn't sure how to like weave it in. Then, after that, I kind of added a little bit of 23 like the other essay, like the Stanford essay, about like like my amusement with like data, and the conclusion is just kind of like a tie back to the hook. 24"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 234.96,
      "end": 239.51,
      "text": "Okay, let me write this down and take some notes on what you've changed. 25"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 239.95,
      "end": 240.49,
      "text": "Yeah. 26"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 258.279,
      "end": 259.859,
      "text": "And that's in here. 27"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 296.81,
      "end": 308.889,
      "text": "I think maybe right here. At 12 you don't have to repeat like 12 cleansers and creams, can you say, like 8 or something? I don't know. I just think the number 12 looks a little bit confusing in that context. 28"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 315.2,
      "end": 330.949,
      "text": "maybe like, instead of 29 a determination for a clear skin. Specifically, you can say, like a determination to find out the truth or something, because data science is all about like revealing truth through numbers and like, that's kind of what makes it powerful. So maybe you can hint to that right here. 30"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 330.95,
      "end": 335.429,
      "text": "Can I see like a reason, maybe, for reasoning? 31"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 335.77,
      "end": 337.87,
      "text": "And a determination for reasoning. 32"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 338.4,
      "end": 339.25,
      "text": "Yeah. 33"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 339.25,
      "end": 340.829,
      "text": "Yeah, that's that works. 34"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 363,
      "end": 371.92,
      "text": "Why did this raise this question? Can you write something about how like it was detecting? Maybe your skin tone, your friend's skin tones, or like different skin tones in different ways. 35"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 372.65,
      "end": 377.58,
      "text": "Oh, yeah, 36 Think I'll replace this sentence with that. 37"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 380.187,
      "end": 381.47,
      "text": "Let me see. 38"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 385.91,
      "end": 386.87,
      "text": "Yeah. 39"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 391.66,
      "end": 414.58,
      "text": "okay. 40 Instead of driving your commitment to ethical AI can like, what exactly is it about your commitment to ethical AI that stands out. Is it like your 41 your commitment to ensuring that AI could, like the AI 42 served all people? What like? What about your commitment to ethical AI. Can we bring that out a little bit more. 43"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 415.01,
      "end": 449.22,
      "text": "Yeah, I think like, what I was going for is that like. 44 I think for this one, I think the panel that I talked about towards the end of the paragraph might be a little more relevant. Because, like, they kind of discuss like how they build like tech solutions that are catered to everyone. So I think that aspect. So maybe like, I don't know if I need to add the the 45 other aspects like healthcare tools and accessible education platforms. 46 So, yeah. 47"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 453.11,
      "end": 464.209,
      "text": "Can we? Is there a way we can modify this 1st sentence? Then, instead of these questions, drove my commitment to ethical AI. Can you 48 make it a little bit more specific. On what elements of AI you're drawn to. 49"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 464.82,
      "end": 467.749,
      "text": "Yeah, I'm gonna add the sentence first.st 50"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 468.19,
      "end": 469.08,
      "text": "Sure. Yeah. 51"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 499.82,
      "end": 501.349,
      "text": "The rest looks good to me. 52"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 502.97,
      "end": 512.4,
      "text": "Okay, do you think there's a question coming right after like. 53 do you think it's too random like, I need a 54 add something before. So it makes sense. 55"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 519.419,
      "end": 523.399,
      "text": "Maybe like, how can we embed diversity within AI. 56"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 523.61,
      "end": 525.09,
      "text": "Oh, yeah, I like that. Letters. 57"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 525.33,
      "end": 526,
      "text": "Yeah. 58"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 547.79,
      "end": 557.04,
      "text": "So I can be like 59 so should I, I can. I can keep the this question. 60 This question. 61"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 564.17,
      "end": 570.52,
      "text": "yeah. So Jove! My 62 That's it. 63"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 575.72,
      "end": 577.52,
      "text": "Commitment to. 64"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 578.03,
      "end": 586.56,
      "text": "Maybe, like, emphasize my commitment to ensuring that, like 65 the data and AI represents the people it serves. That's a little bit wordy. But. 66"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 586.56,
      "end": 587.14,
      "text": "Yeah. 67"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 587.14,
      "end": 599.3,
      "text": "Something like that like, you want to connect it to data science, because you're not applying to study. You're not studying like computer science. You're not building AI as your major. You're like 68 learning learning about the data that goes into AI systems. In the 1st place. 69"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 602.84,
      "end": 604.26,
      "text": "Does this make sense? 70"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 607.48,
      "end": 613.739,
      "text": "I think creating representative data sets is a little bit 71 it's like, take, it's like a little bit too small, like it's. 72"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 613.74,
      "end": 614.23,
      "text": "Thank you. 73"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 614.23,
      "end": 616.39,
      "text": "You're doing something bigger than this. 74"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 643.34,
      "end": 647.939,
      "text": "maybe like to create data sets that represent the people. AI tools are built for. 75"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 648.59,
      "end": 649.43,
      "text": "Oh, yeah. 76"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 650.56,
      "end": 655.27,
      "text": "Like, I think it's okay. If it's a little bit longer, just whatever it takes to get your point across. 77"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 676.66,
      "end": 700.26,
      "text": "Maybe instead of saying like creating data sets, I can say, like to like analyzing our 78 actually like, I don't know. I don't know how I can like focus it. 79 Onto empower hacks. 80 Like. I don't know if this is like a good transition. 81"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 713.55,
      "end": 715.58,
      "text": "They represent the people. 82"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 719.64,
      "end": 723.95,
      "text": "Ai tools. 83 How's that? 84"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 725.92,
      "end": 728.119,
      "text": "Oh, yeah, actually, I can't see your edits. 85"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 728.7,
      "end": 740.929,
      "text": "I know for some reason. 86 Here, let me show you. 87 For some reason my screen is not showing that, like your cursor is on. I don't know 88 if yours is reflecting the same, but, like. 89"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 740.93,
      "end": 745.08,
      "text": "Yeah, I can't it? It doesn't show me like that you're on the dock either. 90"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 745.99,
      "end": 761.409,
      "text": "Can you see my edit like I don't. 91 Why, this isn't working. Let me just close the tab. Can you send the tab in the actually, I'll just go on the tab one more time. 92 Oh, okay, that works. 93"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 761.41,
      "end": 762.55,
      "text": "Yeah, it's fixed. 94"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 762.55,
      "end": 775.8,
      "text": "Okay. Okay. 95 Here. How's this? I just changed the represent the people AI tools are created for. And that way, like 96 issues like algorithmic bias and unequal access refer to AI tools. 97"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 777.98,
      "end": 778.86,
      "text": "Okay? 98"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 786.37,
      "end": 792.349,
      "text": "I'm still a little stuck on the creating data, sets part cause I don't know, if that's what I'm trying to say, and 99"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 792.61,
      "end": 793.18,
      "text": "Okay. 100"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 793.18,
      "end": 793.86,
      "text": "Congrats. 101"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 799.45,
      "end": 801.899,
      "text": "Observe my commitment to. 102"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 806.13,
      "end": 807.21,
      "text": "Like. 103"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 807.21,
      "end": 815.61,
      "text": "Not the exact word, but like promote, like, I'm trying to say, like 104 to promote, like the usage of like data sets that are representative. 105"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 815.97,
      "end": 816.61,
      "text": "To 106"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 826.44,
      "end": 828.79,
      "text": "Oh, yeah, that's like, smoother. Yeah. 107"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 830.92,
      "end": 833.239,
      "text": "Does that kind of capture? What you're thinking. 108"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 833.24,
      "end": 833.92,
      "text": "Yeah. 109"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 834.42,
      "end": 835.1,
      "text": "Okay. 110"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 848.51,
      "end": 855.59,
      "text": "great. 111 I think the rest of this essay looks good to me. Is there? Do you have any other notes on this essay? 112"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 856.561,
      "end": 875.55,
      "text": "Do you think? Here, where I say, like accessible education platforms for women color and technology? 113 I don't know if I I don't know if I have to do that, because I do say over here that it's like a global initiative for young women. So I don't know if I'm like just seeing it like 2 times. 114"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 885.01,
      "end": 894.119,
      "text": "I'm curious, like, what do you mean by projects? Were these categories that your participants were building for? Or were these just examples of things that your participants built. 115"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 894.822,
      "end": 916.88,
      "text": "Kinda yeah, like examples, because our like major theme was like, technology that like promotes like 116 equality for like women in in the technology field. But there's like some projects that were like like the stem field in general. So there's some people making projects about like medicine. There's some people making about like. 117"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 916.88,
      "end": 925.53,
      "text": "But I think this just clarifies it. So instead of we, you can just say, like, this is what 118 what participants did. 119"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 925.8,
      "end": 930.3389999999999,
      "text": "Oh, yeah, yeah, it's also a little more concise. I think this is over. The word limit. 120"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 931.11,
      "end": 934.35,
      "text": "Okay, that's fine. We can cut it down. 121 Oh. 122"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 943.41,
      "end": 946.67,
      "text": "this sentence can be this, this could be deleted. 123"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 952.7,
      "end": 953.58,
      "text": "Okay. 124"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 998.12,
      "end": 999.409,
      "text": "this can be. 125"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1047.24,
      "end": 1050.559,
      "text": "do you like this sentence change. I changed the 1st sentence again. 126"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1056.02,
      "end": 1066.27,
      "text": "Yeah, I think, I think, like, it's 127 yeah. It's worded a little bit. Yeah, okay. 128"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1069.17,
      "end": 1075.939,
      "text": "Instead of belief. You could also write like conviction, or understanding. 129 or whatever you think is best, but I think, believe me. 130"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1075.94,
      "end": 1097.089,
      "text": "I think conviction might sound a little more like complex. 131 And over here when I talk about like how testing the like the model. And then, like noticing, like the skin colors impacting the accuracy. Do you think it's kind of like underdeveloped? And it's just kind of like dumped in there. 132"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1100.99,
      "end": 1114.01,
      "text": "You notice how the models accuracy differed depending on our skin tone? 133 How's that. 134"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1114.79,
      "end": 1119.09,
      "text": "Yeah, I think that's looks a little more polished. Yes. 135"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1122.15,
      "end": 1123.56,
      "text": "16 words. 136"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1124.09,
      "end": 1132.999,
      "text": "Okay, this, like last sentence, is a little flowery over here. So maybe. 137"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1137.97,
      "end": 1141.22,
      "text": "Think you can just delete this. 138 Okay. 139"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1144.17,
      "end": 1148.469,
      "text": "3, 36. 0, now it's too short. Okay. Oh, keep that sentence. 140"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1153.58,
      "end": 1157.669,
      "text": "6. 141 Wait? Oh, yeah, how much? How many is it. 142"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1158.602,
      "end": 1166.5,
      "text": "We need to get rid of 3 words. 143 Maybe it's up to me. I can just say, data is as personal as it is global. 144"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1170.05,
      "end": 1170.75,
      "text": "Yeah. 145"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1176.31,
      "end": 1177.61,
      "text": "I think it's 1 more word. 146"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1188.76,
      "end": 1190.109,
      "text": "Yeah, I think that should be good. 147"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1190.31,
      "end": 1190.97,
      "text": "Okay. 148"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1192.54,
      "end": 1194.53,
      "text": "Oh, it's a 1! 1 word off. 149"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1194.53,
      "end": 1195.43,
      "text": "Still. Okay. 150"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1195.43,
      "end": 1196.15,
      "text": "Yeah. 151"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1219.98,
      "end": 1225.47,
      "text": "maybe just technology access yeah, yeah. 152"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1227.13,
      "end": 1231.319,
      "text": "Perfect, perfect. 153"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1231.32,
      "end": 1232.76,
      "text": "It's perfect to do 50 words. 154"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1233.03,
      "end": 1266.299,
      "text": "Okay, I think what I'm going to do now is I want to look at these essays in context, and I think we should go over all of them to make sure that no themes are repeating again. 155 So this one is about data science code of classy and empowering. AI, great 156 this one is about Mht jobs and your background. That's great. 157 This one is about English language development. And okay, here's empower her hacks again. So I don't think we need empower her hacks twice. 158"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1271.64,
      "end": 1272.37,
      "text": "yeah. 159"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1272.37,
      "end": 1280.339,
      "text": "Yeah. So yeah, I think. And then you mentioned in the comments that it would be better to like, talk about like my storytelling aspect. So. 160"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1280.34,
      "end": 1306.369,
      "text": "I think it would be better to tell. Talk about your like. I do really love this. 161 I really love this, but I think storytelling is a more like 162 concrete skill. Then, like I'm having trouble attaching nostalgia to like a skill set, or I know how you say, like you are part of the past and also the future. But like to me, that's not immediately identifiable as a skill set. If that. 163"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1306.37,
      "end": 1306.73,
      "text": "That makes. 164"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1306.73,
      "end": 1307.509,
      "text": "So I think it. 165"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1307.51,
      "end": 1308.15,
      "text": "Yeah. 166"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1308.15,
      "end": 1328.89,
      "text": "In my opinion, it would make us make for a stronger essay if you were to connect it to like a tangible skill set. In this case, storytelling. 167 And I think that like journalism and like filmmaking. And you know, student news is a really really important part about you that I don't see reflected in other pieces of your 168 essay so far. 169"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1329.47,
      "end": 1358.493,
      "text": "Yeah. And I was, I was thinking, like, 170 if I'm not able to mention it like Eld anywhere else. I think it could still have like a place in like the storytelling aspect, because I guess, like part of like teaching them was also telling the stories. So I think. Yeah, if I if we're not able to squeeze it anywhere else I could or like, if I guess if if 171 actually, I don't think so, I don't think it's important to put in the story time, because. 172"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1358.72,
      "end": 1362.019,
      "text": "You don't include all your activities in all your essays. 173"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1362.3,
      "end": 1368.36,
      "text": "Yeah, cause I think this one might be more focused on like journalism and filmmaking. So, yeah. 174"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1375.05,
      "end": 1378.069,
      "text": "and what about this last one is this one? Fred. 175"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1378.44,
      "end": 1381.13,
      "text": "One second. I'm just writing some notes about this essay. 176"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1389.52,
      "end": 1391.77,
      "text": "Okay, the last essay, 177"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1401.19,
      "end": 1444.73,
      "text": "I feel like this last essay is also a little bit similar to 178 the Victory Royale essay, because you same right about your like. 179 your town, and like the themes, are kind of the same. I'm actually wondering if you could write one of the other prompts about leadership or about maybe creativity like create. If in the creativity essay you could also use that as an opportunity to do the storytelling. If you like to write about filmmaking if you wanted to 180 do that instead. But I think like it's maybe not the best to have 2 essays about challenges. And maybe if you have one essay about challenges, you can use this one as a way to demonstrate, like your leadership, or your creativity, or something else about you. 181"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1446.641,
      "end": 1467.77,
      "text": "Wait. So I don't know, Archie. 182 I was thinking so. I I guess the kind of decision is between this like significant educational opportunity or like challenge and then the Mht Jobs essay, which was the 183 oh, it's the same prompt 184 Oh. 185"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1468.12,
      "end": 1473.929,
      "text": "I mean, you could always change it with a different prompt. 186 It's not the same, prompt. It's a different, prompt. 187"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1473.93,
      "end": 1474.92,
      "text": "Really wait. 188"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1475.22,
      "end": 1478.16,
      "text": "How is academic achievement versus. 189"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1478.16,
      "end": 1478.54,
      "text": "Oh! 190"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1478.54,
      "end": 1480.27,
      "text": "But it's like, you know, this. 191"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1480.27,
      "end": 1481.55,
      "text": "Yeah, they're essentially the same. There. 192"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1481.55,
      "end": 1482.24,
      "text": "Yeah. 193"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1482.44,
      "end": 1484.21,
      "text": "Which one do you think is stronger. 194"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1485.07,
      "end": 1515.35,
      "text": "I think the question 4 is stronger, because I don't think it's like been a significant. I don't think it's affected your academic achievement. I feel like that's kind of like, oh, like, if you failed a class like maybe because of this. But you didn't really like 195 it hasn't really affected your academic achievement in the sense that, like, you're still a successful academic student. So. 196 I don't think 197 that prompt is the best, I think, for the prompt 4 should be used for Essay 2. And then you should 198 write a new, prompt, or rearrange your essays for the last essay. 199"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1516.346,
      "end": 1543.48,
      "text": "And also like, I was having a little trouble like approaching like the essay for number 2, like, because there's just I feel like there's like a lot going on in there. 200 And I'm not sure like how to 201 kind of transition from like this Andrew Jackson theme to to like mh jobs to folklift and 202 like kind of mention all those things in 3 50 words. 203"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1544.9,
      "end": 1546.19,
      "text": "And 204"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1551.95,
      "end": 1553.78,
      "text": "are you talking about? Essay? 2. Right now? 205"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1553.78,
      "end": 1559.12,
      "text": "Yeah, like essay 2. But like, like you said with the prompt of essay, 4. 206"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1559.4,
      "end": 1561.139,
      "text": "Oh, let me! 207"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1563.61,
      "end": 1568.069,
      "text": "I think it would be helpful to like write maybe like an outline for this. 208"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1570.05,
      "end": 1571.38,
      "text": "No. 209"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1583.31,
      "end": 1598.469,
      "text": "I think it's fine. I think just right here 210 in this paragraph that I'm highlighting right now. You can just emphasize about how you self studied Cs, how you learned on Youtube, how you leverage online resources and just go more deeper into that aspect of it. 211"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1599.08,
      "end": 1609.859,
      "text": "You should, so I don't need to mention so, since I'm like 212 putting like folklift, I guess, in the storytelling essay I don't have to mention it here, either. 213"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1610.37,
      "end": 1611.609,
      "text": "No. Yeah. 214"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1611.77,
      "end": 1630.31,
      "text": "Okay. 215 wait also, like, I think you mentioned in the comments, though, that, like the different essays, should be showing like different aspects about me. So 216 yeah, let me actually put this prompt up there. So like, it makes more sense. 217"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1630.31,
      "end": 1630.99,
      "text": "Okay. 218"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1645.26,
      "end": 1646.76,
      "text": "Oh, sorry! There. 219"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1648.03,
      "end": 1649.43,
      "text": "Yeah, I, I put it there. 220"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1649.43,
      "end": 1650.005,
      "text": "Okay. 221"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1660.56,
      "end": 1672.369,
      "text": "like, yeah, how? How can I like move forward? Because, like, I know, this is like a, this is a good job. And I don't think I fully fleshed it out. 222 because there's like some things that aren't here like the impact of Mec jobs. 223"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1674,
      "end": 1690.5,
      "text": "Yeah, I think here the opportunity is to focus it more so on what you've learned than 224 like, impact is obviously important. But you should work on like how you've worked to overcome this educational barrier. 225 like, for example, I think 226"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1695.49,
      "end": 1756.56,
      "text": "all of this can be perhaps deleted 227 just to save word count. 228 And then here there weren't many opportunities, though there weren't. 229 This is great. So you can add here about like, how you started learning Cs, in the 1st place. 230 through Youtube, tutorials, etc. 231 and like. Talk about the process of what it was like to learn it by yourself, even without access to like the expensive camps programs and classes that, like other students, might have had access to in the past. 232 And then 233 and like. Then you can say, like instead of as block code transformed to Javascript, you can say like over time. I began to see how like 234 these designs could impact your community. And then 235 you can write about that like 236"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1756.61,
      "end": 1773.879,
      "text": "can write about how like the more you learn how to code, the more impact you're able to have. So focus it on the learning. And like, the more yeah, the more you learn how to code, like the more the better tools you could develop for your community. 237 Does that make sense. 238"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1774.76,
      "end": 1775.39,
      "text": "Yes. 239"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1775.51,
      "end": 1776.6,
      "text": "Oh, please! 240"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1785.5,
      "end": 1788.889,
      "text": "And then do I talk about like Mht. Jobs after that? 241"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1789.54,
      "end": 1790.23,
      "text": "Yeah. 242"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1792.64,
      "end": 1793.34,
      "text": "Okay. 243"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1793.59,
      "end": 1796.98,
      "text": "But again, the focus of the essay here should be your learning. 244"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1800.13,
      "end": 1800.71,
      "text": "Okay. 245"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1800.71,
      "end": 1812.749,
      "text": "You want to emphasize your tenacity, your determination, your curiosity, and like how you're able to find or and or create all these opportunities for yourself, because they weren't easily handed to you. 246"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1816.14,
      "end": 1824.72,
      "text": "So I think it would be helpful if I could have like a kind of like an outline. 247 Just so I can like. Keep it more structured. 248"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1825.69,
      "end": 1830.189,
      "text": "I think what you have is is good, like I think all you need to do is add right here. 249"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1831,
      "end": 1832,
      "text": "Oh, okay. 250"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1832,
      "end": 1855.339,
      "text": "I think, like this. The 1st part is totally fine. Just delete this to make it, to give yourself more work. 251 your more words, and then. 252 I think, keep that beginning, for now and then, later on in the week, if you finish your draft, and it's too long tag me, and like I can help you cut it down like just 253 right, like a call, like just tag me on the doc, and I can come back and edit it down. But I think at the beginning is totally fine. 254"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1861.1,
      "end": 1901.95,
      "text": "maybe. Like, yeah. 255 I began to see the power of my simple web designs to impact, just like where, in between the 1st sentence and the second sentence as block code transformed, I would just add some details about how you learn computer science. And then 256 right here, you can say, like. 257 as the emphasis should be like, not like you just created Mht. Jobs out of thin air. It's like as you continued to learn, you found that, like, you were able to build more and more impactful things that were able to change your jobs, your community. And one of them happened to be Mhc. Jobs which you developed during the pandemic, and then write a little bit about that. And at the end you can just close it out about how like 258"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1902.13,
      "end": 1921.84,
      "text": "computer science connects the world like connects the world through like couple of lines on the screen. And so like, that's why it's been the greatest equalizer for you. And that's why you want to like. Continue 259 continue it so that, like 260 communities around the country, or wherever your community can like continue to to benefit from what you've learned. 261"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1923.16,
      "end": 1949.78,
      "text": "I think one interesting, like conclusion I just thought about is about like talking about like how my mom gave me like that $20, and that like eventually, like, helped my family during that situation. And then also, how like Youtube gave me like knowledge on like how to code, and that kind of like helped my community in like the like in the situation. So I guess maybe I can make a connection in that way. 262"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1950.87,
      "end": 1953.679,
      "text": "Definitely. Yeah, that sounds great. 263"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1956.14,
      "end": 1958.43,
      "text": "Oh, okay, yeah, that makes sense. 264"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1960.16,
      "end": 1994.06,
      "text": "Okay, wonderful and then 265 so I think, let's we can maybe spend some time talk about like how each of these essays kind of shows a different 266 element of you, and like how they all worked together to further like the University of California systems, understanding of you. So the 1st essay is obviously a Y major essay. So that shows like, why you're interested in data science. It's a pretty unique lens, like some of the projects you've worked on with code of Classi. Second essay is about your background. I think this will get you some points there. So like that'll be good, because, like it's underrepresented rural, etc, etc. 267"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1994.06,
      "end": 2044.759,
      "text": "And then also, like another essay about computer science, which is good because it like you're interested in coding, and etc. 3rd one essay. I think talking about journalism and 268 your power of storytelling is going to be really a good fit here. And yeah, I'm excited to see how that turns out. And then the 4th essay, I think we should come up with a new idea. 269 Pardon me. 270 yeah. So let's think about like what you want to write about, and then we can match it to a prompt. So things that are important to you, your passion for gaming that's already covered in the Synthoria. S. 271 I see. 272 No, this is the Centauri essay. 273 Oh, this is okay. Yes. 274 I'd say we need to change the Pro. I think this this essay needs to be about synthoria. But I don't think this is the right 275"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2045.07,
      "end": 2047.12,
      "text": "prompt for your essay. 276"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2047.12,
      "end": 2047.91,
      "text": "Yeah. 277"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2047.91,
      "end": 2057.849,
      "text": "So maybe you can talk about like how you express your create creative side. Like, I think there's 1 prompt that's like most people have a creative side, or I don't know if that's 278 yeah. 279 But. 280"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2057.85,
      "end": 2058.929,
      "text": "Let me paste that. 281"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2059.26,
      "end": 2075.279,
      "text": "You can talk about like gaming. And 282 I would connect it to something else, because you already have like 3 Cs essays. So I would not make it a direct Cs essay, but like. 283 talk about gaming. And then, is there anything else that you do that's creative. 284"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2084.409,
      "end": 2090.4,
      "text": "like nothing that really relates to like any of my extracurriculars. 285 And 286"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2096.27,
      "end": 2132.09,
      "text": "I mean, I think, like 287 I don't. I might not even have to talk about like the Cs aspect of video games. Maybe I can just like talk about like. 288 actually like, what if I wrote wrote about like 289 game reviews, cause I did win like an award for game, for like a game review and 290 like, I guess. Actually, I don't know if that's like too clear. But hmm! 291 Let me see my activities list. 292"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2138.62,
      "end": 2145.61,
      "text": "Also in your journalism essay. Make sure you also mention folklift, because I don't see it anywhere else, too. 293 That's important. 294"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2146.43,
      "end": 2195.079,
      "text": "Yeah. 295 maybe like, I think another thing, I don't know if I 296 mention it anywhere. But also, I think like the way I express myself creatively, is do like 297 like finding different ways to like teach people. 298 I think that's also somewhat related to centuria. But it's like again, it's connected back to eld and like and like 299 volunteering at the mosque for a Sunday school, it's like you have to find like creative ways to like kind of cater to different audiences. And so like 300 I guess, like my creative side is like figuring out like how to how to 301 build, like make like educational resources, or just like 302 teaching through different ways, depending on. 303"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2195.08,
      "end": 2202.179,
      "text": "My cool t-shir! 304 That's great teaching through different mediums. 305"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2202.725,
      "end": 2206.83,
      "text": "I don't know if that overlaps too much with the storytelling one but. 306"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2206.83,
      "end": 2222.82,
      "text": "Let's just focus on different extracurriculars. So you can talk about the eld language development making games for that synthoria and also volunteering at the mosque and how you help the young kids understand different concepts. 307 I think those are like 3 really concrete examples that don't overlap with anything else. 308"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2225.45,
      "end": 2231.72,
      "text": "Alright. What do you think? 309 Yeah, I think. 310 That sounds good. 311"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2236.76,
      "end": 2244.94,
      "text": "I think I think I originally kind of had this idea. But I didn't really execute it. That well, that was a dumbledore essay, I think, but I'll probably. 312"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2244.94,
      "end": 2245.83,
      "text": "But I think. 313"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2245.83,
      "end": 2247.699,
      "text": "The Dumbledore essay, but I think I'll have. 314"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2247.7,
      "end": 2248.61,
      "text": "Oh! 315"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2248.61,
      "end": 2251.29,
      "text": "Rework it. So it's not as confusing. 316"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2251.53,
      "end": 2260,
      "text": "Yeah, I would that I like, I like that essay. I feel like that would go well, just like, maybe not in the context of Dumbledore. 317 Yeah. 318"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2260.7,
      "end": 2261.41,
      "text": "Yes. 319"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2263.04,
      "end": 2273.259,
      "text": "Okay. Great. Do you feel prepared to make edits to these, and then send me whenever or tag me, or just message me whenever you're ready to for me to give asynchronous feedback. 320"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2273.92,
      "end": 2280.77,
      "text": "Yeah, I think, actually, for the 3rd essay like, can we do some brainstorming about like how I can frame it. 321"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2281.2,
      "end": 2288.6,
      "text": "Yeah, definitely. 322 So the 3rd essay would be like, it's about storytelling. 323"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2294.42,
      "end": 2307.899,
      "text": "So you kind of already allude to this, because like data is about finding patterns. But in your opinion, like, what is the essence of storytelling? Or why is storytelling so important. 324"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2309.21,
      "end": 2355.039,
      "text": "I think storytelling, like the essence of storytelling, is really like. 325 kind of what you get out of the story. I think like a storyteller's job isn't just to like give entertainment. It's to like 326 kind of teach. Oh, I guess this is kind of blending into like the last essay, but I think it's in a way you're trying to like. 327 Have the person who's listening get something out of it and like I think it's especially like. 328 like, I think 329 the way storytellers do this could be in like many different ways, like, for example, when I'm like directing like the short film. I like try to write scripts that kind of have an underlying message that people can take things away. And I guess. 330"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2355.964,
      "end": 2376.159,
      "text": "When you're writing articles you want to have like, kind of like a broader theme. And you're trying to like expose information that people don't already know. 331 And so I think like in different storytelling aspects. It's like the main goal is just to like 332 have, like the readers, gain readers or viewers like gain something from it. 333"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2378.32,
      "end": 2402.679,
      "text": "Okay, to have readers or viewers gain something from it. 334 So maybe you can place them in the context of like 335 one interaction that you had with someone 336 like, was there a story or someone's story that has really stuck with you for some reason or multiple reasons 337 that you can recall, because it would be cool to like start off with some dialogue 338 or something like that. 339"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2403.2,
      "end": 2403.98,
      "text": "Yeah. 340"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2406.35,
      "end": 2420.509,
      "text": "Have you also written essay about storytelling? I don't know if we have, but if you might have like, either for a summer program or or 341 Pam, did you write anything about? Because, like what you wrote for jcamp is definitely going to be valuable in this context. 342"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2424.72,
      "end": 2428.21,
      "text": "Let's see, let me go open the J. Campuses. 343"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2428.48,
      "end": 2429.11,
      "text": "Sure. 344"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2443.322,
      "end": 2456.36,
      "text": "I think I well, I wrote one about like 345 like a story that I want to report on. 346 I don't think I really like. 347"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2456.81,
      "end": 2457.85,
      "text": "You don't like it. Okay, if you don't. 348"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2457.85,
      "end": 2458.47,
      "text": "Yeah. 349"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2458.65,
      "end": 2459.39,
      "text": "It's fine. 350"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2459.6,
      "end": 2464.5,
      "text": "I don't think really matches the pumped either. But let's see. 351"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2471.13,
      "end": 2514.419,
      "text": "Maybe, like you can say something about how like 1st impressions are always accurate, and you can write about like a 1st impression that later changed when you did an interview with someone. 352 And then you can write about how like through store, like storytelling helps, you discover like. 353 don't write this, but, like storyteller storytelling helps you discover the unknown like, don't write that, but like it helps you learn more about yourself and like. 354 learn 355 about the ways that different people view the world based on like their context that they live in and like storytelling, tells you that 356 there, okay, something that I've learned recently. And they. This is maybe not applicable to you, but like 357 there is no such thing as objective truth, only perspective 358"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2514.46,
      "end": 2539.98,
      "text": "is like something that I think so like. Maybe storytelling is your way of 359 like communicating like these different perspectives with the world, including, like some that have never been told before. And like, maybe. 360 for example, like with folklift, there's many stories that I'm sure you've encountered, and same with them, you know. Same with J. Camp, and like even Filmmakers Club. Like all these stories, contribute to like a more nuanced understanding of 361 the world and the people in it. 362"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2541.13,
      "end": 2586.799,
      "text": "Yeah, yeah, I think, yeah, that definitely is applicable to like folklift and like discovering, like. 363 or like, kind of exposing to like stories that aren't really set out there. 364 But maybe like. So I think for one of the Stanford drafts. I I wrote it in like the style like a diary entry. So I think that might be interesting for this prompt, too. And I can talk about like how I started storytelling by like telling stories to myself through like the diary 365 and I mean, like, I don't know if this overlaps too much with like the the skin, like the skincare and show. And like how I started data, data science. And then I just evolved into like doing data science, but like kind of the generic like, not generic, but, like 366"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2587.13,
      "end": 2610.31,
      "text": "General, like my 1st experience, being through like a diary entry, and then like talking about how I learned to like share my stories with the world, not just my stories, but like those of like like, for example, like Muslim entrepreneurs at Mountain House, and like different stories of the world through like my writing, my filmmaking and stuff like that. Yeah. 367"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2611.72,
      "end": 2614.54,
      "text": "Okay, some. 368"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2622.46,
      "end": 2632.269,
      "text": "Alright. I'm just writing this down. 369 Okay, great. Does this give you enough to start with that you're able to draft it, and then maybe come back for editing. In a couple of days. 370"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2633.072,
      "end": 2642.599,
      "text": "Yeah, I think 371 I wanna try the diary entry idea. And then I can try maybe like a different approach. 372 if I don't like that one. But yeah. 373"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2642.6,
      "end": 2654.16,
      "text": "Yeah, that sounds good. 374 And then 375 I think, now, I want to spend some time like, Oh, is there anything else that you want to talk about in regards to your Ucsas. 376"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2655.116,
      "end": 2691.999,
      "text": "Oh, yeah, I actually had a question with, like, like the majors that I'm applying for, I'm like, decided for like, basically, all of them, except I'm a bit unsure about like Berkeley, because I don't know if I wanna apply directly to data science, because I know that might be a little competitive. So I was thinking, like, either. 377 I'm not really sure about cognitive science either, but like either that or media studies, because I know, you have to take a bunch of like data science courses in that one as well. 378 And I think I think it's an 379 BA, but so does cognitive science. 380"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2692.596,
      "end": 2696.663,
      "text": "You'd be fine, just applying straight off to data science. 381"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2697.07,
      "end": 2697.8,
      "text": "Good. 382"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2697.8,
      "end": 2717.139,
      "text": "I think it's less competitive. The whole point of data science is that it's less competitive than Cs. 383 And so I think it's fine, like I don't know. Do you care more about the school, or do you care more about the Major? I think we've talked about this. But like for Berkeley, would you rather go to Berkeley, or would you rather study data science? I think this is like a pretty personal question. So like, if you'd rather study data science. 384"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2717.22,
      "end": 2753.47,
      "text": "Obviously, then data science major. But if you'd rather just go to Berkeley, then yeah, maybe media arts. But the thing is like, because so many of your essays are Cse. Already like, I don't think it makes sense for you to apply to media arts, because if you want to do that, then like, why do you have such a passion for Cs, you know, and I think like there's no need to to apply for media studies just to get into Berkeley because you have such a strong like. 385 You already have such a background in Cs, so like I don't know. I think it just connects more with the background to apply for something more. Cs related like Cs or data. 386 Grant. 387"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2753.85,
      "end": 2760.629,
      "text": "No, I think I'm gonna put the like the 1st choice major as data science and then alternate as media studies. I think. 388"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2761.1,
      "end": 2762.91,
      "text": "Okay, that sounds great. Yeah. 389"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2771.5,
      "end": 2798.86,
      "text": "Yeah. And then also, like my dad has been like telling me to like, apply to like some other colleges like he's been adding like 390 like he just recently added, like you wash, but like that was never in my list, and like I hadn't really thought about it. But I just wanted to see if there's like any other colleges that like, I should add, because I think in December second, we can stop at like asking. We have to stop asking our counselors for like the transcripts and everything so. 391"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2799.25,
      "end": 2826.18,
      "text": "Let me. Yeah, this is the. This is the next thing I want to focus on. So I'm gonna go into our notion to look at the college list. 392 Let me find it. 393 So since we last looked at this, we've also added 394 Unc. Chapel Hill, which you've already 395"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2839.69,
      "end": 2842.429,
      "text": "I think I added a lot more colleges after this. 396"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2842.43,
      "end": 2845.419,
      "text": "Yeah, can we maybe just like, do a little update about this. 397"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2845.42,
      "end": 2845.95,
      "text": "Yeah. 398"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2846.22,
      "end": 2848.61,
      "text": "Okay, let me just update this. 399"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2856.67,
      "end": 2864.98,
      "text": "Oh, by the way, for the Csu applications. 400 Can you just submit those when you get the chance. I don't think there's any answers. 401"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2865.55,
      "end": 2869.41,
      "text": "Yeah, I think I'm just gonna submit to Sjsu and Cal Poly slow. 402"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2869.84,
      "end": 2873.88,
      "text": "Okay? Sounds good. 403 That's Chase. 404"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2881.835,
      "end": 2882.3,
      "text": "Also. 405"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2882.3,
      "end": 2884.299,
      "text": "That's this, you can just apply whenever. 406"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2885.18,
      "end": 2885.91,
      "text": "Which one. 407"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2886.903,
      "end": 2888.11,
      "text": "Sjsu, and. 408"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2888.11,
      "end": 2888.46,
      "text": "Yeah. 409"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2888.46,
      "end": 2889.3,
      "text": "Awesome. 410"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2889.66,
      "end": 2915.88,
      "text": "Yeah, I'm pretty much 411 yeah, like I input it everything. I just need my dad to like make the cause. For some reason they're not giving the fee waiver for the Csu's, because it's considering like last year's 412 income. So yeah, oh. 413 also, I'm considering applying to U. Chicago. I don't know if they have, like a good like, like kind of Cs 414 program. I know people who've graduated who should call them see? 415"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2916.06,
      "end": 2921.809,
      "text": "Basically like the I think the idea is just apply to like as many schools as you can. 416"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2921.81,
      "end": 2929.529,
      "text": "Yeah, I did take a look at the. I took a look at the supplementals for Uchicago, and very like interesting questions. 417"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2929.53,
      "end": 2931.71,
      "text": "Yeah. 418 Yeah. 419"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2934.79,
      "end": 2948.5,
      "text": "I think that's all that, I added. So far. Also, I I didn't know if I wanted to apply to Chapman University or Rochester. 420 Yeah, I'm just. I'm not sure about those 2. 421"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2948.67,
      "end": 2953.239,
      "text": "Okay. Chapman has a good like media program in la 422"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2954.81,
      "end": 2956.899,
      "text": "I don't think my parents would let me do media. 423"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2956.9,
      "end": 2958.359,
      "text": "Okay, okay, yeah, yeah, yeah. 424"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2958.36,
      "end": 2958.89,
      "text": "Yeah. 425"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2959.06,
      "end": 2982.629,
      "text": "Chapman. Then let's take out Wade Chapman. Where is that? 426 Where is that? I don't see it. 427 Oh, Rochester, Rochester is the one you want to take on. Okay, let me take that 428 I mean, I think, like, obviously, Harvard apply. 429 Do you want to be on the east coast like I think. 430"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2983.418,
      "end": 2985.01,
      "text": "I'd like to try. Yeah. 431"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2985.32,
      "end": 2995.249,
      "text": "Oh, yeah, I think like, why, my idea is just like, why not? 432 I think you should apply to Harvard. I really think you should apply to Brown. I think you would really like Brown. 433"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2995.5,
      "end": 3000.189,
      "text": "Oh, yeah, I added, Brown and Cornell to the common asset. But. 434"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3000.19,
      "end": 3019.839,
      "text": "Okay, can you fill in the Cornell? And then, Gail, I think you would really like to 435 And then, yeah, out of all the other Ivs. I think those are the only important ones. 436 Columbia, you wanna apply you're applying to Barnard like, why not? 437"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3020.2,
      "end": 3021.45,
      "text": "Yeah, sure. 438"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3021.88,
      "end": 3029.049,
      "text": "Okay, do you want to apply to? Uw, they have a really good Cs program. 439"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3029.05,
      "end": 3031.539,
      "text": "I think the due date was November 15.th 440"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3031.54,
      "end": 3032.42,
      "text": "Oh, okay. 441"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3032.42,
      "end": 3033.909,
      "text": "Regular decision, so. 442"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3033.91,
      "end": 3047.98,
      "text": "Never mind. 443 Okay, let's see, what are some other schools that you might be interested in 444 Boston College like, do you like Boston? 445"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3048.62,
      "end": 3057.649,
      "text": "Yeah, I think so. But I'm not sure if, like. 446 like, my mom is not too fond of me moving too far. But I think like. 447 Why not? I guess if I. 448"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3057.99,
      "end": 3074.5,
      "text": "I think it's like, if you don't want to go, then perhaps not. 449 Let me think of the other favorite schools in the area 450 like in my head the only goals. 451 I don't know what other Cs schools you're missing. 452"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3086.79,
      "end": 3088,
      "text": "okay. 453"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3093.62,
      "end": 3095.769,
      "text": "Oh, Georgetown, are you interested. 454"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3097.364,
      "end": 3101.259,
      "text": "I haven't heard much about like the program, or anything, but. 455"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3101.26,
      "end": 3121.179,
      "text": "Well, I guess it's more like public. I think, Duke, you should apply to Duke is similar to Stanford. 456 I added, that Georgetown, although Georgetown is more like a public policy type school. 457 So I don't know if that would be a good fit rice. Are you interested. 458"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3122.194,
      "end": 3123.57,
      "text": "Someone in Texas, right? 459"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3123.76,
      "end": 3124.38,
      "text": "Yeah. 460"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3125.826,
      "end": 3128.839,
      "text": "Do they have like a good like cs. 461"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3129.6,
      "end": 3131.21,
      "text": "Go to engineering program. 462"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3133.133,
      "end": 3136.219,
      "text": "Let me see if they have any interesting majors. 463"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3136.47,
      "end": 3140.509,
      "text": "What about Washington University in St. Louis? Is that interesting? Or Vanderbilt. 464"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3142.47,
      "end": 3143.72,
      "text": "What was the 1st one? 465"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3144.07,
      "end": 3146.55,
      "text": "Washington University, in St. Louis. 466"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3147.571,
      "end": 3150.379,
      "text": "I don't think I've heard of that one. 467"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3151.11,
      "end": 3153.03,
      "text": "It sounds pretty good school. 468"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3158.25,
      "end": 3162.05,
      "text": "Yeah, like, it's also really competitive, like, low acceptance. Right? 469"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3167.8,
      "end": 3177.529,
      "text": "Yeah, I think 470 I think if I have space and I'll apply here as well, cause I think there's a limit to the amount on common app. 471"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3177.85,
      "end": 3179.84,
      "text": "Isn't it 30, or how many is it. 472"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3180.518,
      "end": 3182.009,
      "text": "I think it was 20. 473"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3182.84,
      "end": 3196.419,
      "text": "Yeah. 474 Okay, well, if it's 20, then we can just pick 20 schools. I don't like, I don't think you really need to apply to more than 20 schools. 475 Okay. So the Ucs are separate is the Cal Poly Sloan Sjsu are those separate. 476"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3196.42,
      "end": 3197.07,
      "text": "Yeah. 477"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3197.27,
      "end": 3198.979,
      "text": "And then mit is separate, right? 478"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3198.98,
      "end": 3199.88,
      "text": "Yes. 479"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3199.88,
      "end": 3210.12,
      "text": "So 1, 2, 3, 4, so 480 you can fill, you can pick 2 more schools, and that should bring you to 20 schools. 481"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3210.86,
      "end": 3211.93,
      "text": "And. 482"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3214.35,
      "end": 3236.309,
      "text": "Yeah, I think, Vanderbilt, if you're interested. 483 Washington University, Johns Hopkins, if you're interested, Caltech Caltech. 484 Too small. But maybe not. 485 You want to play to Caltech. 486"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3236.61,
      "end": 3242.464,
      "text": "I feel like sounds like the most competitive, like out of all of them. 487"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3243.73,
      "end": 3244.6,
      "text": "True 488"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3250.07,
      "end": 3251.05,
      "text": "Let's see. 489"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3251.05,
      "end": 3254.52,
      "text": "Price, Dartmouth, Vanderbilt, Notre Dame. 490"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3255.08,
      "end": 3258.97,
      "text": "I think I think I'll apply to Rice. I guess. 491"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3258.97,
      "end": 3259.71,
      "text": "Okay. 492"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3261.32,
      "end": 3265.579,
      "text": "Is is asu like a good like Cs group. 493"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3266.32,
      "end": 3274.11,
      "text": "I think it's decent. 494 It's also like definitely a big safety school. 495 I don't know if you would enjoy being at Asu. 496"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3275.01,
      "end": 3281.659,
      "text": "Yeah, I don't know. I think my my dad was telling me earlier. 497 Yeah, I'm not sure. 498"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3281.66,
      "end": 3284.38,
      "text": "Emory University. Would you be interested in Emory. 499"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3285.36,
      "end": 3287.01,
      "text": "Emily! Oh, no! 500"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3287.01,
      "end": 3298.77,
      "text": "I think right now. It's like Washington University, Emory Vanderbilt. 501 those schools that you're missing, Notre Dame. Some of like the Southern schools that are good. 502"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3301.83,
      "end": 3303.979,
      "text": "Let me see Vanderbilt's Majors. 503"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3304.28,
      "end": 3307.549,
      "text": "They don't see us. 504 I think you could apply as a Cs major. 505"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3307.55,
      "end": 3308.556,
      "text": "See us! 506"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3309.06,
      "end": 3316.889,
      "text": "Yeah. 507 like, I think you, you can definitely, you definitely have the background to apply as a Cs major. So I think you should apply as a Cs major. There. 508"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3318.29,
      "end": 3319.165,
      "text": "Okay. 509"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3320.31,
      "end": 3330.645,
      "text": "It's more like, do you want to go to the school or not? Because, like these are not your. These are not your top, like favorite. Most must go picks. These are just like. 510 but I'm in. Because why not? 511"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3331.51,
      "end": 3338.369,
      "text": "Hmm, let's see. 512 Okay, let me see, Emory, I think. 513"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3342.07,
      "end": 3342.9,
      "text": "See what. 514"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3343.3,
      "end": 3344.2,
      "text": "Emory. 515"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3344.48,
      "end": 3367.06,
      "text": "Yeah, Emory's in Georgia. 516 Okay? Awesome. 517 Like, I don't know. Like. Also, you're gonna be spending your 4 years in a trump era place. So 518 right 519 not to like not to be a downer. But I would also think about the environment your college is in, and how that affects, like 520 your rights in terms of women's healthcare, and also just like the general vibe of your college time. 521"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3367.06,
      "end": 3367.41,
      "text": "Yeah. 522"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3367.41,
      "end": 3369.09,
      "text": "Feel, like, like. 523"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3369.375,
      "end": 3369.66,
      "text": "Think. 524"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3369.66,
      "end": 3372.74,
      "text": "All your years of college are gonna be in the Trump Presidency. 525"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3372.74,
      "end": 3373.69,
      "text": "Yeah. 526"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3375.54,
      "end": 3377.219,
      "text": "It is like something to consider. 527"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3377.22,
      "end": 3381.456,
      "text": "Maybe I could apply to another college in New York. 528"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3384.11,
      "end": 3386.67,
      "text": "Any particular. 529"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3388.79,
      "end": 3389.89,
      "text": "And 530"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3394.88,
      "end": 3398.98,
      "text": "well, there's like the University of Rochester, which I think is different. 531"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3399.48,
      "end": 3403.03,
      "text": "Do we? Just? Oh, we. We took out Rochester Institute of Technology. 532"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3403.03,
      "end": 3411.27,
      "text": "Yeah. Cause, I think I've heard like negative things about Rochester Institute of Technology. 533 Okay, that's not that. Yeah. 534"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3416.21,
      "end": 3420,
      "text": "I don't know. I don't think University of Rochester is really like a Cs school. 535"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3420,
      "end": 3425.89,
      "text": "What about like Williams College? Have you heard about that? It's a liberal arts college perfect. 536"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3425.89,
      "end": 3426.93,
      "text": "Have heard of it. 537"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3427.43,
      "end": 3432.35,
      "text": "It's like one of the top Liberal Arts colleges. 538 If you're interested. 539"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3434.2,
      "end": 3436.089,
      "text": "Yeah. Let me see. 540"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3436.54,
      "end": 3437.14,
      "text": "Sure. 541"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3453.74,
      "end": 3469.11,
      "text": "Yeah, I think they, I think they have a Us. 542 I think the computer science is like the closest like match there. But. 543"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3469.11,
      "end": 3472.62,
      "text": "Yeah, I think you would just like continue applying for Cs programs. 544"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3473.54,
      "end": 3478.079,
      "text": "Okay. Then I think I think I'll apply to Williams College. 545"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3478.79,
      "end": 3493.739,
      "text": "Okay? 546 Oops. 547 Okay? So in terms of timeline, then what this means is, ut. Austin is your next? 548 Is your next deadline right? 549"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3494.47,
      "end": 3496.36,
      "text": "Alright. Let me see, when you feel sends you. 550"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3496.36,
      "end": 3498.029,
      "text": "I think it's due pretty soon. 551"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3501.45,
      "end": 3540.939,
      "text": "I'm pretty sure the essay was really like, oh, it's December first.st Yeah, and the SEO is really similar to 552 one of them. Wait. 553 It was just share. Think of all the activities. 554 Oh, there's 3 essays. Technically, there's 1. Which is, why are you interested in the major? You indicated as your 1st choice, Major, and then the second one was, think of all the activities both in and outside of the school that you've been involved in during high school. Which one are you most proud of? And why? And then the last one's like basically additional information, or like special circumstances which have impacted high school academic performance. 555"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3540.94,
      "end": 3581.39,
      "text": "Okay, that's not really that applicable. Yeah, okay, great. So 556 I mean, this means that you have about 16 more schools to apply to in the span of 6 weeks. 557 So that's gonna be an average of like 2 to 3 school essays that you're drafting within the next 6 weeks. 558 So yeah, I mean, keep in mind that, like 559 a lot of essays are going to be reused. So it's not actually that bad. But just to give you some mental preparation. There will be like 2 or 3 essays, 2 or 3 schools, not essays from here on, out until January. First.st 560 Okay, okay. 561"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3581.776,
      "end": 3589.9,
      "text": "Yeah, I actually checked. I checked in with, like, how many essays are there for Cornell? And there's like 11 almost. 562"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3589.9,
      "end": 3631.19,
      "text": "Yeah. So it's gonna be a lot of work on your end. And this is on top of scholarship applications. 563 Do not forget about those. 564 So what I think we can do right now is, let's just like 565 later. Actually, I'm going to give this to you as a just a task for yourself to do, I think later. Can you rank these in the order of priority? So on the notion. Just like drag the college name, and just like, put it in the order of your priority in terms of schools that you care about, and we'll just work off of the priority list, and there, and so like in the case that you are overwhelmed with essays. 566"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3631.26,
      "end": 3674.445,
      "text": "we can drop some of the bottom essays that you don't really care that much about, or the bottom schools and and prioritize your top ones. So I think what this looks like for our next 6 weeks, or something, is, I think we should meet 567 3 or 2 times a week depending on your availability, but at least 568 at least 2 times a week. 569 cause at minimum. That's just to like review your essays for each school before submit it. 570 so I think we should make me at least 2 times a week, or 3, or whatever your your availability is. But I think for now let's after this, I'm gonna send out the email and the email. I'm gonna ask that you 571"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3675.04,
      "end": 3694.101,
      "text": "rank your schools in order of priority. So that way we know what to get to. But before next time we meet I want to see if the next edit of the Uc. Essays, or if you tag me, I can look at it asynchronously, and then also a draft of your Ut Austin essay, and then right now we can set up the meetings for the rest of the week. 572"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3694.37,
      "end": 3694.79,
      "text": "Yeah. 573"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3694.79,
      "end": 3704.789,
      "text": "Help the schedule. What! 574 When would you like to meet next? 575 Do Wednesday? But I can do Thursday, Friday, etcetera. 576"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3705.02,
      "end": 3719.69,
      "text": "Yeah, I'm I'm available. Actually, next week is Thanksgiving break. So break. So I'm like, free like any day of the week to meet. So can we like like during fall break, we met a lot, and that got a lot done so maybe that could be helpful. 577"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3719.69,
      "end": 3722.09,
      "text": "Yeah, we can front load some of your applications. 578"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3722.09,
      "end": 3735.41,
      "text": "Yeah, so like, but like I'm also available on like Thursday and Friday. So 579 I think like, let's meet on Thursday, maybe to go over like uc and ut Austin 580"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3736.42,
      "end": 3738.83,
      "text": "Can we do at 9 Pm. Does that work for you? 581"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3738.95,
      "end": 3739.93,
      "text": "Yeah, that's fine. 582"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3740.51,
      "end": 3743.72,
      "text": "Okay? Oh, actually, I can do 8 pm, is that better? 583"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3744.305,
      "end": 3745.729,
      "text": "Yeah, I mean, either work. 584"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3745.73,
      "end": 3748.99,
      "text": "Or, okay, can we just do 8, 30? I'll just put it in the middle. Okay. 585"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3748.99,
      "end": 3749.46,
      "text": "Okay. Sure. 586"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3749.46,
      "end": 3769.84,
      "text": "30 on Thursday I'll have Mary set that up, and then I don't think we need to meet Friday. But then. 587 maybe on Thursday 588 we can reassess our weekend time like the and the weekend, and also next week I'm also going home, so I'm more free, too. 589 So let's just set up our next meeting for Thursday, then, and then I'll talk to you. Then. 590"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3770.53,
      "end": 3771.2,
      "text": "Yeah. 591"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3771.2,
      "end": 3778.159,
      "text": "Okay, then see you and feel free to text me or send me an email, or just tag me on the doc whenever something new comes up. 592"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3778.688,
      "end": 3780.16,
      "text": "Okay, thank you. Bye."
    }
  ],
  "meta": {
    "ext": ".pdf",
    "source": "normalize-v1",
    "vtt": true
  }
}