{
  "id": "03-Raw-SessionTranscripts/2023-06-26_W004_P1-FOUNDATION_TRANS-RAW_StrategicProfileAssessmentandessayDevelo-janice.pdf",
  "name": "2023-06-26_W004_P1-FOUNDATION_TRANS-RAW_StrategicProfileAssessmentandessayDevelo-janice.pdf",
  "path": "03-Raw-SessionTranscripts/2023-06-26_W004_P1-FOUNDATION_TRANS-RAW_StrategicProfileAssessmentandessayDevelo-janice.pdf",
  "kind": "TRANS-RAW",
  "week": "4",
  "phase": "1",
  "date": "2023-06-26",
  "link": null,
  "text": "Week 1 - Coaching_Jenny_Huda_Wk01_2023-06-26_M_f084cadefd4d4213U_2023-06-25_00-00-00 WEBVTT 1 00:00:11.510 --> 00:00:12.870 Ivy Mentors: Well, it sounds like you. 2 00:00:17.040 --> 00:00:18.280 Ivy Mentors: What's it? Work? 3 00:00:30.800 --> 00:00:32.800 Janice Teoh: Yeah. 4 00:00:32.860 --> 00:00:33.920 Janice Teoh: Hi. 5 00:00:35.890 --> 00:00:36.880 Ivy Mentors: Hi. 6 00:00:40.030 --> 00:00:40.970 Janice Teoh: hello! 7 00:00:47.840 --> 00:00:55.910 Janice Teoh: I would sign up on the calendar. So because I didn't see it on the calendar. I didn't expect that we are still having the meeting. 8 00:00:56.070 --> 00:01:07.549 Ivy Mentors: Okay, no worries. I think we'll try to solve for that. Just give me a say, I think the you wrote a documentary something. Yeah, I send you the message. 9 00:01:10.660 --> 00:01:12.729 Ivy Mentors: how are you doing? 10 00:01:12.750 --> 00:01:13.889 Janice Teoh: I'm good. 11 00:01:14.480 --> 00:01:17.440 Ivy Mentors: Nice to 12 00:01:18.640 --> 00:01:24.529 Janice Teoh: nice to meet you? yeah, I just had my first day at work today. 13 00:01:24.770 --> 00:01:32.989 Janice Teoh: yeah, I got to meet some people. It was interesting. Oh, we met the advisor of 14 00:01:33.060 --> 00:01:37.890 Janice Teoh: the the 2 guys who founded Google. 15 00:01:37.960 --> 00:01:42.440 Janice Teoh: And I also learned that I'm like the the 16 00:01:43.370 --> 00:01:46.420 Janice Teoh: like. The office that I'm working in is where they worked. 17 00:01:46.600 --> 00:01:53.549 Ivy Mentors: I do not know that offers. So Sergey. And 18 00:01:53.870 --> 00:02:01.030 Ivy Mentors: yeah. yeah, yeah, yeah. 19 00:02:01.140 --> 00:02:07.260 Janice Teoh: yeah, I'm working in the same room that they worked in. 20 00:02:07.370 --> 00:02:12.669 Ivy Mentors: You're you're destined to be some somebody. Great. 21 00:02:12.730 --> 00:02:19.360 Janice Teoh: Yeah. Why not? Is the question right? Like. 22 00:02:19.850 --> 00:02:37.949 Ivy Mentors: yeah. I mean, they were actually research students. Ph, d. As well, they were Phd students. Actually. you have a video to actually, you know, when when you join Google, again, you have this kind of very fun, maybe because I don't know if I have a copy. But I'll I'll forward you like a very old video where they're working. 23 00:02:38.330 --> 00:02:45.280 Janice Teoh: Yeah, yeah, yeah, yeah. I I, I do have that. Yeah. 24 00:02:45.360 --> 00:02:47.710 Janice Teoh: that's really cool. 25 00:02:47.760 --> 00:03:04.740 Ivy Mentors: And you like that. That's what we are trying to capitalize and monetize, you know, with Iv mentors and gigs be like, you know, we're talking about like future you know. Larry and surgery and future Steve Jobs, you know. That's where you're working, like, you know. And 26 00:03:04.840 --> 00:03:09.680 Ivy Mentors: we want to really like. 27 00:03:11.420 --> 00:03:19.280 Ivy Mentors: okay, I'll try my best. Okay, so that is very upset with me. By the way, very you know, to be honest like. 28 00:03:19.550 --> 00:03:27.489 Ivy Mentors: I think the only reason I did not join the first call. To be very honest was because I didn't want to have like a influence on her right like 29 00:03:27.920 --> 00:03:35.410 Ivy Mentors: but I think now it kind of makes sense. So it's like a formal session nobody is ordered. 30 00:03:35.590 --> 00:03:36.820 Janice Teoh: yeah. 31 00:03:36.990 --> 00:03:38.550 Ivy Mentors: So what? 32 00:03:39.000 --> 00:03:45.710 Ivy Mentors: Again, like, one of the challenges for me, like, you know, being like not having study in the Us is like, I even today. 33 00:03:45.790 --> 00:03:59.640 Ivy Mentors: it's very hard for me to really understand the whole kind of us application process, right? And I feel that ignorance is not helping. I'm I'm I'm doing better as I'm working on this problem space now. And can you see the document? 34 00:03:59.900 --> 00:04:08.489 Janice Teoh: Yeah, yeah, I'm looking at it right now. 35 00:04:08.610 --> 00:04:14.409 Ivy Mentors: but it's very clear that scores are just like, probably like 20%, right like those stats. 36 00:04:14.480 --> 00:04:23.550 Ivy Mentors: It's really this kind of black box. And I'm glad they actually put it as like a black pie here. extra. 37 00:04:23.620 --> 00:04:33.790 Ivy Mentors: So what I did was like, you know, the you know. And again, I think, really following, like how people you know kind of build their kind of eventual profile in the way like they have. 38 00:04:34.090 --> 00:04:42.069 Ivy Mentors: you know, in these kind of forums, reddit and college confidential, and some of the calls that I attended as well like. these are the biggest buckets, right? 39 00:04:42.110 --> 00:04:51.159 Janice Teoh: So I wanted to do that like, you know, to do a similar exercise, because, to be very honest, I haven't really spent time with the and kind of understanding that 40 00:04:52.160 --> 00:04:53.110 Ivy Mentors: no 41 00:04:53.680 --> 00:05:00.580 Ivy Mentors: So we're going to fill this right. And I I know that she's off to a great start with you. Thanks a lot on. 42 00:05:00.650 --> 00:05:13.959 Ivy Mentors: you know, just kind of ideating. I I did go through some of those scripts, you know, where you. You had this discussion on how you were really helping her identify a passion project and define a project that was in line with her kind of story. 43 00:05:14.080 --> 00:05:22.659 Ivy Mentors: I see that value clearly. But I also am kind of a bit nervous in terms of 44 00:05:23.180 --> 00:05:25.570 Ivy Mentors: you know, like other things that 45 00:05:25.740 --> 00:05:38.040 Ivy Mentors: you know. And again, this is where, like, you know, it's a fear of missing out right as a parent, I'm like, hey? You know what I mean. It looks like you're doing good. and I do understand. you know, what I'm learning is that you don't have to do 100 things. 46 00:05:38.170 --> 00:05:42.620 Janice Teoh: Yeah, because everyone comes up with that kind of full planner. But 47 00:05:42.760 --> 00:05:52.819 Ivy Mentors: I also don't want, like her to be, like, you know, completely empty right in in these things as well. So that's so. I I wanted to take a step back. And a Janice. 48 00:05:52.950 --> 00:06:15.369 Ivy Mentors: what did you kind of take a holistic kind of assessment of who the in this section? Right? What we have been doing with the students as an example. And I don't know if you guys did that, or you just like delve deeply into right? because, because, you know, we have like a longer engagement, right? I know that there's a lot of time. So there was no rush to kind of really pack everything, but might be. That's a good way for me to, just 49 00:06:15.600 --> 00:06:40.080 Ivy Mentors: because I I've been bombarded by so many, like, you know. Jared is chasing me to have her sign up for this Mit. By the way, he will send me a message to that. I'll send you the snapshot same like, Hey, you know. Can this help her really stand out in passion? But oh, yeah, this was founded by a Stanford Cs student in 2,019, and we are a bunch of Mit and Stanford students we really like, we can guarantee that whatever you do here will help you really stand out. 50 00:06:40.090 --> 00:06:46.570 Ivy Mentors: And I'm like, how can you stand out if, like, 5 people are pick the same project together right? Like I, that's that's the thing that I don't understand. 51 00:06:46.830 --> 00:06:48.880 Ivy Mentors: So yeah. 52 00:06:48.890 --> 00:06:55.040 Ivy Mentors: So I'll I'll I just wanted to kind of explain to you my concern, and like. How does she go about 53 00:06:55.150 --> 00:06:58.740 Ivy Mentors: not losing a track of all these like tracks 54 00:06:58.970 --> 00:07:17.260 Ivy Mentors: probably pick up like one or 2 things in the way you're just helped her identify a passion project similar like others, extra curriculums, and might be a few awards right and and and you know it could. And and I think that's kind of number one number 2 is, I'm fully okay 55 00:07:17.410 --> 00:07:33.669 Ivy Mentors: with her, like, actually pursuing like a video video path, right? Like our or what of the creative path. even though I know, like I I've been asking her like, Hey, what are you gonna do like I I if I give you like a choice between getting into like filming and or Cs. And she's like, I want to do both. 56 00:07:34.020 --> 00:07:44.450 Ivy Mentors: So it's like she really likes and loves both of those things, and I know that she's been like she really enjoys programming. Like I I I know that because I've been. 57 00:07:44.760 --> 00:07:58.519 Ivy Mentors: I hope so like at least for the last 3 4 years I've been seeing her really, like, you know, enjoying coding and learning and those kind of stuff. So I'm completely okay. And I think this is where I would love to get your guidance in terms of being very honest in terms of where is without today. 58 00:07:58.840 --> 00:07:59.950 Ivy Mentors: And 59 00:08:00.110 --> 00:08:15.619 Ivy Mentors: I'm not very keen on like, you know. I I you know, on her getting into one of these Ivs, even though I'm I'm actually selling a you know our pitch otherwise. But I want her to get into at least a top 20 miles close by. You see. 60 00:08:16.030 --> 00:08:21.549 Ivy Mentors: when I can actually stock her every day, what do you want. Why do you want her to be close by? 61 00:08:21.930 --> 00:08:23.980 Ivy Mentors: That's a great question. 62 00:08:24.740 --> 00:08:31.820 Ivy Mentors: Why, I am just like a possessive, dad. You know I don't want my daughters to meet me right. I I want them to see them. 63 00:08:31.970 --> 00:08:35.619 Ivy Mentors: It's hard for me like some years leaving us for the first time. 64 00:08:36.070 --> 00:08:47.120 Ivy Mentors: I think we have hardly let you guys go elsewhere like, have you slept? What? Even like one night with our parents once for a while? 65 00:08:47.250 --> 00:08:57.239 Janice Teoh: Oh, my God! Do you want to be? Pretend your dad isn't in the room, do you? Do you want to be in a similar area 66 00:08:57.670 --> 00:09:08.009 Janice Teoh: like outside of just like, Oh, I'm going to be close to parents, but even like, Oh, I want to know what life is like on the East Coast, for instance or anything else like that 67 00:09:08.390 --> 00:09:27.950 Ivy Mentors: I kind of want to like. I kind of want to see how the East coast is like, because we actually used to live there, and I kind of like like life was kind of more. Lead back there a little bit like. I want to be close to my parents, but like 68 00:09:28.550 --> 00:09:35.929 Ivy Mentors: when my dad is too close. it's not the best. So yeah. 69 00:09:36.070 --> 00:10:01.799 Ivy Mentors: really, honest. Yeah, I mean, it's fine. I'm I'm just joking right? that's kind of an internal thing, especially like I don't know. It's it's like a first time for us, I think, with some yeah, we don't even know, like, what's gonna happen. Mom's all. Mom's also, very, I'm mom's like, 10 times more possessive. I would say, right, Yeah, I think it's all for moms. It's the same thing. Yeah, yeah, I I think I'm just kind of a very don't know question, anyways. So 70 00:10:02.560 --> 00:10:15.380 Ivy Mentors: I I think, in short, I'm perfectly fine, like the pursuing, like you know where. That's why, Samia, we didn't even have her like applied to out of state. but I think we should. because of our Cs thing. 71 00:10:15.560 --> 00:10:27.090 Ivy Mentors: And you know, I know that it's it's a very kind of tough kind of major high competition. So I want to keep her open up her options, and more than happy to support her. 72 00:10:27.160 --> 00:10:48.520 Ivy Mentors: but not very keen on, like, you know, because because you, being you've been brutally honest. And you know, like you've been looking at some of the profiles where, like these, like kids have, like literally, they are like ready to go into IP. But then, when I hear like, Oh, Janice is like being critical. So I'm like, Okay, I don't wanna like put without a lot of pressure where she feels like she's not, she won't be able to do it. 73 00:10:48.840 --> 00:10:57.110 Ivy Mentors: so any. And and then you told me about this whole kind of college and tier-based strategy around, hey, you see, has a very different game plan. 74 00:10:57.220 --> 00:10:58.620 Ivy Mentors: And 75 00:10:58.870 --> 00:11:10.679 Ivy Mentors: you know, with cosmos and other things. And then there's non checks. So I I I would love. I would love you to take a strategic look right? And a very critical look at who does current status with her kind of in this summer 76 00:11:10.780 --> 00:11:24.629 Ivy Mentors: with her junior, like as a rising Julia, and she only has one year remaining. you know what is the best way for her to land into one of the top schools, I would say, let me call like top schools like top top 20. 77 00:11:24.760 --> 00:11:32.589 Ivy Mentors: be it on video or beat on cs, I'm perfectly fine, like my only conditions, like I want her to be at least in the top schools right? 78 00:11:32.770 --> 00:11:40.470 Ivy Mentors: and I we know Iv is fine, right? But it's kind of my thing. I don't know what you agree with that 79 00:11:40.840 --> 00:11:56.659 Ivy Mentors: like, I mean she is still up for Iv. I guess I would prioritize getting into I I like Uc. Berkeley over the over the Ivs, because I just feel like it's more like realistic for me to stay here in California. 80 00:11:56.730 --> 00:12:01.580 Ivy Mentors: or rather than different state away from my family. So 81 00:12:02.370 --> 00:12:10.480 Janice Teoh: okay, what if you got into Uc. Berkeley. But it wasn't for like, and like keeping in mind that 82 00:12:10.520 --> 00:12:23.830 Janice Teoh: if you don't get in as like weeks when you first supply. Then you're going to have to apply to get into the major, which is really difficult and honestly like almost impossible. 83 00:12:24.860 --> 00:12:38.789 Ivy Mentors: I mean, like I want, because I feel like I could also see myself going into like the film production career. so like, I wouldn't mind if I got into Uc birthday for film. 84 00:12:38.810 --> 00:12:39.860 Ivy Mentors: But yeah. 85 00:12:41.160 --> 00:12:57.779 Janice Teoh: okay. hmm, okay, yeah. So I think here's the ideal thing, right? Like we can have a discussion on whether, like, who else would be applying for so or for Cs makers, and, in my opinion, like. 86 00:12:57.870 --> 00:13:01.639 Janice Teoh: I think if he is applying for well. 87 00:13:01.730 --> 00:13:20.980 Janice Teoh: I think if you don't mind going to Uc schools as a phone major, I think you should definitely be more open to applying as a film measure just because it is much easier to get in as film rather than Cs. But I think the ideal thing is, if we're if we're trying to aim for like top schools is that 88 00:13:21.160 --> 00:13:22.749 Janice Teoh: you should be doing both 89 00:13:22.870 --> 00:13:28.869 Janice Teoh: like you should be doing as much of film as you can, and you should be doing as much as you can. 90 00:13:29.000 --> 00:13:44.920 Janice Teoh: So like you should be applying for film festivals. But you should also be working on personal projects. and that's just like the harsh reality of it. It's not like we can pick one and say, like, Oh, we're gonna do film. And like, let's only focus on film. But in reality the top students are people who like 91 00:13:45.140 --> 00:13:53.780 Janice Teoh: like, for instance, you hear of like Rsi. And I said, there are people who go to like these programs, but at the same time they have like gold key awards, and like writing it 92 00:13:53.800 --> 00:14:17.030 Janice Teoh: as well, or they're like nationally ranked like some sport like it. It is very simple to think like, Oh, maybe we'll just do like science, for instance, like, let's take the example of science. And it is very easy to just be like, Oh, yeah, like, I'll do research. And then I'll like apply for these programs. And then I'll do like the research, 93 00:14:17.240 --> 00:14:43.449 Janice Teoh: like the the science fair and stuff. but the reality is that people who only do those things and nothing else that is like not enough for them anymore. And they need to do other things in order to supplement and for a lot of some students that looks like doing some humanities and some stem at the same time. So I think you have this. You already, like inherently, have this interest in both stem and humanities, which I think 94 00:14:43.530 --> 00:14:46.639 Janice Teoh: you should really capitalize on 95 00:14:47.100 --> 00:15:14.370 Janice Teoh: So honestly, I think that even if we're thinking about you, maybe applying as a film measure the differences of what you do might not actually be that severe like. I don't think you would actually throw away any Cs. If you're going to apply for a film measure like you would still be working on Cs projects, in my opinion. But I think you would just like the the balance of weight of things would just be slightly different. 96 00:15:14.410 --> 00:15:20.779 Janice Teoh: like if you were to apply as a Cs major like, maybe you would do a little more Cs. 97 00:15:20.790 --> 00:15:26.880 Janice Teoh: but if you were to apply as a so measured and maybe you do a little bit more phone. So I think the thing is like 98 00:15:28.230 --> 00:15:57.859 Janice Teoh: in in both cases, the baseline of what you're going to be doing is actually pretty similar. It's just like when you get to the end and the finish line. It's like, what do you want to emphasize in your application. When you write your essays, what are you going to emphasize by, for instance, like how you rank the different activities on your activities list? there's like a lot of different things like that that you can do also like deciding. Oh, I'm going to apply as a film, major, or all I'm going to apply as a Cs major, does that make sense? 99 00:15:57.860 --> 00:16:09.100 Janice Teoh: Yeah, so that's like, specifically for the top schools, for the top schools. There, you you want to have like a variety like, for instance, I could apply to Stanford as like 100 00:16:09.210 --> 00:16:18.699 Janice Teoh: physics, but a lot of the things, and like the the top thing on my application was figure skating, and then the things after that were like art, and then 101 00:16:19.190 --> 00:16:33.819 Janice Teoh: like after that, it was like science, for instance. So like even the top things on my application or not necessarily like this is So I think that's something to keep in mind as we like. Continue thinking about what your plan for the future is going to look like. 102 00:16:33.990 --> 00:16:37.850 Janice Teoh: But yeah, so 103 00:16:38.730 --> 00:16:40.440 Janice Teoh: hmm, let's see. 104 00:16:40.830 --> 00:16:44.510 Janice Teoh: I think we should start putting together a list 105 00:16:44.580 --> 00:16:46.380 Janice Teoh: of places if I were 106 00:16:46.450 --> 00:16:49.210 Janice Teoh: well, wait! Is there that still here? 107 00:16:49.320 --> 00:16:54.909 Ivy Mentors: I I'm still here. I I just want to be out of it, like, you know the. 108 00:16:55.390 --> 00:16:57.100 Janice Teoh: So 109 00:16:57.320 --> 00:17:01.949 Janice Teoh: let's see. 110 00:17:02.260 --> 00:17:07.210 Ivy Mentors: this is the thing like again, like this is my college confidential and 111 00:17:07.369 --> 00:17:15.949 Ivy Mentors: reddit, whatever. And and you know some of my product design. And I'm building the profile for people like that like that. 112 00:17:16.060 --> 00:17:17.030 Janice Teoh: Yeah. 113 00:17:18.089 --> 00:17:32.499 Ivy Mentors: So you see, like, this is how people come and and and they basically throw out their profile like, match me chance me right? And then, Major, this is this, this absolutely strictly filled by without with no external influence or pressure. 114 00:17:35.910 --> 00:17:48.649 Janice Teoh: yeah, wait. Can you share this with me? By the way, I think what we can do right now is we'll walk through your entire profile and then 115 00:17:48.870 --> 00:17:50.239 Janice Teoh: we can. 116 00:17:51.200 --> 00:17:56.650 Janice Teoh: I can kind of do some sort of like a chance. We type 117 00:17:57.000 --> 00:17:58.540 Janice Teoh: situation. 118 00:18:00.450 --> 00:18:03.860 Ivy Mentors: Yeah. My only thing is 119 00:18:05.700 --> 00:18:08.820 Ivy Mentors: Why don't I see you? 120 00:18:09.090 --> 00:18:10.810 Janice Teoh: Oh, it's okay. Yeah. 121 00:18:15.830 --> 00:18:24.940 Ivy Mentors: yeah. I think that's that's a great learning for me. I think my whole thing was okay, like, you know, to take some to be very strategic about it. 122 00:18:24.990 --> 00:18:43.200 Ivy Mentors: Take the right decisions, upfront and focus like 200, the 80 20 rule rather than doing like 100 things like focus on that. That will give you the 80 kind of outcome. But you're making. You're you're making it very true. And now that it's it's really not like that where you can just pick and choose. Right? You have to be. 123 00:18:43.240 --> 00:18:55.650 Janice Teoh: Yeah. I think even the students sorry to interact you. But even though students that do have a spike. For instance, the students that really do go to like the Olympics and stuff. 124 00:18:55.710 --> 00:19:04.159 Janice Teoh: I I've like taken some classes with these students, and like they still have a lot of other interests outside of like 125 00:19:04.520 --> 00:19:11.250 Janice Teoh: like swimming, for instance, is really big at Stanford. They still have, like other interests, outside of that which is 126 00:19:11.280 --> 00:19:15.470 Janice Teoh: insane to me, like, I don't know how they have the time for it. But 127 00:19:15.830 --> 00:19:29.730 Janice Teoh: yeah, even like, when you think about the well rounded versus the spike In reality most people are well rounded. Even the people with spikes. They have some level of well roundedness to them. 128 00:19:31.620 --> 00:19:36.439 Janice Teoh: They are okay. So I think you are up. 129 00:19:36.800 --> 00:19:45.270 Ivy Mentors: Okay? So the demographics is fine. 130 00:19:45.280 --> 00:19:51.020 Janice Teoh: I guess the only note is that I think 131 00:19:52.020 --> 00:20:04.010 Janice Teoh: schools are doing more of balancing out of like different demographics and like of students at the school. So I think. 132 00:20:04.600 --> 00:20:12.489 Janice Teoh: being Asian actually comes at some of the that some part of the negative now. But that's just like a small thing. 133 00:20:12.800 --> 00:20:13.910 Janice Teoh: okay. 134 00:20:14.510 --> 00:20:20.579 Ivy Mentors: I mean, if you can just add some comments that I mean, that's fine. You don't have to be a recording at any reason. 135 00:20:21.390 --> 00:20:39.539 Janice Teoh: Okay, do you want me to like? Does it like write down comments as I'm talking. That'd be great. Actually, you, you do a better job. So okay, okay, So to write it down, I guess, like, it's not like an explicit negative, but it is something. 136 00:20:40.470 --> 00:20:41.820 Janice Teoh: Keep in mind. 137 00:20:42.080 --> 00:20:53.169 Ivy Mentors: I I see kids writing like students writing advantage, disadvantage like, you know that kind. They are like they. They introduce themselves. Hey, I'm a disadvantaged candidate like, what does that even mean? 138 00:20:53.640 --> 00:20:58.300 Janice Teoh: yeah. it is 139 00:20:59.380 --> 00:21:07.199 Janice Teoh: somewhat. I think the only people who can. 140 00:21:08.360 --> 00:21:15.789 Janice Teoh: like people of color, are disadvantaged people who are low income or disadvantage. But I think 141 00:21:15.810 --> 00:21:22.170 Janice Teoh: but the way that things are currently progressing right now the like. I don't. I think, like 142 00:21:23.430 --> 00:21:33.199 Janice Teoh: people who are Asian are definitely people of color, but the disadvantage is definitely not the same as the disadvantage of like other ethnicities, for instance, just by like 143 00:21:33.330 --> 00:21:54.309 Janice Teoh: general income levels. I think. So. That is like one thing to keep in mind. so unintended majors we've already kind of talked about. it's not one of the questions for my knowledge as a parent. So what is the first generation thing that I still don't get like, you know. So I am an immigrant to this country. 144 00:21:54.380 --> 00:21:57.090 Janice Teoh: I never in the Us. 145 00:21:57.200 --> 00:22:03.959 Ivy Mentors: Right. Actually, you know, she's an American citizen, and not by birth. 146 00:22:04.030 --> 00:22:10.130 Ivy Mentors: She got her citizenship just because we got a citizenship right. 147 00:22:10.240 --> 00:22:15.879 Janice Teoh: She was born in Dubai, but when she was 3 year old. Right? So 148 00:22:15.950 --> 00:22:26.239 Janice Teoh: yeah. So first generation means that your parents did not go to college period. even if they went to college, and another 149 00:22:26.400 --> 00:22:30.019 Janice Teoh: in another country that still counts as going to college. 150 00:22:30.290 --> 00:22:32.750 Janice Teoh: So some people lie 151 00:22:33.000 --> 00:22:41.070 Janice Teoh: on their applications, which I highly do not recommend. But yeah, first generation means that you're the first person in your family to go to college. 152 00:22:41.590 --> 00:22:51.619 Ivy Mentors: Okay? So you know, there's something. So your second Jen, okay? And you like that. The the label is for the student or the payment. 153 00:22:52.150 --> 00:23:11.700 Janice Teoh: I've heard it like multiple ways. So like, I think if you're second in and after that, like, you don't put on your college application that your second John? If your first Gen. Then you would probably put it on. I think it's typically families who, whose parents, like the parents, for instance, didn't go to college. 154 00:23:11.820 --> 00:23:15.250 Janice Teoh: And then you'd say, your first time, you don't put anything 155 00:23:15.630 --> 00:23:18.049 Janice Teoh: okay? Good to know that. Yeah. 156 00:23:18.810 --> 00:23:31.300 Janice Teoh: So just to note here. first generation means that neither of your parents have on 2 colors before. 157 00:23:31.500 --> 00:23:36.529 Janice Teoh: what is the advantage that first Jen has 158 00:23:37.240 --> 00:23:44.380 Janice Teoh: it's just for It's just because I think first, John. 159 00:23:44.770 --> 00:23:47.129 Janice Teoh: kids are normally 160 00:23:47.240 --> 00:24:08.480 Janice Teoh: Obviously, this comes with a lot of caveats. But they're normally more low income just because their parents were not or don't necessarily have like degrees for higher paying jobs. So it's just something to keep in mind cause. I think their upbringing is maybe a little bit different. the way. And just like things like that, I think, are the main 161 00:24:08.620 --> 00:24:11.780 Janice Teoh: ideas here. But 162 00:24:12.040 --> 00:24:23.609 Janice Teoh: yeah, just because their first generation that doesn't mean that they're not like as intelligent. For instance, like, I know someone who's first generation who in turn at Google as like a freshman. So like it, yeah. 163 00:24:24.320 --> 00:24:28.920 Janice Teoh: But yeah. 164 00:24:28.940 --> 00:24:43.410 Janice Teoh: oh, yeah, it's just something for them to keep in mind. because they're looking for a diverse student body. They don't want to always take students who are like from long lineages, and people who have like gone to college or like are very wealthy. so 165 00:24:43.700 --> 00:24:46.390 Janice Teoh: it's like a diversity metric in some sense. 166 00:24:47.100 --> 00:24:53.220 Janice Teoh: okay, so intended. Majors. I mean, we've already talked about this. 167 00:24:54.400 --> 00:25:07.150 Janice Teoh: it's cs. yeah, I'll actually go on like the suggestions tool, because I think it's easier to see like what I'm typing harder to get into. 168 00:25:07.470 --> 00:25:20.989 Janice Teoh: can apply or can switch majors to see if I as humanities and 169 00:25:21.500 --> 00:25:23.020 Janice Teoh: private schools. 170 00:25:25.240 --> 00:25:31.060 Janice Teoh: But yeah, I think we've already discussed this. So yeah. okay. 171 00:25:31.900 --> 00:25:36.450 Janice Teoh: on way to Gpa, rank scores. 172 00:25:37.930 --> 00:25:39.910 Janice Teoh: yeah. So 173 00:25:42.130 --> 00:25:47.520 Janice Teoh: when when you have the 4.3 at a 4.0, but school doesn't wait. 8 plus 174 00:25:48.560 --> 00:25:52.539 Janice Teoh: is. This is the 4.3, as in like. 175 00:25:53.220 --> 00:25:57.290 Janice Teoh: these are the ap classes that are supplementing for the 4.3. 176 00:25:57.920 --> 00:26:13.010 Ivy Mentors: yeah, the honors and the apes as of now. end of sophomore year. My average is 4.3, but it'll probably go up junior, since I'm taking like for Aps, I think, yeah. 177 00:26:13.600 --> 00:26:15.159 Janice Teoh: okay. And then 178 00:26:15.330 --> 00:26:24.609 Janice Teoh: some other notes that for serage, the not bad. some other notes that you might want to ask them about is like, 179 00:26:26.270 --> 00:26:31.089 Janice Teoh: Were you allowed to take ap classes 180 00:26:31.220 --> 00:26:35.689 Janice Teoh: in fresh and soft sophomore year? 181 00:26:36.160 --> 00:26:38.320 Janice Teoh: alright. 182 00:26:38.510 --> 00:26:40.080 Ivy Mentors: did you? 183 00:26:40.530 --> 00:26:41.620 Janice Teoh: Not a lot, sir? 184 00:26:42.440 --> 00:26:51.120 Janice Teoh: Yeah. She was not allowed to in fresh. They don't allow ap classes. And then in sophomore, yeah, there's only one which I took. 185 00:26:51.200 --> 00:26:53.019 Janice Teoh: Were you a lot sick? More than one. 186 00:26:53.790 --> 00:26:57.480 Ivy Mentors: no, because they don't offer any for sophomores. 187 00:26:57.980 --> 00:27:04.819 Janice Teoh: and it's like hard to get into. For instance, like some people try to take math classes early. And it's hard to do that 188 00:27:04.940 --> 00:27:06.039 Janice Teoh: in your case. 189 00:27:06.250 --> 00:27:07.010 Ivy Mentors: Yeah. 190 00:27:07.120 --> 00:27:07.830 Janice Teoh: okay. 191 00:27:08.120 --> 00:27:20.620 Ivy Mentors: is that factored in the process? Because, you know, kids kind of, you know, students go, and they take it offline and all that stuff. But that's that. That's a very good point. You are raising here. If they are not allowed, then what does that really mean? 192 00:27:21.020 --> 00:27:27.950 Janice Teoh: If they're not allowed to, then admissions? Officers will take that into account when comparing their 193 00:27:28.440 --> 00:27:53.330 Janice Teoh: their course, load with other students at other schools. For instance, there's like a private school near us where they're even allowed to take ap classes in middle school. So some people come out of high school with like 15 ap classes, which is absolutely insane. but yeah, so obviously like, who differences wouldn't be compared to those people, because it's not like a a fair comparison. 194 00:27:53.930 --> 00:27:56.710 Janice Teoh: so, yeah, so essentially for this. 195 00:27:56.770 --> 00:28:09.020 Janice Teoh: this question specifically and other questions about like classes. The way that it works is that schools will send the universities that you're applying to like a 196 00:28:09.510 --> 00:28:22.870 Janice Teoh: kind of like a school profile where they say, like, Oh, yeah, students are normally from these backgrounds, like our school, is like X y. Z percent of Xyz demographics. 197 00:28:23.030 --> 00:28:43.800 Janice Teoh: students are or are not allowed to take ap classes from like freshmen, sophomore, or whatever So like all that information is on, like their profile that they send out. So you don't have to personally include that while you're applying for schools, it's just included in the profile that schools will send out as part of your application. But you just don't see it. 198 00:28:44.580 --> 00:28:45.760 Janice Teoh: Does that make sense. 199 00:28:45.830 --> 00:29:13.540 Ivy Mentors: So in our community, we have, like a community college nearby, and they offer courses for high school students. So I was wondering if it would be beneficial for me to take one the fall semester. It's only like a semester long, but you get college credits for it. So, yeah, I think it should, because there's multiple reasons for this one is that it'll look somewhat like an Ap class on your 200 00:29:13.700 --> 00:29:30.629 Janice Teoh: application. The second is that when you actually go to college, you can use those classes as ways to get out of like introductory classes. So it saves the money in the long run, too, like one of my friends. 201 00:29:30.660 --> 00:29:51.900 Janice Teoh: for instance, even at Stanford. I think it's easier at you to do this than it is at Stanford to like transfer credits. But a lot of students will take a lot of like college classes in high school so that they can graduate in 3 years. But it's just something to keep in mind. 202 00:29:52.260 --> 00:30:02.159 Janice Teoh: yeah, I would recommend. there might be some strategizing as to what specific classes you want to take Which classes were you thinking of taking? 203 00:30:02.790 --> 00:30:17.280 Ivy Mentors: I was thinking of taking political science, or maybe literature. So I don't have to take a P. Lit, because I know that one's really hard to get a 5 or 3 year above, because I know a lot of people feel that 204 00:30:17.390 --> 00:30:19.630 Ivy Mentors: if you exam. So, yeah. 205 00:30:20.400 --> 00:30:25.680 Janice Teoh: okay. And then are these, are these available at your school? 206 00:30:26.220 --> 00:30:34.149 Ivy Mentors: it's more like a separate thing. but I know, like a lot of my friends, they do community college courses. 207 00:30:34.240 --> 00:30:44.719 Ivy Mentors: yeah, they're online. And basically, it's just like a some like 6 weeks long or something. And it's like, really intensive. So 208 00:30:47.470 --> 00:30:49.570 Janice Teoh: okay. 209 00:30:49.820 --> 00:30:50.980 Ivy Mentors: sorry about 210 00:30:51.090 --> 00:30:59.279 Janice Teoh: I would actually recommend maybe taking college classes and things that you're more interested in 211 00:30:59.460 --> 00:31:07.479 Janice Teoh: just because, like, I guess the way that they'll be looking at your call on at community college classes is like. 212 00:31:07.670 --> 00:31:14.500 Janice Teoh: The only reason why you would take those classes is like you're looking for something that you don't have at your school already. 213 00:31:15.090 --> 00:31:20.589 Janice Teoh: so wait. Sorry. I don't know if you like fully answered the question of like our Ap. 214 00:31:20.860 --> 00:31:25.679 Janice Teoh: go, for instance, or an Ap lit available at your high school. 215 00:31:25.830 --> 00:31:26.710 Ivy Mentors: Yeah. 216 00:31:26.870 --> 00:31:27.760 Janice Teoh: Okay? 217 00:31:28.090 --> 00:31:31.690 Janice Teoh: So I would actually recommend taking classes like 218 00:31:31.830 --> 00:31:37.419 Janice Teoh: that are not available at your high school, because then they're going to look at it and say, Oh, why did you choose to take this 219 00:31:37.430 --> 00:31:44.309 Janice Teoh: at the Community College, if you could have just taken it at your high school, so like, for instance, 220 00:31:44.640 --> 00:31:54.930 Janice Teoh: a lot of people in terms of math take like multi-variable calculus, because it's not available at their high school. so I think in this sense, what you could consider taking 221 00:31:54.940 --> 00:31:58.889 Janice Teoh: is I think it's okay to do like one of 222 00:31:59.050 --> 00:32:06.909 Janice Teoh: either qualify or literature. but I would recommend actually taking like a film class, if you can. 223 00:32:07.200 --> 00:32:20.139 Janice Teoh: just because, like. I'm sure that I think in in high schools in general, they don't usually have the programs for like arts. so I think, taking a film class would be really interesting. 224 00:32:20.810 --> 00:32:22.620 Janice Teoh: and 225 00:32:23.260 --> 00:32:36.109 Janice Teoh: I don't think it would. It depends on the class, but it might not be as time intensive. So that gives you space for maybe even one more if you decide to do it at a different time during the school year. 226 00:32:36.830 --> 00:32:39.179 Janice Teoh: so maybe like a film cross. 227 00:32:39.400 --> 00:32:55.759 Janice Teoh: cs, I wouldn't recommend taking a class in, because just because you can work on personal projects. And I think that's a lot better than taking classes. so maybe the thing that you can do is you can take one of Polyside or lit. And then so 228 00:32:56.510 --> 00:33:02.760 Janice Teoh: but yeah, my general idea is that if you can take it at your high school, it's 229 00:33:04.180 --> 00:33:07.209 Janice Teoh: generally advisable that you would take it there instead. 230 00:33:07.470 --> 00:33:08.160 Ivy Mentors: Yeah. 231 00:33:08.700 --> 00:33:09.480 Janice Teoh: yes. 232 00:33:12.500 --> 00:33:13.640 Ivy Mentors: amazing. 233 00:33:14.260 --> 00:33:27.219 Ivy Mentors: Wow. I mean that is eye-opening to me. I think parents should start joining their these sessions. I think we should make it mandatory. It's a big discount. I'm just kidding right? But but but you see, like. 234 00:33:27.320 --> 00:33:41.999 Ivy Mentors: and this is so valuable because it's a whole strategic thing, and I don't know what is the right time to decide that I is so that I don't time, or is it? Is is this whole Ap strategy quite late, for without to decide 235 00:33:42.010 --> 00:34:02.899 Janice Teoh: the worse, the harder things to decide, or things that are like involved with arts or sports is like extracurricular activities, because those you typically have to start young. And if you don't start young, then it's like, Okay, if you start like swimming when you're 16. Obviously, you're not going to be as good as people who swim their whole life. So I think those are things that are like. 236 00:34:03.210 --> 00:34:12.029 Janice Teoh: If I want to be more worried about this, I feel like it's not too bad. The only thing when I was looking at this is like, Okay, I don't know if 8 8 is enough. 237 00:34:12.150 --> 00:34:25.550 Janice Teoh: So the next thing that I was going to talk about is maybe consider taking ap exams on your own outside of school for things that are easily self studyable. 238 00:34:26.330 --> 00:34:29.880 Janice Teoh: so let's see. Hey? 239 00:34:30.260 --> 00:34:40.579 Janice Teoh: Consider taking Ap. Exams for things not, or sorry classes 240 00:34:41.190 --> 00:34:43.360 Janice Teoh: available in 241 00:34:43.620 --> 00:35:12.630 Janice Teoh: nice cool. So I don't want to make you like, list out your entire course catalog. But for instance, if there are things that you're interested in, like Econ, for instance, or other things like that, you can consider taking the Ap exams for those classes just to prove that you have, like on par, of the same knowledge. as like kids who are taking like 1112, 13 ap classes. and obviously it's not fair that they get to take classes 242 00:35:12.770 --> 00:35:18.210 Janice Teoh: like ap cost is their sophomore year. But it kinda is what it is. So 243 00:35:18.740 --> 00:35:23.300 Ivy Mentors: I'm not these. Do you recommend? I take. 244 00:35:24.450 --> 00:35:27.650 I think if you were to balance out like the 245 00:35:27.870 --> 00:35:33.600 Janice Teoh: college classes and ap classes, and the Ap. 246 00:35:33.940 --> 00:35:36.040 Janice Teoh: I would say that 247 00:35:36.400 --> 00:35:47.679 Janice Teoh: the college classes and the classes at school are the most important, and then taking extra ap exams is less important. 248 00:35:47.710 --> 00:35:49.140 But 249 00:35:50.280 --> 00:36:03.939 Janice Teoh: I would say, like in total, you maybe want around like 11 or 10 like minimum quote unquote. It obviously depends on other factors in the school. 250 00:36:04.040 --> 00:36:18.530 Janice Teoh: and who you are competing with, for instance, I know your district is not necessarily like the Bay Area itself, so like it. You won't necessarily be competing with those kids. But it is something you want to keep in mind that 251 00:36:18.990 --> 00:36:21.999 Janice Teoh: a lot of these kids are taking like 1314 252 00:36:22.270 --> 00:36:23.570 Janice Teoh: Aps. 253 00:36:23.860 --> 00:36:24.580 Janice Teoh: Yeah. 254 00:36:24.940 --> 00:36:39.630 Ivy Mentors: So in Dublin, I think you could just on the border right? Dublin High School would probably they probably offer more Ips since freshman year, so they probably have, like the students, will probably be taking more Ips than not. 255 00:36:39.820 --> 00:37:02.059 Ivy Mentors: I think the thing is like, you know, we just moved during Covid. You know, we were actually living in Dublin. And what happened was like, you know, Covid, and everyone's working from home. You know, it's okay. Why don't we get like a bigger place? And we moved like, you know. And this was again part of my ignorance, you know, like, because I didn't know like how it would impact my the the the school like to me, everything like Look I mean, I just read with the property like, Oh, okay, I can probably get a bigger one. 256 00:37:02.100 --> 00:37:15.420 Ivy Mentors: And when I moved here, then that's where I'm like, oh, no, these schools are very different, you know. You see like it's such a sad thing. I I if I knew all these things I probably had stayed, you know, in in that kind of bay area kind of b border. 257 00:37:15.440 --> 00:37:19.490 Ivy Mentors: I will note that. 258 00:37:19.760 --> 00:37:41.410 Janice Teoh: It's actually in some ways better to go to a quote where it's high school, just because, like it's easier to do, relatively speaking, better. So it's like the whole analogy of being like a big fish and a little pond. This is a little fish in a big pond. So, for instance, like I didn't, I grew up in the Bay Area, but I didn't go to like 259 00:37:41.460 --> 00:37:43.450 Janice Teoh: the big name like 260 00:37:43.470 --> 00:37:55.370 Janice Teoh: really competitive high schools. And in those schools I might have been like somewhat average. But in like my school, for instance, I was like around some of the top students on my school. So 261 00:37:56.350 --> 00:38:06.610 Janice Teoh: the real thing is that you're competing with kids like in your district and also like in your school. They compare you mostly with kids in your school, like, I remember reading a specific line on my application. That was like. 262 00:38:06.640 --> 00:38:14.970 Janice Teoh: this person is a standout at Westm high school. So it it wasn't necessarily being considered with, like Parker kids, for instance. 263 00:38:15.320 --> 00:38:33.939 Janice Teoh: so yeah. So I wouldn't worry about it too much as a thing so like it's better now. I mean, they really torturing me, you know, like my daughter is like Dad, why did you move like, you know? That's not too bad. Yeah. So I think that's a she asked me to bring you here. You know that 264 00:38:33.980 --> 00:39:02.050 Ivy Mentors: I wanted to ask your advice on something. So there's some boys at my school, and they have like a startup. And they did some course, they're like teaching some courses about like math and computer science and stuff. And they were looking for someone they were searching for a filmmaker to help them like make some videos for their courses. So I was wondering if I should like join, or if this is like 265 00:39:02.300 --> 00:39:06.370 Ivy Mentors: not really useful in my profile. 266 00:39:07.520 --> 00:39:21.919 Janice Teoh: I think it's in my opinion I don't think it's super useful. it's because I think the best thing about film that you might be interested in are not going to be like filming someone to know. 267 00:39:21.940 --> 00:39:46.999 Janice Teoh: like, I think the film that you're interested in is probably more like you look at like movies. And you're like, well, like, how did they film that specific like, like, I don't think you want to be sitting there feeling, filming some guys like taking a class. So that's like my personal opinion on less 100. Thank you. Thank you. Thank you. Yeah. She it was a second opinion. I I gave her a straight. No, you know, because I think she's made some very amazing amateur movies. 268 00:39:47.080 --> 00:39:50.820 Janice Teoh: yeah. 269 00:39:51.130 --> 00:39:58.669 Janice Teoh: Yeah. Okay, well, I'll talk a little bit more about that later. So yeah, I would say, like one or 2 of these 270 00:39:59.460 --> 00:40:04.390 Janice Teoh: of the Ap exams that are not available in your high school, and it's not like a necessary thing. 271 00:40:05.240 --> 00:40:19.239 Janice Teoh: not fully necessary. Okay, so course, work. I don't have your closer. But I think we've talked a little. I think we've talked enough about like Gpa. And so 272 00:40:19.460 --> 00:40:23.999 Janice Teoh: let's see so. 273 00:40:25.060 --> 00:40:26.819 Janice Teoh: or I guess 274 00:40:27.040 --> 00:40:31.809 Janice Teoh: if you could fill this in later, I could probably say a little bit more about it. But 275 00:40:32.650 --> 00:40:36.030 Ivy Mentors: and what is a call college. Sorry about that. So it's what. 276 00:40:37.540 --> 00:40:40.819 Janice Teoh: Yeah. I I think here, you would want to put 277 00:40:41.100 --> 00:40:45.770 Janice Teoh: if you want to fill this in later, or just say it to me. 278 00:40:45.790 --> 00:40:50.910 Janice Teoh: the daughters, classes, and the ap classes that you've taken. 279 00:40:51.030 --> 00:40:58.099 Ivy Mentors: What would the community college courses be kind as an Ap or like that would be separate. 280 00:40:58.500 --> 00:41:09.459 Janice Teoh: Generally speaking, it's kind of as an Ap. Oh, the other question that I had about grades is, do you guys have like a rating system at your school on like ranking? Yeah. 281 00:41:09.740 --> 00:41:10.880 Ivy Mentors: Oh, no. 282 00:41:11.510 --> 00:41:18.300 Janice Teoh: Okay. So there's no like volume. The auditorium. Okay? Okay. I was just curious. 283 00:41:18.340 --> 00:41:23.770 Janice Teoh: Okay, yeah. So 284 00:41:24.160 --> 00:41:32.640 Janice Teoh: yeah. So what? off the top of your head? What are the Ap and honors classes that you've taken 285 00:41:33.530 --> 00:41:38.739 Ivy Mentors: So for freshman year I have under his biology. 286 00:41:38.840 --> 00:41:41.469 Ivy Mentors: And then I had 287 00:41:42.050 --> 00:41:46.059 Ivy Mentors: map 3 honors, which is basically 288 00:41:46.330 --> 00:41:57.229 Ivy Mentors: honors and English 10 honors. And then I had ap human geography. 289 00:41:57.790 --> 00:42:03.710 Ivy Mentors: let me. Actually, I have like a a chart that I made. 290 00:42:03.880 --> 00:42:14.479 Ivy Mentors: Do you want to? I mean, we can do that later. That's fine, Janice, I think, actually add accurate information. And you can actually comment offline. 291 00:42:14.640 --> 00:42:17.710 Janice Teoh: Okay, so awards 292 00:42:18.020 --> 00:42:20.159 Ivy Mentors: and what it is between. 293 00:42:20.230 --> 00:42:30.680 Ivy Mentors: And with that might be like, Dad, you absolutely have no clue about what I was doing for the last 12 years, right 10 years Sorry about that. So honors. And Ap, what's the difference 294 00:42:31.330 --> 00:42:33.590 Janice Teoh: on? This is like a 295 00:42:33.740 --> 00:42:43.020 Janice Teoh: so for honors, the school kind of decides what honors really looks like. In general, it's just like a class that's more rigorous. 296 00:42:43.080 --> 00:42:48.379 Janice Teoh: But it's on the same subject as like the the regular cost that they would have to take so like 297 00:42:48.410 --> 00:42:58.649 Janice Teoh: English head owners is just sophomore English, but harder at instead is like there is a whole system, and there's a whole like. 298 00:42:59.090 --> 00:43:09.779 Janice Teoh: Sorry I forgot the word for it, but they have, like a specific schedule of all the things that they have to teach by a certain day, and then they take the Ap. Exam. And there's like all of this extra stuff. 299 00:43:09.970 --> 00:43:16.700 Janice Teoh: But it's like very standardized, and it's the same throughout every high school so 300 00:43:17.110 --> 00:43:44.720 Janice Teoh: well, relatively speaking, so aps are, are considered like the quote unquote artist classes. You can take as a high schooler honors like, even though honors classes might be really hard from school to school. They don't really know that much of that information, so like they just go off of like Ap. Mostly. And honors like, they know are harder, but they don't know what extent, to what extent they're harder. 301 00:43:45.990 --> 00:43:53.499 Janice Teoh: Okay, thank you. Thank you. Okay? Oh, so awards. 302 00:43:53.560 --> 00:43:58.660 Janice Teoh: my comments on this. So 303 00:43:58.950 --> 00:44:09.290 Janice Teoh: I would say that these 2 awards the ones that I'm highlighting right now, the high otters and the Ap Scholar with distinction. Those are actually not even though they're like 304 00:44:09.630 --> 00:44:22.929 Janice Teoh: like, I commend you for getting them. They're like, not as what unquote important for Ap Scholar with distinction. It's just there's so many students who get them that like it's not that big of a deal to them anymore. Same thing with like national merit. 305 00:44:22.970 --> 00:44:30.959 Janice Teoh: it's different. If you're a finalist. If you're a semi-finalist, like so many students get it that it's like, unfortunately, not as 306 00:44:31.060 --> 00:44:32.930 Janice Teoh: interesting as 307 00:44:33.160 --> 00:44:36.519 Janice Teoh: as you might expect, so 308 00:44:37.340 --> 00:44:46.670 Janice Teoh: the academic so awards is generally split into 2 ish types. One is like extracurricular awards split 309 00:44:46.930 --> 00:44:51.740 Janice Teoh: into, you see awards and academic 310 00:44:51.790 --> 00:45:02.609 Janice Teoh: awards. So what extracurricular awards look like are going to be more of the first one? where there's like a our competition, and you want it. like. 311 00:45:03.310 --> 00:45:09.399 Janice Teoh: you see, awards are like part competition 312 00:45:09.580 --> 00:45:12.300 Janice Teoh: above and then academic 313 00:45:12.600 --> 00:45:15.949 Janice Teoh: a warrant. They're going to be like you. 314 00:45:16.170 --> 00:45:25.419 Janice Teoh: you small Amy, like, you know, like the the like math, and like science, whatever awards. 315 00:45:25.430 --> 00:45:34.160 Janice Teoh: So you don't have to worry too much about doing like the academic awards. If that's not something that you've been doing like. For instance, these kids are 316 00:45:34.280 --> 00:45:45.140 Janice Teoh: to do this for the entire lives. So like you don't have to worry too much about that In your case I would actually focus on like the extracurricular awards. 317 00:45:45.450 --> 00:45:57.689 Janice Teoh: we'll ask you for both on the on the application. But don't freak out too much about not having that many academic awards. Other academic awards are going to be these 2. So you can put these 2 on your application, and it'll be fine. 318 00:45:57.770 --> 00:46:05.780 Janice Teoh: But yeah. So for the extracurricular awards. I would recommend 319 00:46:06.460 --> 00:46:14.940 Janice Teoh: that. Sorry. I'm like scrolling through other stuff here. I would recommend that you do more. So spend a lot of time. 320 00:46:16.400 --> 00:46:29.970 Janice Teoh: Here. I'll start writing it here. spend a lot of time looking, for, for instance, like film festivals that you want to apply to or because I feel like film is like less of 321 00:46:30.220 --> 00:46:46.590 Janice Teoh: it's like one of the smaller of the humanities that I am familiar with. I can also help you do research, though, but spend a lot of time looking for film festivals. Another thing that you can consider doing is like Youtube, 322 00:46:47.800 --> 00:46:52.090 Janice Teoh: consider doing Youtube. There are also like. 323 00:46:52.850 --> 00:47:04.399 Janice Teoh: There are also like social media accounts out there that are like specifically made, and also like magazines and stuff like that that are specifically made to kind of highlight like 324 00:47:05.000 --> 00:47:15.380 Janice Teoh: young creators, especially like high school creators. So look for social media. slash magazine slash websites that 325 00:47:15.470 --> 00:47:17.959 Janice Teoh: want to showcase 326 00:47:17.970 --> 00:47:22.280 Janice Teoh: high school 327 00:47:23.250 --> 00:47:24.020 Janice Teoh: work. 328 00:47:24.130 --> 00:47:30.149 Janice Teoh: but yeah, I would actually try to spend like a good amount of time looking for these during the summer. 329 00:47:30.230 --> 00:47:39.660 Ivy Mentors: actually solved it. But I think this was precisely my nervousness around, and I think you're very beautifully strategized it again. 330 00:47:39.770 --> 00:47:56.029 Ivy Mentors: because when I started looking at these students kind of award list, I was, really, I freaked out. I was in a panic state. I'm like, what like, how someone actually even do it. And and I'm like, do admission offices even have time to verify and validate some of these like 331 00:47:56.740 --> 00:47:59.469 Ivy Mentors: the biggest ones they can validate. But 332 00:47:59.890 --> 00:48:09.359 Janice Teoh: I think most people don't lie just because when they do catch you, they receive you from schools. So it's not really worth lying. But 333 00:48:09.970 --> 00:48:16.719 Janice Teoh: yeah, the the best things to get, in my opinion, are small national competitions. 334 00:48:16.740 --> 00:48:32.999 Janice Teoh: So they'll know about like the bigger ones, and you should definitely do the bigger ones. But if there are like smaller national or international competitions that you can do, you can like, put on your resume like, Oh, yeah, this is an international competition. 335 00:48:33.100 --> 00:48:34.350 Janice Teoh: and 336 00:48:35.100 --> 00:48:47.369 Janice Teoh: it'll be looked on highly for being national and international. But the scope they might not know, because they don't have the time and the resources to go and see like how big each competition is. So like 337 00:48:47.540 --> 00:48:57.800 Janice Teoh: you're also writing. But do some of the big competitions? smaller 338 00:48:58.290 --> 00:49:00.590 Janice Teoh: national plus international 339 00:49:03.200 --> 00:49:13.769 Janice Teoh: competitions are really the for the resonate. But yeah, if you can find, like smaller national or international competitions. Then. 340 00:49:13.930 --> 00:49:16.889 Janice Teoh: yeah, I would recommend that you do that also. 341 00:49:16.990 --> 00:49:20.759 Janice Teoh: Another thing that you can consider doing is 342 00:49:20.940 --> 00:49:25.359 Janice Teoh: reaching out to university students. 343 00:49:25.380 --> 00:49:52.780 Janice Teoh: particularly at like art schools about their journey. I can also do this because I have a couple of friends, but about their journeys with like film, for instance, and like how or what competitions to apply for stuff like that, because they might have like a better idea. and also, if you can like, reach out to them about like potentially working on projects together. And you can like, show them your resume and stuff like that. That would also be cool. 344 00:49:53.130 --> 00:50:04.189 Ivy Mentors: we do have a pretty dedicated filming and designer mentor with Iv mentors, and I can connect you to that. I mean, it's just I'll have to pay for for an hour. But 345 00:50:04.420 --> 00:50:17.830 Ivy Mentors: but yeah, I mean but but you see, like I mean again, sorry I just 2 s here for that. this value. I I I'm just amazed. I'm glad that I'm here for Huda, but also like when I'm thinking about this 346 00:50:18.020 --> 00:50:22.419 Ivy Mentors: to see the value that you're delivering your I'm amazed, like right, I mean. 347 00:50:22.790 --> 00:50:52.580 Ivy Mentors: And and and I do know why you that in ask these questions like not to blame her. But I think that's where we are learning right like how? Because without this information I would feel that both like the anxiety levels of parents who are not aware of this and the anxiety level of students who don't have access to this because they didn't go to one of those kind of premium private schools. It's just It's an unfair advantage. I I know low low income and underserved. You know. I've spent pretty much my last 5 years working and building underserved products. 348 00:50:52.850 --> 00:50:58.760 Ivy Mentors: But I feel like the middle class and the public school kids are also very under served here, like, I mean, honestly, I feel like. 349 00:50:58.880 --> 00:51:05.819 Ivy Mentors: and it's like going to go right. It's like, no way to go, like, Okay, I'm no low income. I'm not for acceleration. And I I'm not super outrage. 350 00:51:05.840 --> 00:51:09.360 Janice Teoh: Where I where do I go? So 351 00:51:09.690 --> 00:51:14.510 Janice Teoh: yeah, I totally understand, because it comes from the same background. So 352 00:51:14.950 --> 00:51:30.690 Ivy Mentors: thinking, since I'm The president of the editing club at my school, I was wondering like, would it be good if I hosted like a national virtual film festival on my own 353 00:51:30.790 --> 00:51:35.869 Ivy Mentors: to get more people involved. Do you think that's something that I should do? 354 00:51:35.930 --> 00:51:39.379 Janice Teoh: Yeah, yeah, I think that'd be really cool. 355 00:51:40.120 --> 00:51:58.410 Ivy Mentors: yeah, so sorry. These are just like awards. So moving on to like extracurriculars. Yeah, I I think, what's probably going to. But I think one of the things right. really like, I think what we are, a couple of things I want to kind of reiterate. And that's a discussion, and and again correct and under your command. And we are just trying to learn here. 356 00:51:58.700 --> 00:52:10.160 Ivy Mentors: I think, what the point is. Significantly he, the common theme across. How you going about strategizing and picking all these things? it's number one. Of course you're making it very personal, and you're tying the whole story 357 00:52:10.380 --> 00:52:22.309 Ivy Mentors: which is very uniquely yours. But I think you're also trying to map it and and synchronize it with really like what colleges are looking for. And how do you stand out? And one of the things that I'm kind of taking my take away is 358 00:52:22.540 --> 00:52:33.010 Ivy Mentors: that you know, Huda, I know as a dad, and Mike is slightly biased, but she has certain superpowers. Every kids have got some superpowers like she's very creative. She knows how to do these things. 359 00:52:33.040 --> 00:52:35.510 Ivy Mentors: but if you cannot have it heard 360 00:52:35.550 --> 00:52:46.959 Ivy Mentors: right like, if you don't have people paying attention, including the admission officers, or, like, you know, in the form of international national. If you don't have people really paying attention to your cause or your work 361 00:52:47.050 --> 00:52:50.780 Ivy Mentors: like you can do anything and everything you want in your vacuum 362 00:52:51.160 --> 00:53:06.339 Ivy Mentors: that basically doesn't add up any any value. Right? Is that a correct statement? Tennis? Right? And I think you're basically telling that you know, try to find areas where you have a platform where you can actually showcase your work to the entire world or the community or people. Right? 363 00:53:06.480 --> 00:53:23.339 Ivy Mentors: And I think that's a that's one gap in Huda right like she enjoy. She falls in love. She's so deep into her deep work, and she's enjoying. She's very happy, and I every Dad loves you, you know, seeing their kids being so happy. But I also feel sad that you know what she doesn't know how to play this game. 364 00:53:23.410 --> 00:53:32.969 Ivy Mentors: And she's doing all this great work. But there's no Youtube channel. And this is again not blaming like, I'm just saying And then there's like, no, no, Award here. 365 00:53:33.020 --> 00:53:55.080 Ivy Mentors: And I think you're really telling like, go after these very national but smaller words, and and think about it. I've been hearing you with your Malaysian story, and I heard someone the other day talking about Egypt like Huda is born in Dubai. She's she's kind of I mean. I was born in recent Dubai. I'm a Middle Eastern like to be very honest. I look like an Indian, but my kind of upbringing was really in a Middle East kind of an environment. 366 00:53:55.150 --> 00:54:00.650 Ivy Mentors: and she's very much exposed to the cultural aspect you know, kind of in Middle East and Africa. 367 00:54:00.750 --> 00:54:16.510 Ivy Mentors: she can do a lot of things, you know, from that perspective as well like, you know, she can probably like I've traveled like length and death of Africa. There's so many opportunities that you know she could really work with the. There's too many opportunities. It doesn't necessarily have to be like one of these Olympiards. And 368 00:54:16.610 --> 00:54:26.810 Ivy Mentors: right I like this, because that's kind of a discussion she and I have. And and I also feel very helpless because I'm like, you know, I have all these things. 369 00:54:26.840 --> 00:54:36.120 Ivy Mentors: I have access to so many things, but I just don't know how what is need like. I I absolutely have no clue. What college admission offices are looking for. Right? So, yeah. 370 00:54:36.310 --> 00:54:38.959 Janice Teoh: yeah, yeah, honestly, like 371 00:54:39.020 --> 00:54:52.049 Janice Teoh: some of the things that I mentioned to you where they were going through like potential profiles. And I was like writing things down. I think that's one of the most common things that I see. But they're definitely not like all of the students at Stanford, like. 372 00:54:52.440 --> 00:55:12.610 Janice Teoh: I know, like a handful of students who have done those things. But there are so many more students who have just done so much that it's like you can't like, put them into one little box. So it's like very hard for me to like, necessarily go, yeah, I want to do like this all these things. And like, yeah, we go. But in reality, a lot of the students do so much 373 00:55:12.640 --> 00:55:36.389 Janice Teoh: that it's like incredible to actually think about. And some things are not even necessarily like extracurricular activities, like what Guy told me about how you grew up like helping his dad fix cars, for instance, and I, you didn't actually want to go to college, but you just wanted to be a mechanic for the rest of his life. But you like end up ended up here, anyways. So it's like actually crazy that there's like so many different stories and backgrounds of people. 374 00:55:36.560 --> 00:55:38.040 Janice Teoh: yeah. So 375 00:55:38.290 --> 00:55:53.709 Janice Teoh: anyways, from the tangent going back. to your. To your question earlier, I definitely think the answer is yes, I think the hard part there is actually making it like a national audience like, how are you going like like your dad said, 376 00:55:54.020 --> 00:56:01.550 Janice Teoh: how are you going to reach out to all these people and like, get this audience and like. get enough students from across the 377 00:56:01.730 --> 00:56:09.860 Janice Teoh: the country, or even like the world to come to like the phone festival that you've created. So 378 00:56:10.200 --> 00:56:13.940 Janice Teoh: I think if you were to like, take that, let's 379 00:56:15.210 --> 00:56:25.190 Janice Teoh: I think for me, the main thing is that film as like an artistic medium is not 380 00:56:25.230 --> 00:56:26.730 Janice Teoh: really 381 00:56:26.740 --> 00:56:43.490 Janice Teoh: exalted enough, I think, because I think, film, the way that people think about it is like, Oh, Youtube, and like to talk and like you do like these little shorts and stuff. But maybe that's not as I. I'm going to assume that that's not necessarily what you're interested in when you talk about film, right? 382 00:56:45.020 --> 00:56:47.339 Janice Teoh: Yeah. So I think 383 00:56:47.570 --> 00:56:53.009 Janice Teoh: some things that you can maybe start with to start like getting some sort of audience is like. 384 00:56:53.120 --> 00:57:03.079 Janice Teoh: potentially bringing film to like a small audience first. So like, I told you that to read like the atomic network or other cool start problem. 385 00:57:03.120 --> 00:57:17.069 Janice Teoh: like the book that you have, and I think it would be helpful for her. But yeah, so we can consider starting with like a smaller audience. And then seeing like, Okay, how can we bring like? Still, as like an artistic medium, so like 386 00:57:17.140 --> 00:57:30.079 Janice Teoh: a small audience. So like, what does that look like, okay, maybe it could be like, like, the typical things are like, Oh, maybe we can see if we can do like a film workshop. For, like either elementary middle or high schoolers. 387 00:57:30.280 --> 00:57:56.289 Janice Teoh: then you can start seeing like, okay, you're getting more people who are like interested in these topics. So maybe you could do some common film techniques like, for instance, I know there's one where you like. You move physically backwards, but you're zooming in on on the thing. I don't remember what it's called. So like, you can show them like different phone techniques and stuff like that. Or maybe you can say like, Oh, let's like try to put together like a film in like X weeks. 388 00:57:56.320 --> 00:58:10.849 Janice Teoh: with like elementary school or middle school students where you go from like storyboarding to filming the whole thing to editing and everything. And you get like a bunch of students who are able to like make something. So you can like start with something small like that. For instance, if 389 00:58:10.960 --> 00:58:15.549 Janice Teoh: you're unsure, like, just another idea, if you're unsure about 390 00:58:15.670 --> 00:58:22.470 Janice Teoh: whether like a large-scale film festival for students with be feasible. Does that make sense? 391 00:58:23.130 --> 00:58:37.319 Ivy Mentors: Yeah, actually, this is this falls under extra curriculums. Right? Yeah. Award is getting some credential right? You know, working on a comparative kind of landscape, and this is more like an extracurricular just one last. 392 00:58:37.430 --> 00:58:51.699 Ivy Mentors: So what is what the the way you kind of evaluate a particular extracurricular is really the reach and the impact you're having on the community. And how many lives are you impacting? Is that the right way that people look at it, or how how do people look at it? 393 00:58:51.930 --> 00:59:09.860 Janice Teoh: I don't think that's necessarily true. Films, I think, are a little bit different, but films can also just be like an artistic medium. For instance, like you can apply to schools with like in our portfolio. But you don't necessarily have had to have like 394 00:59:09.930 --> 00:59:30.140 Janice Teoh: a ton of followers on Instagram, or something for you to be considered along with everybody else. It's really like the quality of the work that you do, because I think they understand that it's like hard as like a young person to gain traction like they're artists out there in the world who aren't gaining traction so like for you to expect that a high schooler would be able to do that is like kind of difficult. 395 00:59:30.140 --> 00:59:44.700 Janice Teoh: So that's why like kind of Said you could maybe start with something smaller scale like that. just to see how things go. if you also want to go, for I think honestly, you can maybe plan them in in 396 00:59:44.860 --> 00:59:57.130 Janice Teoh: like overlapping like you can probably plan both of them at once. It'll just be like a lot of work. But it's not like you can only do one, then you do the other. But yeah, so it doesn't necessarily have to be reach. 397 00:59:57.720 --> 01:00:05.039 Janice Teoh: I think, like even for Cs personal projects. it's obviously it's good if there's reach. But it's not like. 398 01:00:05.230 --> 01:00:12.680 Janice Teoh: Oh, if there's no reach to like the product that I've made. Then it doesn't matter. yeah, I would say that. 399 01:00:12.890 --> 01:00:19.980 Janice Teoh: Yeah. obviously, it's good. But it's not like the end. All like you must have. please. 400 01:00:20.310 --> 01:00:28.550 Ivy Mentors: because, I I I know we are top of the hour, but I mean, I would actually request 15 more minutes if you can spare, because I think there's kind of a very good value here. 401 01:00:28.580 --> 01:00:34.370 Ivy Mentors: you can actually detect that time from the next session. That's perfectly fine. So if you if you see here like, you know 402 01:00:34.410 --> 01:00:40.999 Ivy Mentors: the first. look at the first profile just as an example right again, like not comparing. 403 01:00:41.230 --> 01:00:46.090 Ivy Mentors: And I was kind of looking through the extra curriculum of this this student. 404 01:00:46.260 --> 01:01:05.530 Ivy Mentors: and like, you know and and you know I don't, I don't. And I. This is a good kind of learning for me, because you know, that's how you see the corporate world like, you know, when you go to Apple and Google, like, you know, the way your kind of your performance is a review and rated. And you know we get reviewed like every we have our admission hiding committee officers like, you know, and promotion offices like every 3 months, every quarter. 405 01:01:05.700 --> 01:01:09.270 Ivy Mentors: And the way we look at it is really impact. It's 10. 406 01:01:09.280 --> 01:01:11.529 Ivy Mentors: Everything has to be impact and impact. 407 01:01:11.540 --> 01:01:19.550 Ivy Mentors: And when I, this profile, like at the high school, so like 50,000 plus 100 plus 2,000 plus and the Gmb plus. And I'm like. 408 01:01:19.770 --> 01:01:23.890 Ivy Mentors: what the hell like these guys these kids are writing it like, you know, 409 01:01:23.980 --> 01:01:32.149 Ivy Mentors: And and that's what I'm like. Oh, my, it looks like, you know, numbers is what they look for the quantitative impact. But you can't keep my whole perspective here. 410 01:01:32.250 --> 01:01:46.560 Ivy Mentors: even on Cs, when you say right? I mean, I understand the artistic nature of like filming and art where quality stands out, that she has to package it in the portfolio, or something, right? It can't. The vacuum like. 411 01:01:47.360 --> 01:01:49.379 Janice Teoh: yeah. So 412 01:01:49.490 --> 01:02:17.679 Janice Teoh: for instance, for a lot of like people that I know who do Creative writing the like big awards that they have, or like the gold key, but also things like, Oh! Like my art or my writing was published in a magazine. Well, in that case, do you have to say, like how many people are users of the magazine? I'm not sure but like the like being published in the magazine is the main thing. So I think, like, if you could say, like, Oh, yeah, my film was featured on like X website. 413 01:02:17.680 --> 01:02:21.150 Janice Teoh: I think that would be cool. 414 01:02:21.480 --> 01:02:24.479 Janice Teoh: But yeah. obviously, like 415 01:02:24.780 --> 01:02:31.030 Janice Teoh: reaches what you're looking for. But I wouldn't. I I guess my point is that like this is definitely like what 416 01:02:31.230 --> 01:02:42.699 Janice Teoh: you want like. It's not something that you don't want, but at the same time, like, don't beat yourself up. If you don't get the beach that you want. Cs projects, I think, are again like you said a little bit different. 417 01:02:42.720 --> 01:02:45.490 Janice Teoh: But in general, like. 418 01:02:45.740 --> 01:02:49.450 Janice Teoh: I think it's not the end of the world. If you don't get the reach that you want. 419 01:02:50.560 --> 01:02:59.999 Janice Teoh: Yeah, take it with a great start, because obviously, reach is like. really, really important. But yeah, I don't think you should force yourself to like 420 01:03:00.560 --> 01:03:09.080 Janice Teoh: Sorry. I don't think it should force you to like yourself up if you don't get as much of an audience as you think that you would. 421 01:03:10.110 --> 01:03:22.379 Ivy Mentors: That's great. And and you know, like I I know that I mean I mean i' it's again like you said, like quality definitely comes out, and you know you need different would obviously show up. 422 01:03:22.490 --> 01:03:40.349 Ivy Mentors: But again, like, when you look at the other kind of people that she's competing with, all have like 1020 things. And sometimes I just think, like it's like, how humanly is this even possible? but you would like to ask her to kind of do a few things right, because not literally like it's kind of empty now, right like, in a good way that we have identifying the gap. Now. 423 01:03:40.440 --> 01:03:49.140 Ivy Mentors: things that you would like hard to kind of hedge our bets. Or you like. Okay, let's just pick one or 2 things and just focus on that. 424 01:03:50.520 --> 01:03:59.139 Janice Teoh: Oh, sorry for like and then fashion project like, she has multiple things on our plate. Now, right for 425 01:03:59.150 --> 01:04:05.200 Janice Teoh: yeah. So what I recommend doing, let's see. So. 426 01:04:05.620 --> 01:04:08.470 Janice Teoh: I think. 427 01:04:10.170 --> 01:04:34.539 Janice Teoh: yeah, I think, try to plan some things in convention, for, like the thing that I recommended where you like to create some sort of program for younger people to get access to. For instance. I think that you can maybe do like in your cloud, for instance, like you can do it along with your club members, and then that becomes like something that you plan with them. for the film festival. 428 01:04:34.680 --> 01:04:57.809 Janice Teoh: Hmm! I think organizing. That seems more difficult because for me, in my, in my mind, like the way that you would probably have to do. That is like through social media, right? Because most of the people. Maybe you like to reach out to the individual people on social media. And you say like, Hey, I's not your work. I know your high school, or like I'm thinking of hosting this film festival if you want to submit to it. 429 01:04:58.140 --> 01:05:12.170 Janice Teoh: But on that, since it's like, it's like harder. I think that is maybe something that you can like plan for a week. and then spend like one or 2 weeks like reaching out to people and then like host. So that seems like a more short term thing that I wouldn't 430 01:05:12.270 --> 01:05:25.899 Janice Teoh: worry about as much, especially if it's like online. making the films obviously, is a lot of time. But it is definitely something that you want to think about. Because, like, that's the point. Right? Like making phones is like the whole point. 431 01:05:26.200 --> 01:05:31.840 Janice Teoh: the yeah. let's see other ideas. 432 01:05:32.140 --> 01:05:38.910 Janice Teoh: yeah, I think that like, unfortunately, we will have to focus on multiple things at once. 433 01:05:39.020 --> 01:05:43.359 Janice Teoh: but the way that I would think about it. 434 01:05:43.370 --> 01:05:49.999 Janice Teoh: on how unfortunately, the way that I think about doing work nowadays is like my break from like Cs is doing like 435 01:05:50.210 --> 01:06:00.329 Janice Teoh: or in your case, it's like your break from doing Cs is like doing film, but you still doing work. but like the 436 01:06:00.350 --> 01:06:08.160 Janice Teoh: especially when you're in high school. But yeah, you'll you'll eventually have to do it. 437 01:06:08.430 --> 01:06:10.490 Janice Teoh: You'll have to do multiple things at once. 438 01:06:10.970 --> 01:06:13.509 Ivy Mentors: Amazing. Yeah, I I think 439 01:06:13.520 --> 01:06:27.829 Ivy Mentors: that in itself. I mean, there's there's too many things where it might be. you know, of course, based on your comments and feedback here, but also for who? That for you? Now you know, I think Janice can only give you like those very specific pointers. But I think it's up to you now to kind of prioritize 440 01:06:27.850 --> 01:06:34.429 Ivy Mentors: and identified you like I would recommend, like one or 2 things, and you know, on extracurricular, and at least one on award 441 01:06:34.480 --> 01:06:47.140 Ivy Mentors: and you know. And then we, of course, have this fashion project like I think I so you would still say, the passion products she is pursuing is kind of gonna add value. Like I was even yeah. My beach. We should just like 442 01:06:47.210 --> 01:06:54.230 Ivy Mentors: wrap that up and rather have our focus on Vfx or anything. But I think you've kind of opened my brain in my mind at my years today. 443 01:06:54.270 --> 01:06:56.209 Janice Teoh: No, yeah, at least you should do both. 444 01:06:56.330 --> 01:07:07.329 Janice Teoh: yeah. So for I have a couple of questions about film, if we have enough time, but like what generally, what kind of film are you interested in? 445 01:07:07.790 --> 01:07:23.289 Ivy Mentors: So last year I really enjoyed making short phones and stuff I may like at least 3 so far. And I think it was really something that I really like. So I definitely want to make like movies and stuff. 446 01:07:23.770 --> 01:07:30.600 Ivy Mentors: they're not that good. So it doesn't matter, like, you know. That's that's why, you know, she's your mentor, right? 447 01:07:30.920 --> 01:07:38.319 Ivy Mentors: Like I mean, you don't have to impress Janice. That's what I'm saying. Like you have to be. You have to tell her your struggles right? Like 448 01:07:38.540 --> 01:07:51.810 Janice Teoh: yeah, I think she should be yesterday, like you know, I think might be you can I? I mean, if you think it's important now, or we can. She can share it with you later to, I'm more interested in, like what genre of short phones this is very broad. 449 01:07:52.680 --> 01:08:14.479 Ivy Mentors: I also just like doing like cinematic and creative works like we made a music video last year. And I think that's something that I really enjoyed. So like something more like professional rather than I'm just like simple Youtube videos. But I think I'm fine with making Youtube videos for like an extracurricular. But 450 01:08:14.740 --> 01:08:20.370 Ivy Mentors: it's just not the kind of like video that I want to make 451 01:08:20.510 --> 01:08:22.480 Ivy Mentors: after coming 452 01:08:22.760 --> 01:08:29.649 Janice Teoh: so like if you were to throw out films that are your favorite that you want to like. Emulate? what would you say? 453 01:08:30.689 --> 01:08:45.029 Ivy Mentors: I can't really think of some any like movies. But there's a short phone called Stutter, and it's really good. It it want an Oscar and 454 01:08:45.310 --> 01:08:46.450 Ivy Mentors: it's like 455 01:08:46.750 --> 01:08:52.729 Ivy Mentors: it's just a filming of it all is amazing. And I think the production of it is good to 456 01:08:52.830 --> 01:09:05.879 Janice Teoh: Okay. oh, there's a I'll send you a thing later. But I like used to binge like these short films that are like sci-fi fantasy that I think are really cool. But 457 01:09:05.930 --> 01:09:11.319 Janice Teoh: yes, okay, I was just kind of curious. So when I say, like you 2, by the way, I don't mean like 458 01:09:11.670 --> 01:09:22.089 Janice Teoh: Youtube, of like, oh, here's my school. This is what I'm doing. But I mean, like, I meant Youtube as in like, here are all my short films like on in one place. 459 01:09:22.279 --> 01:09:27.600 Janice Teoh: so I would cross this out. If that's not what you're interested in. 460 01:09:28.080 --> 01:09:33.679 Janice Teoh: Yeah, hopefully, you do gain some drivers and views. We'll see. But yeah, I feel like 461 01:09:33.960 --> 01:09:37.150 Janice Teoh: advertising. Your work is a whole other ballpark. 462 01:09:37.260 --> 01:09:40.969 Janice Teoh: yeah. So 463 01:09:41.380 --> 01:10:03.089 Janice Teoh: I think the way that you might want to focus on this now is like focus on like the work itself. Right now and then we can worry about like, how do we gain traction later? Because obviously, you have to make the films. And you have to like, figure out a plan for how these things will work first. And then we can figure out like, Okay, how are we going to like show this to the world and stuff like that? Does it make sense? Yeah. 464 01:10:03.550 --> 01:10:21.230 Janice Teoh: okay, But yeah, so I think from here. What we can continue doing is is the same way that we've been doing now, where I give you like auction items for the week to. So I kind of keep you on track. And then 465 01:10:21.980 --> 01:10:25.029 Janice Teoh: and then we can like, meet and discuss. Obviously. 466 01:10:25.640 --> 01:10:32.899 Janice Teoh: I think I'll be focusing more like as your mentor on the like side of things, just because, like. 467 01:10:32.970 --> 01:10:41.450 Janice Teoh: like, I can tell you, things like, I'll find, like X short film festivals to apply to, and I can help you find things on my on time. But I can't like 468 01:10:41.800 --> 01:10:43.579 Janice Teoh: help you come up with 469 01:10:43.630 --> 01:10:49.080 Janice Teoh: I I can probably help you come up with ideas for short phones, if you'd like. But 470 01:10:49.090 --> 01:10:52.080 Janice Teoh: yeah, I it just depends. Yeah. 471 01:10:52.260 --> 01:11:00.679 Ivy Mentors: I I think that is amazing. And and in fact, first of all, thanks so much. I think this is such a valuable session on its own. 472 01:11:00.840 --> 01:11:08.790 Ivy Mentors: And I think I I don't even know how. And I'm gonna have that chat with you? in our subsequent session. How do we label this particular session? 473 01:11:08.950 --> 01:11:26.950 Ivy Mentors: Because, you know, like you, you know it not. Every session is created equal. It's not valued equal right? I mean, you have like a very tactical session where you're kind of monitoring her progress, and you can be a project like black for a better word, like a project manager there just checking or progress being like accountable. 474 01:11:26.950 --> 01:11:55.439 Ivy Mentors: But that and this is like totally 2 different kind of markets. Right you've done is you have done a complete, comprehensive assessment of her profile. Find her gaps. You've explained to her, dad as to how things were you literally like brought like, you know, parent and like, you know, child together, like in some ways where we can now work as a team this so much value here, right? And in fact, I feel like again, Janice. I told her that as well like, because she she didn't know, like, you know, the way up The reason why 475 01:11:55.580 --> 01:12:06.770 Ivy Mentors: I wanted her to really get started with you is like, because I saw the value, and I genuinely believe in what? Like, what? What's coming out of this ivy mentor thing. And with you being the lead here right? Because. 476 01:12:07.060 --> 01:12:19.730 Ivy Mentors: this value, like this information is not accessible. It's not available right? And and and your time is really more strategic. That's where the value is. In my like, you know humble opinion. 477 01:12:19.940 --> 01:12:39.020 Ivy Mentors: I think honestly like, for who that to stay on track and see the progress? I think that's something that anyone can do to be very honest right, like, you know, 2 can do that. The great tools today and the day I like all her dad can do that like I can probably 3 or 7 standing next to her and ask her, but this is where I want to. I also apply for that 478 01:12:39.070 --> 01:12:49.650 Ivy Mentors: when you're going to Janice, like, you know that one pressure is 1 h like for you is really to get this guidance. and absolutely spot on, like, you know. Let's continue with the project that you're doing. 479 01:12:49.690 --> 01:13:14.269 Ivy Mentors: and you also brought up a point like we have an opportunity to connect with other friends or other mentors like might be. She could have just like one session with like Lanny right one of the mentors that she's like filming and studio like I at Stanford. She entered as filming a student, so she might be some more like deep like, you know, one session with her, but she can give some more like, very unique insights for that as well, right? So 480 01:13:15.830 --> 01:13:16.780 Janice Teoh: yeah. 481 01:13:18.010 --> 01:13:38.600 Ivy Mentors: so so I think, yeah, I mean, let's let's continue this, at least, like I? I I know. Sorry. Thanks a lot again, like we've taken 15 more minutes. what? So we've covered pretty much the entire template. Do you think there's anything else in the template remaining? letter of recommendation is something that one of the vendors in one of the sessions that I heard someone talking about strategizing letter of recommendations like. 482 01:13:38.960 --> 01:13:47.509 Janice Teoh: I think that this is good, but I don't think it will take that much time. You can include it for sure, like, I can talk about it, too. But 483 01:13:47.630 --> 01:13:52.100 Janice Teoh: it's like a 5 min conversation. Yeah. 484 01:13:52.210 --> 01:14:07.210 Janice Teoh: Okay, yeah. The rest of this, like the schools planning for schools I feel like is a bigger conversation. So this, I think, is more important. But yeah, and then essays is like a big conversation, too. But letter of recommendations is like, smaller. 485 01:14:07.300 --> 01:14:22.699 Ivy Mentors: Okay? But these 2 are really like the the future buckets. Right? I mean you. Yeah, I think here we can really talk about the whole extra particular strategy and planning and execution. You know, you being her like prime mentor, you have really helped her very holistically assessed. 486 01:14:22.700 --> 01:14:43.460 Ivy Mentors: you know, like the kind of doctor like you know, who, holistically like, gives you the holistical holistic thing. And then, if there is a kind of. I think you're the thing with you. You're not in the internal medicine. You're actually a specialist, too. So but you have done a very holistic assessment. And now you're telling, okay, hey? If there is a specialty like video like, I mean, you can go and just have a consultation with her like, 487 01:14:43.610 --> 01:14:55.659 Ivy Mentors: But then, with that, you need to progress as a data. And now, like being like you need to. I mean, it's very clear that you can't be just like focus on one thing, right? You have to keep a tab and track on multiple things. 488 01:14:55.700 --> 01:15:11.489 Ivy Mentors: So let's work on that. I think you have shared ideas, I think a good outcome could be. I would actually request that to like whatever you loaded down, you had to come up with a list. So that next time you can show, like, how you're progressing on everything else, that in addition to which, we did not speak about 489 01:15:11.940 --> 01:15:20.679 Ivy Mentors: okay, that in addition to the Ap. Classes which we do not speak both. yeah, it's unfortunate. It's it's very challenging. You know. I I 490 01:15:20.700 --> 01:15:23.300 Ivy Mentors: you know, compared to what we did like, you know. 491 01:15:23.890 --> 01:15:28.499 Ivy Mentors: in Dubai and India like so easy right? I mean, like, this is so hard. 492 01:15:28.730 --> 01:15:31.900 Janice Teoh: it's so much. It's not like, I know. Taking one test. 493 01:15:32.100 --> 01:15:40.129 Janice Teoh: for instance, in China, is like taking, you take one big test and that you're like, obviously, that's really hard. But this is also hard in a different way. 494 01:15:40.180 --> 01:15:49.499 Ivy Mentors: This is very harder, that this is actually harder. That's why you know the complexity. and that's what people are spending money, because it's a black box. It's very 495 01:15:49.630 --> 01:16:03.489 Ivy Mentors: need to target right? Like, you just need to be good in one thing. And that's why you know, American education system produces leaders at the end of the day, regardless of whichever college you go to, because it's a basic development like, and and confidence and leadership is like 496 01:16:03.740 --> 01:16:20.569 Ivy Mentors: I feel like in Asia. They do like a quantitative test like. But here they do the same thing. We have to take standardized tests like the sat or the acts I feel like. On top of that. We have to like do extra curriculum is just kind of like 497 01:16:20.760 --> 01:16:39.290 Ivy Mentors: pressurizing time, password music. Thanks. I know we are. You have already spent 15 min. So for this. I think next time onwards, like probably it's good to kind of keep a tab and track, and I can. I'll set up another meeting with you just to kind of discuss our 498 01:16:39.410 --> 01:16:41.460 Ivy Mentors: the thing this week whenever you're free. 499 01:16:41.470 --> 01:16:42.710 Janice Teoh: Yeah, yeah. 500 01:16:42.850 --> 01:16:43.570 Ivy Mentors: yeah. 501 01:16:43.780 --> 01:16:46.110 Janice Teoh: yeah. Okay, that sounds good. 502 01:16:46.620 --> 01:16:50.499 Janice Teoh: it should be fine. Now, I think it is a little hectic, because it's like, day one. 503 01:16:51.490 --> 01:17:13.430 Ivy Mentors: yeah, that's fine. So you have updated your calendar. And, by the way, so all my offers are going out today to all the students that you including, you see, and Victoria, and you know, thanks a lot for your comment on Victoria as well. And so at least like 3 students that you spoke to last week. 504 01:17:13.490 --> 01:17:16.920 Ivy Mentors: I hope that at least we are able to start one more. 505 01:17:17.110 --> 01:17:18.810 Janice Teoh: Yeah, we'll see what happens. 506 01:17:18.820 --> 01:17:21.480 Janice Teoh: Yeah, it was nice talking to you. 507 01:17:21.760 --> 01:17:33.269 Ivy Mentors: Thank you good luck and congratulations on the internship like. And in Stanford research. AI and human interface. 508 01:17:33.420 --> 01:17:36.809 Janice Teoh: Yeah, okay, bye, bye. 509 01:17:38.490 --> 01:17:40.880 Ivy Mentors: this is amazing. Right? Now. 510 01:17:41.760 --> 01:17:45.460 Ivy Mentors: Hmm. yeah. And.",
  "segments": [
    "Week 1 - Coaching_Jenny_Huda_Wk01_2023-06-26_M_f084cadefd4d4213U_2023-06-25_00-00-00 WEBVTT 1 00:00:11.510 --> 00:00:12.870 Ivy Mentors: Well, it sounds like you. 2 00:00:17.040 --> 00:00:18.280 Ivy Mentors: What's it? Work? 3 00:00:30.800 --> 00:00:32.800 Janice Teoh: Yeah. 4 00:00:32.860 --> 00:00:33.920 Janice Teoh: Hi. 5 00:00:35.890 --> 00:00:36.880 Ivy Mentors: Hi. 6 00:00:40.030 --> 00:00:40.970 Janice Teoh: hello! 7 00:00:47.840 --> 00:00:55.910 Janice Teoh: I would sign up on the calendar. So because I didn't see it on the calendar. I didn't expect that we are still having the meeting. 8 00:00:56.070 --> 00:01:07.549 Ivy Mentors: Okay, no worries. I think we'll try to solve for that. Just give me a say, I think the you wrote a documentary something. Yeah, I send you the message. 9 00:01:10.660 --> 00:01:12.729 Ivy Mentors: how are you doing? 10 00:01:12.750 --> 00:01:13.889 Janice Teoh: I'm good. 11 00:01:14.480 --> 00:01:17.440 Ivy Mentors: Nice to 12 00:01:18.640 --> 00:01:24.529 Janice Teoh: nice to meet you? yeah, I just had my first day at work today. 13 00:01:24.770 --> 00:01:32.989 Janice Teoh: yeah, I got to meet some people. It was interesting. Oh, we met the advisor of 14 00:01:33.060 --> 00:01:37.890 Janice Teoh: the the 2 guys who founded Google. 15 00:01:37.960 --> 00:01:42.440 Janice Teoh: And I also learned that I'm like the the 16 00:01:43.370 --> 00:01:46.420 Janice Teoh: like. The office that I'm working in is where they worked. 17 00:01:46.600 --> 00:01:53.549 Ivy Mentors: I do not know that offers. So Sergey. And 18 00:01:53.870 --> 00:02:01.030 Ivy Mentors: yeah. yeah, yeah, yeah. 19 00:02:01.140 --> 00:02:07.260 Janice Teoh: yeah, I'm working in the same room that they worked in. 20 00:02:07.370 --> 00:02:12.669 Ivy Mentors: You're you're destined to be some somebody. Great. 21 00:02:12.730 --> 00:02:19.360 Janice Teoh: Yeah. Why not? Is the question right? Like. 22 00:02:19.850 --> 00:02:37.949 Ivy Mentors: yeah. I mean, they were act",
    "ually research students. Ph, d. As well, they were Phd students. Actually. you have a video to actually, you know, when when you join Google, again, you have this kind of very fun, maybe because I don't know if I have a copy. But I'll I'll forward you like a very old video where they're working. 23 00:02:38.330 --> 00:02:45.280 Janice Teoh: Yeah, yeah, yeah, yeah. I I, I do have that. Yeah. 24 00:02:45.360 --> 00:02:47.710 Janice Teoh: that's really cool. 25 00:02:47.760 --> 00:03:04.740 Ivy Mentors: And you like that. That's what we are trying to capitalize and monetize, you know, with Iv mentors and gigs be like, you know, we're talking about like future you know. Larry and surgery and future Steve Jobs, you know. That's where you're working, like, you know. And 26 00:03:04.840 --> 00:03:09.680 Ivy Mentors: we want to really like. 27 00:03:11.420 --> 00:03:19.280 Ivy Mentors: okay, I'll try my best. Okay, so that is very upset with me. By the way, very you know, to be honest like. 28 00:03:19.550 --> 00:03:27.489 Ivy Mentors: I think the only reason I did not join the first call. To be very honest was because I didn't want to have like a influence on her right like 29 00:03:27.920 --> 00:03:35.410 Ivy Mentors: but I think now it kind of makes sense. So it's like a formal session nobody is ordered. 30 00:03:35.590 --> 00:03:36.820 Janice Teoh: yeah. 31 00:03:36.990 --> 00:03:38.550 Ivy Mentors: So what? 32 00:03:39.000 --> 00:03:45.710 Ivy Mentors: Again, like, one of the challenges for me, like, you know, being like not having study in the Us is like, I even today. 33 00:03:45.790 --> 00:03:59.640 Ivy Mentors: it's very hard for me to really understand the whole kind of us application process, right? And I feel that ignorance is not helping. I'm I'm I'm doing better as I'm working on this problem space now. And can you see the document? 34 00:03:59.900 --> 00:04:08.489 Janice Teoh: Yeah, yeah, I'm looking at it right now. 35 00:04:08.610 --> 00:04:14.409 Ivy Mento",
    "rs: but it's very clear that scores are just like, probably like 20%, right like those stats. 36 00:04:14.480 --> 00:04:23.550 Ivy Mentors: It's really this kind of black box. And I'm glad they actually put it as like a black pie here. extra. 37 00:04:23.620 --> 00:04:33.790 Ivy Mentors: So what I did was like, you know, the you know. And again, I think, really following, like how people you know kind of build their kind of eventual profile in the way like they have. 38 00:04:34.090 --> 00:04:42.069 Ivy Mentors: you know, in these kind of forums, reddit and college confidential, and some of the calls that I attended as well like. these are the biggest buckets, right? 39 00:04:42.110 --> 00:04:51.159 Janice Teoh: So I wanted to do that like, you know, to do a similar exercise, because, to be very honest, I haven't really spent time with the and kind of understanding that 40 00:04:52.160 --> 00:04:53.110 Ivy Mentors: no 41 00:04:53.680 --> 00:05:00.580 Ivy Mentors: So we're going to fill this right. And I I know that she's off to a great start with you. Thanks a lot on. 42 00:05:00.650 --> 00:05:13.959 Ivy Mentors: you know, just kind of ideating. I I did go through some of those scripts, you know, where you. You had this discussion on how you were really helping her identify a passion project and define a project that was in line with her kind of story. 43 00:05:14.080 --> 00:05:22.659 Ivy Mentors: I see that value clearly. But I also am kind of a bit nervous in terms of 44 00:05:23.180 --> 00:05:25.570 Ivy Mentors: you know, like other things that 45 00:05:25.740 --> 00:05:38.040 Ivy Mentors: you know. And again, this is where, like, you know, it's a fear of missing out right as a parent, I'm like, hey? You know what I mean. It looks like you're doing good. and I do understand. you know, what I'm learning is that you don't have to do 100 things. 46 00:05:38.170 --> 00:05:42.620 Janice Teoh: Yeah, because everyone comes up with that kind of full planner. But 47 00:05",
    ":42.760 --> 00:05:52.819 Ivy Mentors: I also don't want, like her to be, like, you know, completely empty right in in these things as well. So that's so. I I wanted to take a step back. And a Janice. 48 00:05:52.950 --> 00:06:15.369 Ivy Mentors: what did you kind of take a holistic kind of assessment of who the in this section? Right? What we have been doing with the students as an example. And I don't know if you guys did that, or you just like delve deeply into right? because, because, you know, we have like a longer engagement, right? I know that there's a lot of time. So there was no rush to kind of really pack everything, but might be. That's a good way for me to, just 49 00:06:15.600 --> 00:06:40.080 Ivy Mentors: because I I've been bombarded by so many, like, you know. Jared is chasing me to have her sign up for this Mit. By the way, he will send me a message to that. I'll send you the snapshot same like, Hey, you know. Can this help her really stand out in passion? But oh, yeah, this was founded by a Stanford Cs student in 2,019, and we are a bunch of Mit and Stanford students we really like, we can guarantee that whatever you do here will help you really stand out. 50 00:06:40.090 --> 00:06:46.570 Ivy Mentors: And I'm like, how can you stand out if, like, 5 people are pick the same project together right? Like I, that's that's the thing that I don't understand. 51 00:06:46.830 --> 00:06:48.880 Ivy Mentors: So yeah. 52 00:06:48.890 --> 00:06:55.040 Ivy Mentors: So I'll I'll I just wanted to kind of explain to you my concern, and like. How does she go about 53 00:06:55.150 --> 00:06:58.740 Ivy Mentors: not losing a track of all these like tracks 54 00:06:58.970 --> 00:07:17.260 Ivy Mentors: probably pick up like one or 2 things in the way you're just helped her identify a passion project similar like others, extra curriculums, and might be a few awards right and and and you know it could. And and I think that's kind of number one number 2 is, I'm fully okay 5",
    "5 00:07:17.410 --> 00:07:33.669 Ivy Mentors: with her, like, actually pursuing like a video video path, right? Like our or what of the creative path. even though I know, like I I've been asking her like, Hey, what are you gonna do like I I if I give you like a choice between getting into like filming and or Cs. And she's like, I want to do both. 56 00:07:34.020 --> 00:07:44.450 Ivy Mentors: So it's like she really likes and loves both of those things, and I know that she's been like she really enjoys programming. Like I I I know that because I've been. 57 00:07:44.760 --> 00:07:58.519 Ivy Mentors: I hope so like at least for the last 3 4 years I've been seeing her really, like, you know, enjoying coding and learning and those kind of stuff. So I'm completely okay. And I think this is where I would love to get your guidance in terms of being very honest in terms of where is without today. 58 00:07:58.840 --> 00:07:59.950 Ivy Mentors: And 59 00:08:00.110 --> 00:08:15.619 Ivy Mentors: I'm not very keen on like, you know. I I you know, on her getting into one of these Ivs, even though I'm I'm actually selling a you know our pitch otherwise. But I want her to get into at least a top 20 miles close by. You see. 60 00:08:16.030 --> 00:08:21.549 Ivy Mentors: when I can actually stock her every day, what do you want. Why do you want her to be close by? 61 00:08:21.930 --> 00:08:23.980 Ivy Mentors: That's a great question. 62 00:08:24.740 --> 00:08:31.820 Ivy Mentors: Why, I am just like a possessive, dad. You know I don't want my daughters to meet me right. I I want them to see them. 63 00:08:31.970 --> 00:08:35.619 Ivy Mentors: It's hard for me like some years leaving us for the first time. 64 00:08:36.070 --> 00:08:47.120 Ivy Mentors: I think we have hardly let you guys go elsewhere like, have you slept? What? Even like one night with our parents once for a while? 65 00:08:47.250 --> 00:08:57.239 Janice Teoh: Oh, my God! Do you want to be? Pretend your dad isn't in the roo",
    "m, do you? Do you want to be in a similar area 66 00:08:57.670 --> 00:09:08.009 Janice Teoh: like outside of just like, Oh, I'm going to be close to parents, but even like, Oh, I want to know what life is like on the East Coast, for instance or anything else like that 67 00:09:08.390 --> 00:09:27.950 Ivy Mentors: I kind of want to like. I kind of want to see how the East coast is like, because we actually used to live there, and I kind of like like life was kind of more. Lead back there a little bit like. I want to be close to my parents, but like 68 00:09:28.550 --> 00:09:35.929 Ivy Mentors: when my dad is too close. it's not the best. So yeah. 69 00:09:36.070 --> 00:10:01.799 Ivy Mentors: really, honest. Yeah, I mean, it's fine. I'm I'm just joking right? that's kind of an internal thing, especially like I don't know. It's it's like a first time for us, I think, with some yeah, we don't even know, like, what's gonna happen. Mom's all. Mom's also, very, I'm mom's like, 10 times more possessive. I would say, right, Yeah, I think it's all for moms. It's the same thing. Yeah, yeah, I I think I'm just kind of a very don't know question, anyways. So 70 00:10:02.560 --> 00:10:15.380 Ivy Mentors: I I think, in short, I'm perfectly fine, like the pursuing, like you know where. That's why, Samia, we didn't even have her like applied to out of state. but I think we should. because of our Cs thing. 71 00:10:15.560 --> 00:10:27.090 Ivy Mentors: And you know, I know that it's it's a very kind of tough kind of major high competition. So I want to keep her open up her options, and more than happy to support her. 72 00:10:27.160 --> 00:10:48.520 Ivy Mentors: but not very keen on, like, you know, because because you, being you've been brutally honest. And you know, like you've been looking at some of the profiles where, like these, like kids have, like literally, they are like ready to go into IP. But then, when I hear like, Oh, Janice is like being critical. So I'm like, Okay, I d",
    "on't wanna like put without a lot of pressure where she feels like she's not, she won't be able to do it. 73 00:10:48.840 --> 00:10:57.110 Ivy Mentors: so any. And and then you told me about this whole kind of college and tier-based strategy around, hey, you see, has a very different game plan. 74 00:10:57.220 --> 00:10:58.620 Ivy Mentors: And 75 00:10:58.870 --> 00:11:10.679 Ivy Mentors: you know, with cosmos and other things. And then there's non checks. So I I I would love. I would love you to take a strategic look right? And a very critical look at who does current status with her kind of in this summer 76 00:11:10.780 --> 00:11:24.629 Ivy Mentors: with her junior, like as a rising Julia, and she only has one year remaining. you know what is the best way for her to land into one of the top schools, I would say, let me call like top schools like top top 20. 77 00:11:24.760 --> 00:11:32.589 Ivy Mentors: be it on video or beat on cs, I'm perfectly fine, like my only conditions, like I want her to be at least in the top schools right? 78 00:11:32.770 --> 00:11:40.470 Ivy Mentors: and I we know Iv is fine, right? But it's kind of my thing. I don't know what you agree with that 79 00:11:40.840 --> 00:11:56.659 Ivy Mentors: like, I mean she is still up for Iv. I guess I would prioritize getting into I I like Uc. Berkeley over the over the Ivs, because I just feel like it's more like realistic for me to stay here in California. 80 00:11:56.730 --> 00:12:01.580 Ivy Mentors: or rather than different state away from my family. So 81 00:12:02.370 --> 00:12:10.480 Janice Teoh: okay, what if you got into Uc. Berkeley. But it wasn't for like, and like keeping in mind that 82 00:12:10.520 --> 00:12:23.830 Janice Teoh: if you don't get in as like weeks when you first supply. Then you're going to have to apply to get into the major, which is really difficult and honestly like almost impossible. 83 00:12:24.860 --> 00:12:38.789 Ivy Mentors: I mean, like I want, because I feel like",
    " I could also see myself going into like the film production career. so like, I wouldn't mind if I got into Uc birthday for film. 84 00:12:38.810 --> 00:12:39.860 Ivy Mentors: But yeah. 85 00:12:41.160 --> 00:12:57.779 Janice Teoh: okay. hmm, okay, yeah. So I think here's the ideal thing, right? Like we can have a discussion on whether, like, who else would be applying for so or for Cs makers, and, in my opinion, like. 86 00:12:57.870 --> 00:13:01.639 Janice Teoh: I think if he is applying for well. 87 00:13:01.730 --> 00:13:20.980 Janice Teoh: I think if you don't mind going to Uc schools as a phone major, I think you should definitely be more open to applying as a film measure just because it is much easier to get in as film rather than Cs. But I think the ideal thing is, if we're if we're trying to aim for like top schools is that 88 00:13:21.160 --> 00:13:22.749 Janice Teoh: you should be doing both 89 00:13:22.870 --> 00:13:28.869 Janice Teoh: like you should be doing as much of film as you can, and you should be doing as much as you can. 90 00:13:29.000 --> 00:13:44.920 Janice Teoh: So like you should be applying for film festivals. But you should also be working on personal projects. and that's just like the harsh reality of it. It's not like we can pick one and say, like, Oh, we're gonna do film. And like, let's only focus on film. But in reality the top students are people who like 91 00:13:45.140 --> 00:13:53.780 Janice Teoh: like, for instance, you hear of like Rsi. And I said, there are people who go to like these programs, but at the same time they have like gold key awards, and like writing it 92 00:13:53.800 --> 00:14:17.030 Janice Teoh: as well, or they're like nationally ranked like some sport like it. It is very simple to think like, Oh, maybe we'll just do like science, for instance, like, let's take the example of science. And it is very easy to just be like, Oh, yeah, like, I'll do research. And then I'll like apply for these programs. And then ",
    "I'll do like the research, 93 00:14:17.240 --> 00:14:43.449 Janice Teoh: like the the science fair and stuff. but the reality is that people who only do those things and nothing else that is like not enough for them anymore. And they need to do other things in order to supplement and for a lot of some students that looks like doing some humanities and some stem at the same time. So I think you have this. You already, like inherently, have this interest in both stem and humanities, which I think 94 00:14:43.530 --> 00:14:46.639 Janice Teoh: you should really capitalize on 95 00:14:47.100 --> 00:15:14.370 Janice Teoh: So honestly, I think that even if we're thinking about you, maybe applying as a film measure the differences of what you do might not actually be that severe like. I don't think you would actually throw away any Cs. If you're going to apply for a film measure like you would still be working on Cs projects, in my opinion. But I think you would just like the the balance of weight of things would just be slightly different. 96 00:15:14.410 --> 00:15:20.779 Janice Teoh: like if you were to apply as a Cs major like, maybe you would do a little more Cs. 97 00:15:20.790 --> 00:15:26.880 Janice Teoh: but if you were to apply as a so measured and maybe you do a little bit more phone. So I think the thing is like 98 00:15:28.230 --> 00:15:57.859 Janice Teoh: in in both cases, the baseline of what you're going to be doing is actually pretty similar. It's just like when you get to the end and the finish line. It's like, what do you want to emphasize in your application. When you write your essays, what are you going to emphasize by, for instance, like how you rank the different activities on your activities list? there's like a lot of different things like that that you can do also like deciding. Oh, I'm going to apply as a film, major, or all I'm going to apply as a Cs major, does that make sense? 99 00:15:57.860 --> 00:16:09.100 Janice Teoh: Yeah, so that's like, ",
    "specifically for the top schools, for the top schools. There, you you want to have like a variety like, for instance, I could apply to Stanford as like 100 00:16:09.210 --> 00:16:18.699 Janice Teoh: physics, but a lot of the things, and like the the top thing on my application was figure skating, and then the things after that were like art, and then 101 00:16:19.190 --> 00:16:33.819 Janice Teoh: like after that, it was like science, for instance. So like even the top things on my application or not necessarily like this is So I think that's something to keep in mind as we like. Continue thinking about what your plan for the future is going to look like. 102 00:16:33.990 --> 00:16:37.850 Janice Teoh: But yeah, so 103 00:16:38.730 --> 00:16:40.440 Janice Teoh: hmm, let's see. 104 00:16:40.830 --> 00:16:44.510 Janice Teoh: I think we should start putting together a list 105 00:16:44.580 --> 00:16:46.380 Janice Teoh: of places if I were 106 00:16:46.450 --> 00:16:49.210 Janice Teoh: well, wait! Is there that still here? 107 00:16:49.320 --> 00:16:54.909 Ivy Mentors: I I'm still here. I I just want to be out of it, like, you know the. 108 00:16:55.390 --> 00:16:57.100 Janice Teoh: So 109 00:16:57.320 --> 00:17:01.949 Janice Teoh: let's see. 110 00:17:02.260 --> 00:17:07.210 Ivy Mentors: this is the thing like again, like this is my college confidential and 111 00:17:07.369 --> 00:17:15.949 Ivy Mentors: reddit, whatever. And and you know some of my product design. And I'm building the profile for people like that like that. 112 00:17:16.060 --> 00:17:17.030 Janice Teoh: Yeah. 113 00:17:18.089 --> 00:17:32.499 Ivy Mentors: So you see, like, this is how people come and and and they basically throw out their profile like, match me chance me right? And then, Major, this is this, this absolutely strictly filled by without with no external influence or pressure. 114 00:17:35.910 --> 00:17:48.649 Janice Teoh: yeah, wait. Can you share this with me? By the way, I think what we c",
    "an do right now is we'll walk through your entire profile and then 115 00:17:48.870 --> 00:17:50.239 Janice Teoh: we can. 116 00:17:51.200 --> 00:17:56.650 Janice Teoh: I can kind of do some sort of like a chance. We type 117 00:17:57.000 --> 00:17:58.540 Janice Teoh: situation. 118 00:18:00.450 --> 00:18:03.860 Ivy Mentors: Yeah. My only thing is 119 00:18:05.700 --> 00:18:08.820 Ivy Mentors: Why don't I see you? 120 00:18:09.090 --> 00:18:10.810 Janice Teoh: Oh, it's okay. Yeah. 121 00:18:15.830 --> 00:18:24.940 Ivy Mentors: yeah. I think that's that's a great learning for me. I think my whole thing was okay, like, you know, to take some to be very strategic about it. 122 00:18:24.990 --> 00:18:43.200 Ivy Mentors: Take the right decisions, upfront and focus like 200, the 80 20 rule rather than doing like 100 things like focus on that. That will give you the 80 kind of outcome. But you're making. You're you're making it very true. And now that it's it's really not like that where you can just pick and choose. Right? You have to be. 123 00:18:43.240 --> 00:18:55.650 Janice Teoh: Yeah. I think even the students sorry to interact you. But even though students that do have a spike. For instance, the students that really do go to like the Olympics and stuff. 124 00:18:55.710 --> 00:19:04.159 Janice Teoh: I I've like taken some classes with these students, and like they still have a lot of other interests outside of like 125 00:19:04.520 --> 00:19:11.250 Janice Teoh: like swimming, for instance, is really big at Stanford. They still have, like other interests, outside of that which is 126 00:19:11.280 --> 00:19:15.470 Janice Teoh: insane to me, like, I don't know how they have the time for it. But 127 00:19:15.830 --> 00:19:29.730 Janice Teoh: yeah, even like, when you think about the well rounded versus the spike In reality most people are well rounded. Even the people with spikes. They have some level of well roundedness to them. 128 00:19:31.620 --> 00:19:36.439 Janic",
    "e Teoh: They are okay. So I think you are up. 129 00:19:36.800 --> 00:19:45.270 Ivy Mentors: Okay? So the demographics is fine. 130 00:19:45.280 --> 00:19:51.020 Janice Teoh: I guess the only note is that I think 131 00:19:52.020 --> 00:20:04.010 Janice Teoh: schools are doing more of balancing out of like different demographics and like of students at the school. So I think. 132 00:20:04.600 --> 00:20:12.489 Janice Teoh: being Asian actually comes at some of the that some part of the negative now. But that's just like a small thing. 133 00:20:12.800 --> 00:20:13.910 Janice Teoh: okay. 134 00:20:14.510 --> 00:20:20.579 Ivy Mentors: I mean, if you can just add some comments that I mean, that's fine. You don't have to be a recording at any reason. 135 00:20:21.390 --> 00:20:39.539 Janice Teoh: Okay, do you want me to like? Does it like write down comments as I'm talking. That'd be great. Actually, you, you do a better job. So okay, okay, So to write it down, I guess, like, it's not like an explicit negative, but it is something. 136 00:20:40.470 --> 00:20:41.820 Janice Teoh: Keep in mind. 137 00:20:42.080 --> 00:20:53.169 Ivy Mentors: I I see kids writing like students writing advantage, disadvantage like, you know that kind. They are like they. They introduce themselves. Hey, I'm a disadvantaged candidate like, what does that even mean? 138 00:20:53.640 --> 00:20:58.300 Janice Teoh: yeah. it is 139 00:20:59.380 --> 00:21:07.199 Janice Teoh: somewhat. I think the only people who can. 140 00:21:08.360 --> 00:21:15.789 Janice Teoh: like people of color, are disadvantaged people who are low income or disadvantage. But I think 141 00:21:15.810 --> 00:21:22.170 Janice Teoh: but the way that things are currently progressing right now the like. I don't. I think, like 142 00:21:23.430 --> 00:21:33.199 Janice Teoh: people who are Asian are definitely people of color, but the disadvantage is definitely not the same as the disadvantage of like other ethnicities, for instance, ju",
    "st by like 143 00:21:33.330 --> 00:21:54.309 Janice Teoh: general income levels. I think. So. That is like one thing to keep in mind. so unintended majors we've already kind of talked about. it's not one of the questions for my knowledge as a parent. So what is the first generation thing that I still don't get like, you know. So I am an immigrant to this country. 144 00:21:54.380 --> 00:21:57.090 Janice Teoh: I never in the Us. 145 00:21:57.200 --> 00:22:03.959 Ivy Mentors: Right. Actually, you know, she's an American citizen, and not by birth. 146 00:22:04.030 --> 00:22:10.130 Ivy Mentors: She got her citizenship just because we got a citizenship right. 147 00:22:10.240 --> 00:22:15.879 Janice Teoh: She was born in Dubai, but when she was 3 year old. Right? So 148 00:22:15.950 --> 00:22:26.239 Janice Teoh: yeah. So first generation means that your parents did not go to college period. even if they went to college, and another 149 00:22:26.400 --> 00:22:30.019 Janice Teoh: in another country that still counts as going to college. 150 00:22:30.290 --> 00:22:32.750 Janice Teoh: So some people lie 151 00:22:33.000 --> 00:22:41.070 Janice Teoh: on their applications, which I highly do not recommend. But yeah, first generation means that you're the first person in your family to go to college. 152 00:22:41.590 --> 00:22:51.619 Ivy Mentors: Okay? So you know, there's something. So your second Jen, okay? And you like that. The the label is for the student or the payment. 153 00:22:52.150 --> 00:23:11.700 Janice Teoh: I've heard it like multiple ways. So like, I think if you're second in and after that, like, you don't put on your college application that your second John? If your first Gen. Then you would probably put it on. I think it's typically families who, whose parents, like the parents, for instance, didn't go to college. 154 00:23:11.820 --> 00:23:15.250 Janice Teoh: And then you'd say, your first time, you don't put anything 155 00:23:15.630 --> 00:23:18.049 Janic",
    "e Teoh: okay? Good to know that. Yeah. 156 00:23:18.810 --> 00:23:31.300 Janice Teoh: So just to note here. first generation means that neither of your parents have on 2 colors before. 157 00:23:31.500 --> 00:23:36.529 Janice Teoh: what is the advantage that first Jen has 158 00:23:37.240 --> 00:23:44.380 Janice Teoh: it's just for It's just because I think first, John. 159 00:23:44.770 --> 00:23:47.129 Janice Teoh: kids are normally 160 00:23:47.240 --> 00:24:08.480 Janice Teoh: Obviously, this comes with a lot of caveats. But they're normally more low income just because their parents were not or don't necessarily have like degrees for higher paying jobs. So it's just something to keep in mind cause. I think their upbringing is maybe a little bit different. the way. And just like things like that, I think, are the main 161 00:24:08.620 --> 00:24:11.780 Janice Teoh: ideas here. But 162 00:24:12.040 --> 00:24:23.609 Janice Teoh: yeah, just because their first generation that doesn't mean that they're not like as intelligent. For instance, like, I know someone who's first generation who in turn at Google as like a freshman. So like it, yeah. 163 00:24:24.320 --> 00:24:28.920 Janice Teoh: But yeah. 164 00:24:28.940 --> 00:24:43.410 Janice Teoh: oh, yeah, it's just something for them to keep in mind. because they're looking for a diverse student body. They don't want to always take students who are like from long lineages, and people who have like gone to college or like are very wealthy. so 165 00:24:43.700 --> 00:24:46.390 Janice Teoh: it's like a diversity metric in some sense. 166 00:24:47.100 --> 00:24:53.220 Janice Teoh: okay, so intended. Majors. I mean, we've already talked about this. 167 00:24:54.400 --> 00:25:07.150 Janice Teoh: it's cs. yeah, I'll actually go on like the suggestions tool, because I think it's easier to see like what I'm typing harder to get into. 168 00:25:07.470 --> 00:25:20.989 Janice Teoh: can apply or can switch majors to see if I as hu",
    "manities and 169 00:25:21.500 --> 00:25:23.020 Janice Teoh: private schools. 170 00:25:25.240 --> 00:25:31.060 Janice Teoh: But yeah, I think we've already discussed this. So yeah. okay. 171 00:25:31.900 --> 00:25:36.450 Janice Teoh: on way to Gpa, rank scores. 172 00:25:37.930 --> 00:25:39.910 Janice Teoh: yeah. So 173 00:25:42.130 --> 00:25:47.520 Janice Teoh: when when you have the 4.3 at a 4.0, but school doesn't wait. 8 plus 174 00:25:48.560 --> 00:25:52.539 Janice Teoh: is. This is the 4.3, as in like. 175 00:25:53.220 --> 00:25:57.290 Janice Teoh: these are the ap classes that are supplementing for the 4.3. 176 00:25:57.920 --> 00:26:13.010 Ivy Mentors: yeah, the honors and the apes as of now. end of sophomore year. My average is 4.3, but it'll probably go up junior, since I'm taking like for Aps, I think, yeah. 177 00:26:13.600 --> 00:26:15.159 Janice Teoh: okay. And then 178 00:26:15.330 --> 00:26:24.609 Janice Teoh: some other notes that for serage, the not bad. some other notes that you might want to ask them about is like, 179 00:26:26.270 --> 00:26:31.089 Janice Teoh: Were you allowed to take ap classes 180 00:26:31.220 --> 00:26:35.689 Janice Teoh: in fresh and soft sophomore year? 181 00:26:36.160 --> 00:26:38.320 Janice Teoh: alright. 182 00:26:38.510 --> 00:26:40.080 Ivy Mentors: did you? 183 00:26:40.530 --> 00:26:41.620 Janice Teoh: Not a lot, sir? 184 00:26:42.440 --> 00:26:51.120 Janice Teoh: Yeah. She was not allowed to in fresh. They don't allow ap classes. And then in sophomore, yeah, there's only one which I took. 185 00:26:51.200 --> 00:26:53.019 Janice Teoh: Were you a lot sick? More than one. 186 00:26:53.790 --> 00:26:57.480 Ivy Mentors: no, because they don't offer any for sophomores. 187 00:26:57.980 --> 00:27:04.819 Janice Teoh: and it's like hard to get into. For instance, like some people try to take math classes early. And it's hard to do that 188 00:27:04.940 --> 00:27:06.039 Janice Teoh: in your case. 189 00:27:06.250 --> 00:27:0",
    "7.010 Ivy Mentors: Yeah. 190 00:27:07.120 --> 00:27:07.830 Janice Teoh: okay. 191 00:27:08.120 --> 00:27:20.620 Ivy Mentors: is that factored in the process? Because, you know, kids kind of, you know, students go, and they take it offline and all that stuff. But that's that. That's a very good point. You are raising here. If they are not allowed, then what does that really mean? 192 00:27:21.020 --> 00:27:27.950 Janice Teoh: If they're not allowed to, then admissions? Officers will take that into account when comparing their 193 00:27:28.440 --> 00:27:53.330 Janice Teoh: their course, load with other students at other schools. For instance, there's like a private school near us where they're even allowed to take ap classes in middle school. So some people come out of high school with like 15 ap classes, which is absolutely insane. but yeah, so obviously like, who differences wouldn't be compared to those people, because it's not like a a fair comparison. 194 00:27:53.930 --> 00:27:56.710 Janice Teoh: so, yeah, so essentially for this. 195 00:27:56.770 --> 00:28:09.020 Janice Teoh: this question specifically and other questions about like classes. The way that it works is that schools will send the universities that you're applying to like a 196 00:28:09.510 --> 00:28:22.870 Janice Teoh: kind of like a school profile where they say, like, Oh, yeah, students are normally from these backgrounds, like our school, is like X y. Z percent of Xyz demographics. 197 00:28:23.030 --> 00:28:43.800 Janice Teoh: students are or are not allowed to take ap classes from like freshmen, sophomore, or whatever So like all that information is on, like their profile that they send out. So you don't have to personally include that while you're applying for schools, it's just included in the profile that schools will send out as part of your application. But you just don't see it. 198 00:28:44.580 --> 00:28:45.760 Janice Teoh: Does that make sense. 199 00:28:45.830 --> 00:29:13.540 Ivy Men",
    "tors: So in our community, we have, like a community college nearby, and they offer courses for high school students. So I was wondering if it would be beneficial for me to take one the fall semester. It's only like a semester long, but you get college credits for it. So, yeah, I think it should, because there's multiple reasons for this one is that it'll look somewhat like an Ap class on your 200 00:29:13.700 --> 00:29:30.629 Janice Teoh: application. The second is that when you actually go to college, you can use those classes as ways to get out of like introductory classes. So it saves the money in the long run, too, like one of my friends. 201 00:29:30.660 --> 00:29:51.900 Janice Teoh: for instance, even at Stanford. I think it's easier at you to do this than it is at Stanford to like transfer credits. But a lot of students will take a lot of like college classes in high school so that they can graduate in 3 years. But it's just something to keep in mind. 202 00:29:52.260 --> 00:30:02.159 Janice Teoh: yeah, I would recommend. there might be some strategizing as to what specific classes you want to take Which classes were you thinking of taking? 203 00:30:02.790 --> 00:30:17.280 Ivy Mentors: I was thinking of taking political science, or maybe literature. So I don't have to take a P. Lit, because I know that one's really hard to get a 5 or 3 year above, because I know a lot of people feel that 204 00:30:17.390 --> 00:30:19.630 Ivy Mentors: if you exam. So, yeah. 205 00:30:20.400 --> 00:30:25.680 Janice Teoh: okay. And then are these, are these available at your school? 206 00:30:26.220 --> 00:30:34.149 Ivy Mentors: it's more like a separate thing. but I know, like a lot of my friends, they do community college courses. 207 00:30:34.240 --> 00:30:44.719 Ivy Mentors: yeah, they're online. And basically, it's just like a some like 6 weeks long or something. And it's like, really intensive. So 208 00:30:47.470 --> 00:30:49.570 Janice Teoh: okay. 209 00:30:49.820 --> ",
    "00:30:50.980 Ivy Mentors: sorry about 210 00:30:51.090 --> 00:30:59.279 Janice Teoh: I would actually recommend maybe taking college classes and things that you're more interested in 211 00:30:59.460 --> 00:31:07.479 Janice Teoh: just because, like, I guess the way that they'll be looking at your call on at community college classes is like. 212 00:31:07.670 --> 00:31:14.500 Janice Teoh: The only reason why you would take those classes is like you're looking for something that you don't have at your school already. 213 00:31:15.090 --> 00:31:20.589 Janice Teoh: so wait. Sorry. I don't know if you like fully answered the question of like our Ap. 214 00:31:20.860 --> 00:31:25.679 Janice Teoh: go, for instance, or an Ap lit available at your high school. 215 00:31:25.830 --> 00:31:26.710 Ivy Mentors: Yeah. 216 00:31:26.870 --> 00:31:27.760 Janice Teoh: Okay? 217 00:31:28.090 --> 00:31:31.690 Janice Teoh: So I would actually recommend taking classes like 218 00:31:31.830 --> 00:31:37.419 Janice Teoh: that are not available at your high school, because then they're going to look at it and say, Oh, why did you choose to take this 219 00:31:37.430 --> 00:31:44.309 Janice Teoh: at the Community College, if you could have just taken it at your high school, so like, for instance, 220 00:31:44.640 --> 00:31:54.930 Janice Teoh: a lot of people in terms of math take like multi-variable calculus, because it's not available at their high school. so I think in this sense, what you could consider taking 221 00:31:54.940 --> 00:31:58.889 Janice Teoh: is I think it's okay to do like one of 222 00:31:59.050 --> 00:32:06.909 Janice Teoh: either qualify or literature. but I would recommend actually taking like a film class, if you can. 223 00:32:07.200 --> 00:32:20.139 Janice Teoh: just because, like. I'm sure that I think in in high schools in general, they don't usually have the programs for like arts. so I think, taking a film class would be really interesting. 224 00:32:20.810 --> 00",
    ":32:22.620 Janice Teoh: and 225 00:32:23.260 --> 00:32:36.109 Janice Teoh: I don't think it would. It depends on the class, but it might not be as time intensive. So that gives you space for maybe even one more if you decide to do it at a different time during the school year. 226 00:32:36.830 --> 00:32:39.179 Janice Teoh: so maybe like a film cross. 227 00:32:39.400 --> 00:32:55.759 Janice Teoh: cs, I wouldn't recommend taking a class in, because just because you can work on personal projects. And I think that's a lot better than taking classes. so maybe the thing that you can do is you can take one of Polyside or lit. And then so 228 00:32:56.510 --> 00:33:02.760 Janice Teoh: but yeah, my general idea is that if you can take it at your high school, it's 229 00:33:04.180 --> 00:33:07.209 Janice Teoh: generally advisable that you would take it there instead. 230 00:33:07.470 --> 00:33:08.160 Ivy Mentors: Yeah. 231 00:33:08.700 --> 00:33:09.480 Janice Teoh: yes. 232 00:33:12.500 --> 00:33:13.640 Ivy Mentors: amazing. 233 00:33:14.260 --> 00:33:27.219 Ivy Mentors: Wow. I mean that is eye-opening to me. I think parents should start joining their these sessions. I think we should make it mandatory. It's a big discount. I'm just kidding right? But but but you see, like. 234 00:33:27.320 --> 00:33:41.999 Ivy Mentors: and this is so valuable because it's a whole strategic thing, and I don't know what is the right time to decide that I is so that I don't time, or is it? Is is this whole Ap strategy quite late, for without to decide 235 00:33:42.010 --> 00:34:02.899 Janice Teoh: the worse, the harder things to decide, or things that are like involved with arts or sports is like extracurricular activities, because those you typically have to start young. And if you don't start young, then it's like, Okay, if you start like swimming when you're 16. Obviously, you're not going to be as good as people who swim their whole life. So I think those are things that are like. 236 00:3",
    "4:03.210 --> 00:34:12.029 Janice Teoh: If I want to be more worried about this, I feel like it's not too bad. The only thing when I was looking at this is like, Okay, I don't know if 8 8 is enough. 237 00:34:12.150 --> 00:34:25.550 Janice Teoh: So the next thing that I was going to talk about is maybe consider taking ap exams on your own outside of school for things that are easily self studyable. 238 00:34:26.330 --> 00:34:29.880 Janice Teoh: so let's see. Hey? 239 00:34:30.260 --> 00:34:40.579 Janice Teoh: Consider taking Ap. Exams for things not, or sorry classes 240 00:34:41.190 --> 00:34:43.360 Janice Teoh: available in 241 00:34:43.620 --> 00:35:12.630 Janice Teoh: nice cool. So I don't want to make you like, list out your entire course catalog. But for instance, if there are things that you're interested in, like Econ, for instance, or other things like that, you can consider taking the Ap exams for those classes just to prove that you have, like on par, of the same knowledge. as like kids who are taking like 1112, 13 ap classes. and obviously it's not fair that they get to take classes 242 00:35:12.770 --> 00:35:18.210 Janice Teoh: like ap cost is their sophomore year. But it kinda is what it is. So 243 00:35:18.740 --> 00:35:23.300 Ivy Mentors: I'm not these. Do you recommend? I take. 244 00:35:24.450 --> 00:35:27.650 I think if you were to balance out like the 245 00:35:27.870 --> 00:35:33.600 Janice Teoh: college classes and ap classes, and the Ap. 246 00:35:33.940 --> 00:35:36.040 Janice Teoh: I would say that 247 00:35:36.400 --> 00:35:47.679 Janice Teoh: the college classes and the classes at school are the most important, and then taking extra ap exams is less important. 248 00:35:47.710 --> 00:35:49.140 But 249 00:35:50.280 --> 00:36:03.939 Janice Teoh: I would say, like in total, you maybe want around like 11 or 10 like minimum quote unquote. It obviously depends on other factors in the school. 250 00:36:04.040 --> 00:36:18.530 Janice Teoh: and who ",
    "you are competing with, for instance, I know your district is not necessarily like the Bay Area itself, so like it. You won't necessarily be competing with those kids. But it is something you want to keep in mind that 251 00:36:18.990 --> 00:36:21.999 Janice Teoh: a lot of these kids are taking like 1314 252 00:36:22.270 --> 00:36:23.570 Janice Teoh: Aps. 253 00:36:23.860 --> 00:36:24.580 Janice Teoh: Yeah. 254 00:36:24.940 --> 00:36:39.630 Ivy Mentors: So in Dublin, I think you could just on the border right? Dublin High School would probably they probably offer more Ips since freshman year, so they probably have, like the students, will probably be taking more Ips than not. 255 00:36:39.820 --> 00:37:02.059 Ivy Mentors: I think the thing is like, you know, we just moved during Covid. You know, we were actually living in Dublin. And what happened was like, you know, Covid, and everyone's working from home. You know, it's okay. Why don't we get like a bigger place? And we moved like, you know. And this was again part of my ignorance, you know, like, because I didn't know like how it would impact my the the the school like to me, everything like Look I mean, I just read with the property like, Oh, okay, I can probably get a bigger one. 256 00:37:02.100 --> 00:37:15.420 Ivy Mentors: And when I moved here, then that's where I'm like, oh, no, these schools are very different, you know. You see like it's such a sad thing. I I if I knew all these things I probably had stayed, you know, in in that kind of bay area kind of b border. 257 00:37:15.440 --> 00:37:19.490 Ivy Mentors: I will note that. 258 00:37:19.760 --> 00:37:41.410 Janice Teoh: It's actually in some ways better to go to a quote where it's high school, just because, like it's easier to do, relatively speaking, better. So it's like the whole analogy of being like a big fish and a little pond. This is a little fish in a big pond. So, for instance, like I didn't, I grew up in the Bay Area, but I didn't go to like",
    " 259 00:37:41.460 --> 00:37:43.450 Janice Teoh: the big name like 260 00:37:43.470 --> 00:37:55.370 Janice Teoh: really competitive high schools. And in those schools I might have been like somewhat average. But in like my school, for instance, I was like around some of the top students on my school. So 261 00:37:56.350 --> 00:38:06.610 Janice Teoh: the real thing is that you're competing with kids like in your district and also like in your school. They compare you mostly with kids in your school, like, I remember reading a specific line on my application. That was like. 262 00:38:06.640 --> 00:38:14.970 Janice Teoh: this person is a standout at Westm high school. So it it wasn't necessarily being considered with, like Parker kids, for instance. 263 00:38:15.320 --> 00:38:33.939 Janice Teoh: so yeah. So I wouldn't worry about it too much as a thing so like it's better now. I mean, they really torturing me, you know, like my daughter is like Dad, why did you move like, you know? That's not too bad. Yeah. So I think that's a she asked me to bring you here. You know that 264 00:38:33.980 --> 00:39:02.050 Ivy Mentors: I wanted to ask your advice on something. So there's some boys at my school, and they have like a startup. And they did some course, they're like teaching some courses about like math and computer science and stuff. And they were looking for someone they were searching for a filmmaker to help them like make some videos for their courses. So I was wondering if I should like join, or if this is like 265 00:39:02.300 --> 00:39:06.370 Ivy Mentors: not really useful in my profile. 266 00:39:07.520 --> 00:39:21.919 Janice Teoh: I think it's in my opinion I don't think it's super useful. it's because I think the best thing about film that you might be interested in are not going to be like filming someone to know. 267 00:39:21.940 --> 00:39:46.999 Janice Teoh: like, I think the film that you're interested in is probably more like you look at like movies. And you",
    "'re like, well, like, how did they film that specific like, like, I don't think you want to be sitting there feeling, filming some guys like taking a class. So that's like my personal opinion on less 100. Thank you. Thank you. Thank you. Yeah. She it was a second opinion. I I gave her a straight. No, you know, because I think she's made some very amazing amateur movies. 268 00:39:47.080 --> 00:39:50.820 Janice Teoh: yeah. 269 00:39:51.130 --> 00:39:58.669 Janice Teoh: Yeah. Okay, well, I'll talk a little bit more about that later. So yeah, I would say, like one or 2 of these 270 00:39:59.460 --> 00:40:04.390 Janice Teoh: of the Ap exams that are not available in your high school, and it's not like a necessary thing. 271 00:40:05.240 --> 00:40:19.239 Janice Teoh: not fully necessary. Okay, so course, work. I don't have your closer. But I think we've talked a little. I think we've talked enough about like Gpa. And so 272 00:40:19.460 --> 00:40:23.999 Janice Teoh: let's see so. 273 00:40:25.060 --> 00:40:26.819 Janice Teoh: or I guess 274 00:40:27.040 --> 00:40:31.809 Janice Teoh: if you could fill this in later, I could probably say a little bit more about it. But 275 00:40:32.650 --> 00:40:36.030 Ivy Mentors: and what is a call college. Sorry about that. So it's what. 276 00:40:37.540 --> 00:40:40.819 Janice Teoh: Yeah. I I think here, you would want to put 277 00:40:41.100 --> 00:40:45.770 Janice Teoh: if you want to fill this in later, or just say it to me. 278 00:40:45.790 --> 00:40:50.910 Janice Teoh: the daughters, classes, and the ap classes that you've taken. 279 00:40:51.030 --> 00:40:58.099 Ivy Mentors: What would the community college courses be kind as an Ap or like that would be separate. 280 00:40:58.500 --> 00:41:09.459 Janice Teoh: Generally speaking, it's kind of as an Ap. Oh, the other question that I had about grades is, do you guys have like a rating system at your school on like ranking? Yeah. 281 00:41:09.740 --> 00:41:10.880 Ivy Mentors: Oh, no.",
    " 282 00:41:11.510 --> 00:41:18.300 Janice Teoh: Okay. So there's no like volume. The auditorium. Okay? Okay. I was just curious. 283 00:41:18.340 --> 00:41:23.770 Janice Teoh: Okay, yeah. So 284 00:41:24.160 --> 00:41:32.640 Janice Teoh: yeah. So what? off the top of your head? What are the Ap and honors classes that you've taken 285 00:41:33.530 --> 00:41:38.739 Ivy Mentors: So for freshman year I have under his biology. 286 00:41:38.840 --> 00:41:41.469 Ivy Mentors: And then I had 287 00:41:42.050 --> 00:41:46.059 Ivy Mentors: map 3 honors, which is basically 288 00:41:46.330 --> 00:41:57.229 Ivy Mentors: honors and English 10 honors. And then I had ap human geography. 289 00:41:57.790 --> 00:42:03.710 Ivy Mentors: let me. Actually, I have like a a chart that I made. 290 00:42:03.880 --> 00:42:14.479 Ivy Mentors: Do you want to? I mean, we can do that later. That's fine, Janice, I think, actually add accurate information. And you can actually comment offline. 291 00:42:14.640 --> 00:42:17.710 Janice Teoh: Okay, so awards 292 00:42:18.020 --> 00:42:20.159 Ivy Mentors: and what it is between. 293 00:42:20.230 --> 00:42:30.680 Ivy Mentors: And with that might be like, Dad, you absolutely have no clue about what I was doing for the last 12 years, right 10 years Sorry about that. So honors. And Ap, what's the difference 294 00:42:31.330 --> 00:42:33.590 Janice Teoh: on? This is like a 295 00:42:33.740 --> 00:42:43.020 Janice Teoh: so for honors, the school kind of decides what honors really looks like. In general, it's just like a class that's more rigorous. 296 00:42:43.080 --> 00:42:48.379 Janice Teoh: But it's on the same subject as like the the regular cost that they would have to take so like 297 00:42:48.410 --> 00:42:58.649 Janice Teoh: English head owners is just sophomore English, but harder at instead is like there is a whole system, and there's a whole like. 298 00:42:59.090 --> 00:43:09.779 Janice Teoh: Sorry I forgot the word for it, but they have, like a ",
    "specific schedule of all the things that they have to teach by a certain day, and then they take the Ap. Exam. And there's like all of this extra stuff. 299 00:43:09.970 --> 00:43:16.700 Janice Teoh: But it's like very standardized, and it's the same throughout every high school so 300 00:43:17.110 --> 00:43:44.720 Janice Teoh: well, relatively speaking, so aps are, are considered like the quote unquote artist classes. You can take as a high schooler honors like, even though honors classes might be really hard from school to school. They don't really know that much of that information, so like they just go off of like Ap. Mostly. And honors like, they know are harder, but they don't know what extent, to what extent they're harder. 301 00:43:45.990 --> 00:43:53.499 Janice Teoh: Okay, thank you. Thank you. Okay? Oh, so awards. 302 00:43:53.560 --> 00:43:58.660 Janice Teoh: my comments on this. So 303 00:43:58.950 --> 00:44:09.290 Janice Teoh: I would say that these 2 awards the ones that I'm highlighting right now, the high otters and the Ap Scholar with distinction. Those are actually not even though they're like 304 00:44:09.630 --> 00:44:22.929 Janice Teoh: like, I commend you for getting them. They're like, not as what unquote important for Ap Scholar with distinction. It's just there's so many students who get them that like it's not that big of a deal to them anymore. Same thing with like national merit. 305 00:44:22.970 --> 00:44:30.959 Janice Teoh: it's different. If you're a finalist. If you're a semi-finalist, like so many students get it that it's like, unfortunately, not as 306 00:44:31.060 --> 00:44:32.930 Janice Teoh: interesting as 307 00:44:33.160 --> 00:44:36.519 Janice Teoh: as you might expect, so 308 00:44:37.340 --> 00:44:46.670 Janice Teoh: the academic so awards is generally split into 2 ish types. One is like extracurricular awards split 309 00:44:46.930 --> 00:44:51.740 Janice Teoh: into, you see awards and academic 310 00:44:51.790 --> 00:45:",
    "02.609 Janice Teoh: awards. So what extracurricular awards look like are going to be more of the first one? where there's like a our competition, and you want it. like. 311 00:45:03.310 --> 00:45:09.399 Janice Teoh: you see, awards are like part competition 312 00:45:09.580 --> 00:45:12.300 Janice Teoh: above and then academic 313 00:45:12.600 --> 00:45:15.949 Janice Teoh: a warrant. They're going to be like you. 314 00:45:16.170 --> 00:45:25.419 Janice Teoh: you small Amy, like, you know, like the the like math, and like science, whatever awards. 315 00:45:25.430 --> 00:45:34.160 Janice Teoh: So you don't have to worry too much about doing like the academic awards. If that's not something that you've been doing like. For instance, these kids are 316 00:45:34.280 --> 00:45:45.140 Janice Teoh: to do this for the entire lives. So like you don't have to worry too much about that In your case I would actually focus on like the extracurricular awards. 317 00:45:45.450 --> 00:45:57.689 Janice Teoh: we'll ask you for both on the on the application. But don't freak out too much about not having that many academic awards. Other academic awards are going to be these 2. So you can put these 2 on your application, and it'll be fine. 318 00:45:57.770 --> 00:46:05.780 Janice Teoh: But yeah. So for the extracurricular awards. I would recommend 319 00:46:06.460 --> 00:46:14.940 Janice Teoh: that. Sorry. I'm like scrolling through other stuff here. I would recommend that you do more. So spend a lot of time. 320 00:46:16.400 --> 00:46:29.970 Janice Teoh: Here. I'll start writing it here. spend a lot of time looking, for, for instance, like film festivals that you want to apply to or because I feel like film is like less of 321 00:46:30.220 --> 00:46:46.590 Janice Teoh: it's like one of the smaller of the humanities that I am familiar with. I can also help you do research, though, but spend a lot of time looking for film festivals. Another thing that you can consider doing is like You",
    "tube, 322 00:46:47.800 --> 00:46:52.090 Janice Teoh: consider doing Youtube. There are also like. 323 00:46:52.850 --> 00:47:04.399 Janice Teoh: There are also like social media accounts out there that are like specifically made, and also like magazines and stuff like that that are specifically made to kind of highlight like 324 00:47:05.000 --> 00:47:15.380 Janice Teoh: young creators, especially like high school creators. So look for social media. slash magazine slash websites that 325 00:47:15.470 --> 00:47:17.959 Janice Teoh: want to showcase 326 00:47:17.970 --> 00:47:22.280 Janice Teoh: high school 327 00:47:23.250 --> 00:47:24.020 Janice Teoh: work. 328 00:47:24.130 --> 00:47:30.149 Janice Teoh: but yeah, I would actually try to spend like a good amount of time looking for these during the summer. 329 00:47:30.230 --> 00:47:39.660 Ivy Mentors: actually solved it. But I think this was precisely my nervousness around, and I think you're very beautifully strategized it again. 330 00:47:39.770 --> 00:47:56.029 Ivy Mentors: because when I started looking at these students kind of award list, I was, really, I freaked out. I was in a panic state. I'm like, what like, how someone actually even do it. And and I'm like, do admission offices even have time to verify and validate some of these like 331 00:47:56.740 --> 00:47:59.469 Ivy Mentors: the biggest ones they can validate. But 332 00:47:59.890 --> 00:48:09.359 Janice Teoh: I think most people don't lie just because when they do catch you, they receive you from schools. So it's not really worth lying. But 333 00:48:09.970 --> 00:48:16.719 Janice Teoh: yeah, the the best things to get, in my opinion, are small national competitions. 334 00:48:16.740 --> 00:48:32.999 Janice Teoh: So they'll know about like the bigger ones, and you should definitely do the bigger ones. But if there are like smaller national or international competitions that you can do, you can like, put on your resume like, Oh, yeah, this is an inter",
    "national competition. 335 00:48:33.100 --> 00:48:34.350 Janice Teoh: and 336 00:48:35.100 --> 00:48:47.369 Janice Teoh: it'll be looked on highly for being national and international. But the scope they might not know, because they don't have the time and the resources to go and see like how big each competition is. So like 337 00:48:47.540 --> 00:48:57.800 Janice Teoh: you're also writing. But do some of the big competitions? smaller 338 00:48:58.290 --> 00:49:00.590 Janice Teoh: national plus international 339 00:49:03.200 --> 00:49:13.769 Janice Teoh: competitions are really the for the resonate. But yeah, if you can find, like smaller national or international competitions. Then. 340 00:49:13.930 --> 00:49:16.889 Janice Teoh: yeah, I would recommend that you do that also. 341 00:49:16.990 --> 00:49:20.759 Janice Teoh: Another thing that you can consider doing is 342 00:49:20.940 --> 00:49:25.359 Janice Teoh: reaching out to university students. 343 00:49:25.380 --> 00:49:52.780 Janice Teoh: particularly at like art schools about their journey. I can also do this because I have a couple of friends, but about their journeys with like film, for instance, and like how or what competitions to apply for stuff like that, because they might have like a better idea. and also, if you can like, reach out to them about like potentially working on projects together. And you can like, show them your resume and stuff like that. That would also be cool. 344 00:49:53.130 --> 00:50:04.189 Ivy Mentors: we do have a pretty dedicated filming and designer mentor with Iv mentors, and I can connect you to that. I mean, it's just I'll have to pay for for an hour. But 345 00:50:04.420 --> 00:50:17.830 Ivy Mentors: but yeah, I mean but but you see, like I mean again, sorry I just 2 s here for that. this value. I I I'm just amazed. I'm glad that I'm here for Huda, but also like when I'm thinking about this 346 00:50:18.020 --> 00:50:22.419 Ivy Mentors: to see the value that you're deliveri",
    "ng your I'm amazed, like right, I mean. 347 00:50:22.790 --> 00:50:52.580 Ivy Mentors: And and and I do know why you that in ask these questions like not to blame her. But I think that's where we are learning right like how? Because without this information I would feel that both like the anxiety levels of parents who are not aware of this and the anxiety level of students who don't have access to this because they didn't go to one of those kind of premium private schools. It's just It's an unfair advantage. I I know low low income and underserved. You know. I've spent pretty much my last 5 years working and building underserved products. 348 00:50:52.850 --> 00:50:58.760 Ivy Mentors: But I feel like the middle class and the public school kids are also very under served here, like, I mean, honestly, I feel like. 349 00:50:58.880 --> 00:51:05.819 Ivy Mentors: and it's like going to go right. It's like, no way to go, like, Okay, I'm no low income. I'm not for acceleration. And I I'm not super outrage. 350 00:51:05.840 --> 00:51:09.360 Janice Teoh: Where I where do I go? So 351 00:51:09.690 --> 00:51:14.510 Janice Teoh: yeah, I totally understand, because it comes from the same background. So 352 00:51:14.950 --> 00:51:30.690 Ivy Mentors: thinking, since I'm The president of the editing club at my school, I was wondering like, would it be good if I hosted like a national virtual film festival on my own 353 00:51:30.790 --> 00:51:35.869 Ivy Mentors: to get more people involved. Do you think that's something that I should do? 354 00:51:35.930 --> 00:51:39.379 Janice Teoh: Yeah, yeah, I think that'd be really cool. 355 00:51:40.120 --> 00:51:58.410 Ivy Mentors: yeah, so sorry. These are just like awards. So moving on to like extracurriculars. Yeah, I I think, what's probably going to. But I think one of the things right. really like, I think what we are, a couple of things I want to kind of reiterate. And that's a discussion, and and again correct and under your command. ",
    "And we are just trying to learn here. 356 00:51:58.700 --> 00:52:10.160 Ivy Mentors: I think, what the point is. Significantly he, the common theme across. How you going about strategizing and picking all these things? it's number one. Of course you're making it very personal, and you're tying the whole story 357 00:52:10.380 --> 00:52:22.309 Ivy Mentors: which is very uniquely yours. But I think you're also trying to map it and and synchronize it with really like what colleges are looking for. And how do you stand out? And one of the things that I'm kind of taking my take away is 358 00:52:22.540 --> 00:52:33.010 Ivy Mentors: that you know, Huda, I know as a dad, and Mike is slightly biased, but she has certain superpowers. Every kids have got some superpowers like she's very creative. She knows how to do these things. 359 00:52:33.040 --> 00:52:35.510 Ivy Mentors: but if you cannot have it heard 360 00:52:35.550 --> 00:52:46.959 Ivy Mentors: right like, if you don't have people paying attention, including the admission officers, or, like, you know, in the form of international national. If you don't have people really paying attention to your cause or your work 361 00:52:47.050 --> 00:52:50.780 Ivy Mentors: like you can do anything and everything you want in your vacuum 362 00:52:51.160 --> 00:53:06.339 Ivy Mentors: that basically doesn't add up any any value. Right? Is that a correct statement? Tennis? Right? And I think you're basically telling that you know, try to find areas where you have a platform where you can actually showcase your work to the entire world or the community or people. Right? 363 00:53:06.480 --> 00:53:23.339 Ivy Mentors: And I think that's a that's one gap in Huda right like she enjoy. She falls in love. She's so deep into her deep work, and she's enjoying. She's very happy, and I every Dad loves you, you know, seeing their kids being so happy. But I also feel sad that you know what she doesn't know how to play this game. 364 00:53:23.410 ",
    "--> 00:53:32.969 Ivy Mentors: And she's doing all this great work. But there's no Youtube channel. And this is again not blaming like, I'm just saying And then there's like, no, no, Award here. 365 00:53:33.020 --> 00:53:55.080 Ivy Mentors: And I think you're really telling like, go after these very national but smaller words, and and think about it. I've been hearing you with your Malaysian story, and I heard someone the other day talking about Egypt like Huda is born in Dubai. She's she's kind of I mean. I was born in recent Dubai. I'm a Middle Eastern like to be very honest. I look like an Indian, but my kind of upbringing was really in a Middle East kind of an environment. 366 00:53:55.150 --> 00:54:00.650 Ivy Mentors: and she's very much exposed to the cultural aspect you know, kind of in Middle East and Africa. 367 00:54:00.750 --> 00:54:16.510 Ivy Mentors: she can do a lot of things, you know, from that perspective as well like, you know, she can probably like I've traveled like length and death of Africa. There's so many opportunities that you know she could really work with the. There's too many opportunities. It doesn't necessarily have to be like one of these Olympiards. And 368 00:54:16.610 --> 00:54:26.810 Ivy Mentors: right I like this, because that's kind of a discussion she and I have. And and I also feel very helpless because I'm like, you know, I have all these things. 369 00:54:26.840 --> 00:54:36.120 Ivy Mentors: I have access to so many things, but I just don't know how what is need like. I I absolutely have no clue. What college admission offices are looking for. Right? So, yeah. 370 00:54:36.310 --> 00:54:38.959 Janice Teoh: yeah, yeah, honestly, like 371 00:54:39.020 --> 00:54:52.049 Janice Teoh: some of the things that I mentioned to you where they were going through like potential profiles. And I was like writing things down. I think that's one of the most common things that I see. But they're definitely not like all of the students at Stan",
    "ford, like. 372 00:54:52.440 --> 00:55:12.610 Janice Teoh: I know, like a handful of students who have done those things. But there are so many more students who have just done so much that it's like you can't like, put them into one little box. So it's like very hard for me to like, necessarily go, yeah, I want to do like this all these things. And like, yeah, we go. But in reality, a lot of the students do so much 373 00:55:12.640 --> 00:55:36.389 Janice Teoh: that it's like incredible to actually think about. And some things are not even necessarily like extracurricular activities, like what Guy told me about how you grew up like helping his dad fix cars, for instance, and I, you didn't actually want to go to college, but you just wanted to be a mechanic for the rest of his life. But you like end up ended up here, anyways. So it's like actually crazy that there's like so many different stories and backgrounds of people. 374 00:55:36.560 --> 00:55:38.040 Janice Teoh: yeah. So 375 00:55:38.290 --> 00:55:53.709 Janice Teoh: anyways, from the tangent going back. to your. To your question earlier, I definitely think the answer is yes, I think the hard part there is actually making it like a national audience like, how are you going like like your dad said, 376 00:55:54.020 --> 00:56:01.550 Janice Teoh: how are you going to reach out to all these people and like, get this audience and like. get enough students from across the 377 00:56:01.730 --> 00:56:09.860 Janice Teoh: the country, or even like the world to come to like the phone festival that you've created. So 378 00:56:10.200 --> 00:56:13.940 Janice Teoh: I think if you were to like, take that, let's 379 00:56:15.210 --> 00:56:25.190 Janice Teoh: I think for me, the main thing is that film as like an artistic medium is not 380 00:56:25.230 --> 00:56:26.730 Janice Teoh: really 381 00:56:26.740 --> 00:56:43.490 Janice Teoh: exalted enough, I think, because I think, film, the way that people think about it is like, ",
    "Oh, Youtube, and like to talk and like you do like these little shorts and stuff. But maybe that's not as I. I'm going to assume that that's not necessarily what you're interested in when you talk about film, right? 382 00:56:45.020 --> 00:56:47.339 Janice Teoh: Yeah. So I think 383 00:56:47.570 --> 00:56:53.009 Janice Teoh: some things that you can maybe start with to start like getting some sort of audience is like. 384 00:56:53.120 --> 00:57:03.079 Janice Teoh: potentially bringing film to like a small audience first. So like, I told you that to read like the atomic network or other cool start problem. 385 00:57:03.120 --> 00:57:17.069 Janice Teoh: like the book that you have, and I think it would be helpful for her. But yeah, so we can consider starting with like a smaller audience. And then seeing like, Okay, how can we bring like? Still, as like an artistic medium, so like 386 00:57:17.140 --> 00:57:30.079 Janice Teoh: a small audience. So like, what does that look like, okay, maybe it could be like, like, the typical things are like, Oh, maybe we can see if we can do like a film workshop. For, like either elementary middle or high schoolers. 387 00:57:30.280 --> 00:57:56.289 Janice Teoh: then you can start seeing like, okay, you're getting more people who are like interested in these topics. So maybe you could do some common film techniques like, for instance, I know there's one where you like. You move physically backwards, but you're zooming in on on the thing. I don't remember what it's called. So like, you can show them like different phone techniques and stuff like that. Or maybe you can say like, Oh, let's like try to put together like a film in like X weeks. 388 00:57:56.320 --> 00:58:10.849 Janice Teoh: with like elementary school or middle school students where you go from like storyboarding to filming the whole thing to editing and everything. And you get like a bunch of students who are able to like make something. So you can like start with someth",
    "ing small like that. For instance, if 389 00:58:10.960 --> 00:58:15.549 Janice Teoh: you're unsure, like, just another idea, if you're unsure about 390 00:58:15.670 --> 00:58:22.470 Janice Teoh: whether like a large-scale film festival for students with be feasible. Does that make sense? 391 00:58:23.130 --> 00:58:37.319 Ivy Mentors: Yeah, actually, this is this falls under extra curriculums. Right? Yeah. Award is getting some credential right? You know, working on a comparative kind of landscape, and this is more like an extracurricular just one last. 392 00:58:37.430 --> 00:58:51.699 Ivy Mentors: So what is what the the way you kind of evaluate a particular extracurricular is really the reach and the impact you're having on the community. And how many lives are you impacting? Is that the right way that people look at it, or how how do people look at it? 393 00:58:51.930 --> 00:59:09.860 Janice Teoh: I don't think that's necessarily true. Films, I think, are a little bit different, but films can also just be like an artistic medium. For instance, like you can apply to schools with like in our portfolio. But you don't necessarily have had to have like 394 00:59:09.930 --> 00:59:30.140 Janice Teoh: a ton of followers on Instagram, or something for you to be considered along with everybody else. It's really like the quality of the work that you do, because I think they understand that it's like hard as like a young person to gain traction like they're artists out there in the world who aren't gaining traction so like for you to expect that a high schooler would be able to do that is like kind of difficult. 395 00:59:30.140 --> 00:59:44.700 Janice Teoh: So that's why like kind of Said you could maybe start with something smaller scale like that. just to see how things go. if you also want to go, for I think honestly, you can maybe plan them in in 396 00:59:44.860 --> 00:59:57.130 Janice Teoh: like overlapping like you can probably plan both of them at once. It'll just ",
    "be like a lot of work. But it's not like you can only do one, then you do the other. But yeah, so it doesn't necessarily have to be reach. 397 00:59:57.720 --> 01:00:05.039 Janice Teoh: I think, like even for Cs personal projects. it's obviously it's good if there's reach. But it's not like. 398 01:00:05.230 --> 01:00:12.680 Janice Teoh: Oh, if there's no reach to like the product that I've made. Then it doesn't matter. yeah, I would say that. 399 01:00:12.890 --> 01:00:19.980 Janice Teoh: Yeah. obviously, it's good. But it's not like the end. All like you must have. please. 400 01:00:20.310 --> 01:00:28.550 Ivy Mentors: because, I I I know we are top of the hour, but I mean, I would actually request 15 more minutes if you can spare, because I think there's kind of a very good value here. 401 01:00:28.580 --> 01:00:34.370 Ivy Mentors: you can actually detect that time from the next session. That's perfectly fine. So if you if you see here like, you know 402 01:00:34.410 --> 01:00:40.999 Ivy Mentors: the first. look at the first profile just as an example right again, like not comparing. 403 01:00:41.230 --> 01:00:46.090 Ivy Mentors: And I was kind of looking through the extra curriculum of this this student. 404 01:00:46.260 --> 01:01:05.530 Ivy Mentors: and like, you know and and you know I don't, I don't. And I. This is a good kind of learning for me, because you know, that's how you see the corporate world like, you know, when you go to Apple and Google, like, you know, the way your kind of your performance is a review and rated. And you know we get reviewed like every we have our admission hiding committee officers like, you know, and promotion offices like every 3 months, every quarter. 405 01:01:05.700 --> 01:01:09.270 Ivy Mentors: And the way we look at it is really impact. It's 10. 406 01:01:09.280 --> 01:01:11.529 Ivy Mentors: Everything has to be impact and impact. 407 01:01:11.540 --> 01:01:19.550 Ivy Mentors: And when I, this profile, like at the high sc",
    "hool, so like 50,000 plus 100 plus 2,000 plus and the Gmb plus. And I'm like. 408 01:01:19.770 --> 01:01:23.890 Ivy Mentors: what the hell like these guys these kids are writing it like, you know, 409 01:01:23.980 --> 01:01:32.149 Ivy Mentors: And and that's what I'm like. Oh, my, it looks like, you know, numbers is what they look for the quantitative impact. But you can't keep my whole perspective here. 410 01:01:32.250 --> 01:01:46.560 Ivy Mentors: even on Cs, when you say right? I mean, I understand the artistic nature of like filming and art where quality stands out, that she has to package it in the portfolio, or something, right? It can't. The vacuum like. 411 01:01:47.360 --> 01:01:49.379 Janice Teoh: yeah. So 412 01:01:49.490 --> 01:02:17.679 Janice Teoh: for instance, for a lot of like people that I know who do Creative writing the like big awards that they have, or like the gold key, but also things like, Oh! Like my art or my writing was published in a magazine. Well, in that case, do you have to say, like how many people are users of the magazine? I'm not sure but like the like being published in the magazine is the main thing. So I think, like, if you could say, like, Oh, yeah, my film was featured on like X website. 413 01:02:17.680 --> 01:02:21.150 Janice Teoh: I think that would be cool. 414 01:02:21.480 --> 01:02:24.479 Janice Teoh: But yeah. obviously, like 415 01:02:24.780 --> 01:02:31.030 Janice Teoh: reaches what you're looking for. But I wouldn't. I I guess my point is that like this is definitely like what 416 01:02:31.230 --> 01:02:42.699 Janice Teoh: you want like. It's not something that you don't want, but at the same time, like, don't beat yourself up. If you don't get the beach that you want. Cs projects, I think, are again like you said a little bit different. 417 01:02:42.720 --> 01:02:45.490 Janice Teoh: But in general, like. 418 01:02:45.740 --> 01:02:49.450 Janice Teoh: I think it's not the end of the world. If you don't get the rea",
    "ch that you want. 419 01:02:50.560 --> 01:02:59.999 Janice Teoh: Yeah, take it with a great start, because obviously, reach is like. really, really important. But yeah, I don't think you should force yourself to like 420 01:03:00.560 --> 01:03:09.080 Janice Teoh: Sorry. I don't think it should force you to like yourself up if you don't get as much of an audience as you think that you would. 421 01:03:10.110 --> 01:03:22.379 Ivy Mentors: That's great. And and you know, like I I know that I mean I mean i' it's again like you said, like quality definitely comes out, and you know you need different would obviously show up. 422 01:03:22.490 --> 01:03:40.349 Ivy Mentors: But again, like, when you look at the other kind of people that she's competing with, all have like 1020 things. And sometimes I just think, like it's like, how humanly is this even possible? but you would like to ask her to kind of do a few things right, because not literally like it's kind of empty now, right like, in a good way that we have identifying the gap. Now. 423 01:03:40.440 --> 01:03:49.140 Ivy Mentors: things that you would like hard to kind of hedge our bets. Or you like. Okay, let's just pick one or 2 things and just focus on that. 424 01:03:50.520 --> 01:03:59.139 Janice Teoh: Oh, sorry for like and then fashion project like, she has multiple things on our plate. Now, right for 425 01:03:59.150 --> 01:04:05.200 Janice Teoh: yeah. So what I recommend doing, let's see. So. 426 01:04:05.620 --> 01:04:08.470 Janice Teoh: I think. 427 01:04:10.170 --> 01:04:34.539 Janice Teoh: yeah, I think, try to plan some things in convention, for, like the thing that I recommended where you like to create some sort of program for younger people to get access to. For instance. I think that you can maybe do like in your cloud, for instance, like you can do it along with your club members, and then that becomes like something that you plan with them. for the film festival. 428 01:04:34.680 --> 01:04:57.809 Jan",
    "ice Teoh: Hmm! I think organizing. That seems more difficult because for me, in my, in my mind, like the way that you would probably have to do. That is like through social media, right? Because most of the people. Maybe you like to reach out to the individual people on social media. And you say like, Hey, I's not your work. I know your high school, or like I'm thinking of hosting this film festival if you want to submit to it. 429 01:04:58.140 --> 01:05:12.170 Janice Teoh: But on that, since it's like, it's like harder. I think that is maybe something that you can like plan for a week. and then spend like one or 2 weeks like reaching out to people and then like host. So that seems like a more short term thing that I wouldn't 430 01:05:12.270 --> 01:05:25.899 Janice Teoh: worry about as much, especially if it's like online. making the films obviously, is a lot of time. But it is definitely something that you want to think about. Because, like, that's the point. Right? Like making phones is like the whole point. 431 01:05:26.200 --> 01:05:31.840 Janice Teoh: the yeah. let's see other ideas. 432 01:05:32.140 --> 01:05:38.910 Janice Teoh: yeah, I think that like, unfortunately, we will have to focus on multiple things at once. 433 01:05:39.020 --> 01:05:43.359 Janice Teoh: but the way that I would think about it. 434 01:05:43.370 --> 01:05:49.999 Janice Teoh: on how unfortunately, the way that I think about doing work nowadays is like my break from like Cs is doing like 435 01:05:50.210 --> 01:06:00.329 Janice Teoh: or in your case, it's like your break from doing Cs is like doing film, but you still doing work. but like the 436 01:06:00.350 --> 01:06:08.160 Janice Teoh: especially when you're in high school. But yeah, you'll you'll eventually have to do it. 437 01:06:08.430 --> 01:06:10.490 Janice Teoh: You'll have to do multiple things at once. 438 01:06:10.970 --> 01:06:13.509 Ivy Mentors: Amazing. Yeah, I I think 439 01:06:13.520 --> 01:06:27.829 Ivy Mentors: that ",
    "in itself. I mean, there's there's too many things where it might be. you know, of course, based on your comments and feedback here, but also for who? That for you? Now you know, I think Janice can only give you like those very specific pointers. But I think it's up to you now to kind of prioritize 440 01:06:27.850 --> 01:06:34.429 Ivy Mentors: and identified you like I would recommend, like one or 2 things, and you know, on extracurricular, and at least one on award 441 01:06:34.480 --> 01:06:47.140 Ivy Mentors: and you know. And then we, of course, have this fashion project like I think I so you would still say, the passion products she is pursuing is kind of gonna add value. Like I was even yeah. My beach. We should just like 442 01:06:47.210 --> 01:06:54.230 Ivy Mentors: wrap that up and rather have our focus on Vfx or anything. But I think you've kind of opened my brain in my mind at my years today. 443 01:06:54.270 --> 01:06:56.209 Janice Teoh: No, yeah, at least you should do both. 444 01:06:56.330 --> 01:07:07.329 Janice Teoh: yeah. So for I have a couple of questions about film, if we have enough time, but like what generally, what kind of film are you interested in? 445 01:07:07.790 --> 01:07:23.289 Ivy Mentors: So last year I really enjoyed making short phones and stuff I may like at least 3 so far. And I think it was really something that I really like. So I definitely want to make like movies and stuff. 446 01:07:23.770 --> 01:07:30.600 Ivy Mentors: they're not that good. So it doesn't matter, like, you know. That's that's why, you know, she's your mentor, right? 447 01:07:30.920 --> 01:07:38.319 Ivy Mentors: Like I mean, you don't have to impress Janice. That's what I'm saying. Like you have to be. You have to tell her your struggles right? Like 448 01:07:38.540 --> 01:07:51.810 Janice Teoh: yeah, I think she should be yesterday, like you know, I think might be you can I? I mean, if you think it's important now, or we can. She can share it with you lat",
    "er to, I'm more interested in, like what genre of short phones this is very broad. 449 01:07:52.680 --> 01:08:14.479 Ivy Mentors: I also just like doing like cinematic and creative works like we made a music video last year. And I think that's something that I really enjoyed. So like something more like professional rather than I'm just like simple Youtube videos. But I think I'm fine with making Youtube videos for like an extracurricular. But 450 01:08:14.740 --> 01:08:20.370 Ivy Mentors: it's just not the kind of like video that I want to make 451 01:08:20.510 --> 01:08:22.480 Ivy Mentors: after coming 452 01:08:22.760 --> 01:08:29.649 Janice Teoh: so like if you were to throw out films that are your favorite that you want to like. Emulate? what would you say? 453 01:08:30.689 --> 01:08:45.029 Ivy Mentors: I can't really think of some any like movies. But there's a short phone called Stutter, and it's really good. It it want an Oscar and 454 01:08:45.310 --> 01:08:46.450 Ivy Mentors: it's like 455 01:08:46.750 --> 01:08:52.729 Ivy Mentors: it's just a filming of it all is amazing. And I think the production of it is good to 456 01:08:52.830 --> 01:09:05.879 Janice Teoh: Okay. oh, there's a I'll send you a thing later. But I like used to binge like these short films that are like sci-fi fantasy that I think are really cool. But 457 01:09:05.930 --> 01:09:11.319 Janice Teoh: yes, okay, I was just kind of curious. So when I say, like you 2, by the way, I don't mean like 458 01:09:11.670 --> 01:09:22.089 Janice Teoh: Youtube, of like, oh, here's my school. This is what I'm doing. But I mean, like, I meant Youtube as in like, here are all my short films like on in one place. 459 01:09:22.279 --> 01:09:27.600 Janice Teoh: so I would cross this out. If that's not what you're interested in. 460 01:09:28.080 --> 01:09:33.679 Janice Teoh: Yeah, hopefully, you do gain some drivers and views. We'll see. But yeah, I feel like 461 01:09:33.960 --> 01:09:37.150 Janice Teoh: adve",
    "rtising. Your work is a whole other ballpark. 462 01:09:37.260 --> 01:09:40.969 Janice Teoh: yeah. So 463 01:09:41.380 --> 01:10:03.089 Janice Teoh: I think the way that you might want to focus on this now is like focus on like the work itself. Right now and then we can worry about like, how do we gain traction later? Because obviously, you have to make the films. And you have to like, figure out a plan for how these things will work first. And then we can figure out like, Okay, how are we going to like show this to the world and stuff like that? Does it make sense? Yeah. 464 01:10:03.550 --> 01:10:21.230 Janice Teoh: okay, But yeah, so I think from here. What we can continue doing is is the same way that we've been doing now, where I give you like auction items for the week to. So I kind of keep you on track. And then 465 01:10:21.980 --> 01:10:25.029 Janice Teoh: and then we can like, meet and discuss. Obviously. 466 01:10:25.640 --> 01:10:32.899 Janice Teoh: I think I'll be focusing more like as your mentor on the like side of things, just because, like. 467 01:10:32.970 --> 01:10:41.450 Janice Teoh: like, I can tell you, things like, I'll find, like X short film festivals to apply to, and I can help you find things on my on time. But I can't like 468 01:10:41.800 --> 01:10:43.579 Janice Teoh: help you come up with 469 01:10:43.630 --> 01:10:49.080 Janice Teoh: I I can probably help you come up with ideas for short phones, if you'd like. But 470 01:10:49.090 --> 01:10:52.080 Janice Teoh: yeah, I it just depends. Yeah. 471 01:10:52.260 --> 01:11:00.679 Ivy Mentors: I I think that is amazing. And and in fact, first of all, thanks so much. I think this is such a valuable session on its own. 472 01:11:00.840 --> 01:11:08.790 Ivy Mentors: And I think I I don't even know how. And I'm gonna have that chat with you? in our subsequent session. How do we label this particular session? 473 01:11:08.950 --> 01:11:26.950 Ivy Mentors: Because, you know, like you, you know it n",
    "ot. Every session is created equal. It's not valued equal right? I mean, you have like a very tactical session where you're kind of monitoring her progress, and you can be a project like black for a better word, like a project manager there just checking or progress being like accountable. 474 01:11:26.950 --> 01:11:55.439 Ivy Mentors: But that and this is like totally 2 different kind of markets. Right you've done is you have done a complete, comprehensive assessment of her profile. Find her gaps. You've explained to her, dad as to how things were you literally like brought like, you know, parent and like, you know, child together, like in some ways where we can now work as a team this so much value here, right? And in fact, I feel like again, Janice. I told her that as well like, because she she didn't know, like, you know, the way up The reason why 475 01:11:55.580 --> 01:12:06.770 Ivy Mentors: I wanted her to really get started with you is like, because I saw the value, and I genuinely believe in what? Like, what? What's coming out of this ivy mentor thing. And with you being the lead here right? Because. 476 01:12:07.060 --> 01:12:19.730 Ivy Mentors: this value, like this information is not accessible. It's not available right? And and and your time is really more strategic. That's where the value is. In my like, you know humble opinion. 477 01:12:19.940 --> 01:12:39.020 Ivy Mentors: I think honestly like, for who that to stay on track and see the progress? I think that's something that anyone can do to be very honest right, like, you know, 2 can do that. The great tools today and the day I like all her dad can do that like I can probably 3 or 7 standing next to her and ask her, but this is where I want to. I also apply for that 478 01:12:39.070 --> 01:12:49.650 Ivy Mentors: when you're going to Janice, like, you know that one pressure is 1 h like for you is really to get this guidance. and absolutely spot on, like, you know. Let's continue with the project tha",
    "t you're doing. 479 01:12:49.690 --> 01:13:14.269 Ivy Mentors: and you also brought up a point like we have an opportunity to connect with other friends or other mentors like might be. She could have just like one session with like Lanny right one of the mentors that she's like filming and studio like I at Stanford. She entered as filming a student, so she might be some more like deep like, you know, one session with her, but she can give some more like, very unique insights for that as well, right? So 480 01:13:15.830 --> 01:13:16.780 Janice Teoh: yeah. 481 01:13:18.010 --> 01:13:38.600 Ivy Mentors: so so I think, yeah, I mean, let's let's continue this, at least, like I? I I know. Sorry. Thanks a lot again, like we've taken 15 more minutes. what? So we've covered pretty much the entire template. Do you think there's anything else in the template remaining? letter of recommendation is something that one of the vendors in one of the sessions that I heard someone talking about strategizing letter of recommendations like. 482 01:13:38.960 --> 01:13:47.509 Janice Teoh: I think that this is good, but I don't think it will take that much time. You can include it for sure, like, I can talk about it, too. But 483 01:13:47.630 --> 01:13:52.100 Janice Teoh: it's like a 5 min conversation. Yeah. 484 01:13:52.210 --> 01:14:07.210 Janice Teoh: Okay, yeah. The rest of this, like the schools planning for schools I feel like is a bigger conversation. So this, I think, is more important. But yeah, and then essays is like a big conversation, too. But letter of recommendations is like, smaller. 485 01:14:07.300 --> 01:14:22.699 Ivy Mentors: Okay? But these 2 are really like the the future buckets. Right? I mean you. Yeah, I think here we can really talk about the whole extra particular strategy and planning and execution. You know, you being her like prime mentor, you have really helped her very holistically assessed. 486 01:14:22.700 --> 01:14:43.460 Ivy Mentors: you know, like the ",
    "kind of doctor like you know, who, holistically like, gives you the holistical holistic thing. And then, if there is a kind of. I think you're the thing with you. You're not in the internal medicine. You're actually a specialist, too. So but you have done a very holistic assessment. And now you're telling, okay, hey? If there is a specialty like video like, I mean, you can go and just have a consultation with her like, 487 01:14:43.610 --> 01:14:55.659 Ivy Mentors: But then, with that, you need to progress as a data. And now, like being like you need to. I mean, it's very clear that you can't be just like focus on one thing, right? You have to keep a tab and track on multiple things. 488 01:14:55.700 --> 01:15:11.489 Ivy Mentors: So let's work on that. I think you have shared ideas, I think a good outcome could be. I would actually request that to like whatever you loaded down, you had to come up with a list. So that next time you can show, like, how you're progressing on everything else, that in addition to which, we did not speak about 489 01:15:11.940 --> 01:15:20.679 Ivy Mentors: okay, that in addition to the Ap. Classes which we do not speak both. yeah, it's unfortunate. It's it's very challenging. You know. I I 490 01:15:20.700 --> 01:15:23.300 Ivy Mentors: you know, compared to what we did like, you know. 491 01:15:23.890 --> 01:15:28.499 Ivy Mentors: in Dubai and India like so easy right? I mean, like, this is so hard. 492 01:15:28.730 --> 01:15:31.900 Janice Teoh: it's so much. It's not like, I know. Taking one test. 493 01:15:32.100 --> 01:15:40.129 Janice Teoh: for instance, in China, is like taking, you take one big test and that you're like, obviously, that's really hard. But this is also hard in a different way. 494 01:15:40.180 --> 01:15:49.499 Ivy Mentors: This is very harder, that this is actually harder. That's why you know the complexity. and that's what people are spending money, because it's a black box. It's very 495 01:15:49.630 --> 01:16:03.4",
    "89 Ivy Mentors: need to target right? Like, you just need to be good in one thing. And that's why you know, American education system produces leaders at the end of the day, regardless of whichever college you go to, because it's a basic development like, and and confidence and leadership is like 496 01:16:03.740 --> 01:16:20.569 Ivy Mentors: I feel like in Asia. They do like a quantitative test like. But here they do the same thing. We have to take standardized tests like the sat or the acts I feel like. On top of that. We have to like do extra curriculum is just kind of like 497 01:16:20.760 --> 01:16:39.290 Ivy Mentors: pressurizing time, password music. Thanks. I know we are. You have already spent 15 min. So for this. I think next time onwards, like probably it's good to kind of keep a tab and track, and I can. I'll set up another meeting with you just to kind of discuss our 498 01:16:39.410 --> 01:16:41.460 Ivy Mentors: the thing this week whenever you're free. 499 01:16:41.470 --> 01:16:42.710 Janice Teoh: Yeah, yeah. 500 01:16:42.850 --> 01:16:43.570 Ivy Mentors: yeah. 501 01:16:43.780 --> 01:16:46.110 Janice Teoh: yeah. Okay, that sounds good. 502 01:16:46.620 --> 01:16:50.499 Janice Teoh: it should be fine. Now, I think it is a little hectic, because it's like, day one. 503 01:16:51.490 --> 01:17:13.430 Ivy Mentors: yeah, that's fine. So you have updated your calendar. And, by the way, so all my offers are going out today to all the students that you including, you see, and Victoria, and you know, thanks a lot for your comment on Victoria as well. And so at least like 3 students that you spoke to last week. 504 01:17:13.490 --> 01:17:16.920 Ivy Mentors: I hope that at least we are able to start one more. 505 01:17:17.110 --> 01:17:18.810 Janice Teoh: Yeah, we'll see what happens. 506 01:17:18.820 --> 01:17:21.480 Janice Teoh: Yeah, it was nice talking to you. 507 01:17:21.760 --> 01:17:33.269 Ivy Mentors: Thank you good luck and congratulations on the inte",
    "rnship like. And in Stanford research. AI and human interface. 508 01:17:33.420 --> 01:17:36.809 Janice Teoh: Yeah, okay, bye, bye. 509 01:17:38.490 --> 01:17:40.880 Ivy Mentors: this is amazing. Right? Now. 510 01:17:41.760 --> 01:17:45.460 Ivy Mentors: Hmm. yeah. And."
  ],
  "turns": [
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 11.51,
      "end": 12.87,
      "text": "Well, it sounds like you. 2"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 17.04,
      "end": 18.28,
      "text": "What's it? Work? 3"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 30.8,
      "end": 32.8,
      "text": "Yeah. 4"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 32.86,
      "end": 33.92,
      "text": "Hi. 5"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 35.89,
      "end": 36.88,
      "text": "Hi. 6"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 40.03,
      "end": 40.97,
      "text": "hello! 7"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 47.84,
      "end": 55.91,
      "text": "I would sign up on the calendar. So because I didn't see it on the calendar. I didn't expect that we are still having the meeting. 8"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 56.07,
      "end": 72.729,
      "text": "Okay, no worries. I think we'll try to solve for that. Just give me a say, I think the you wrote a documentary something. Yeah, I send you the message. 9 how are you doing? 10"
    },
    {
      "speaker": "student",
      "conf": 0.7,
      "start": 72.75,
      "end": 73.889,
      "text": "I'm good. 11"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 74.48,
      "end": 77.44,
      "text": "Nice to 12"
    },
    {
      "speaker": "student",
      "conf": 0.75,
      "start": 78.64,
      "end": 84.529,
      "text": "nice to meet you? yeah, I just had my first day at work today. 13"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 84.77,
      "end": 92.989,
      "text": "yeah, I got to meet some people. It was interesting. Oh, we met the advisor of 14"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 93.06,
      "end": 97.89,
      "text": "the the 2 guys who founded Google. 15"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 97.96000000000001,
      "end": 102.44,
      "text": "And I also learned that I'm like the the 16"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 103.37,
      "end": 106.42,
      "text": "like. The office that I'm working in is where they worked. 17"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 106.6,
      "end": 121.03,
      "text": "I do not know that offers. So Sergey. And 18 yeah. yeah, yeah, yeah. 19"
    },
    {
      "speaker": "student",
      "conf": 0.7,
      "start": 121.14,
      "end": 127.26,
      "text": "yeah, I'm working in the same room that they worked in. 20"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 127.37,
      "end": 132.669,
      "text": "You're you're destined to be some somebody. Great. 21"
    },
    {
      "speaker": "student",
      "conf": 0.7,
      "start": 132.73,
      "end": 139.36,
      "text": "Yeah. Why not? Is the question right? Like. 22"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 139.85,
      "end": 157.949,
      "text": "yeah. I mean, they were actually research students. Ph, d. As well, they were Phd students. Actually. you have a video to actually, you know, when when you join Google, again, you have this kind of very fun, maybe because I don't know if I have a copy. But I'll I'll forward you like a very old video where they're working. 23"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 158.32999999999998,
      "end": 165.28,
      "text": "Yeah, yeah, yeah, yeah. I I, I do have that. Yeah. 24"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 165.36,
      "end": 167.71,
      "text": "that's really cool. 25"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 167.76,
      "end": 215.41,
      "text": "And you like that. That's what we are trying to capitalize and monetize, you know, with Iv mentors and gigs be like, you know, we're talking about like future you know. Larry and surgery and future Steve Jobs, you know. That's where you're working, like, you know. And 26 we want to really like. 27 okay, I'll try my best. Okay, so that is very upset with me. By the way, very you know, to be honest like. 28 I think the only reason I did not join the first call. To be very honest was because I didn't want to have like a influence on her right like 29 but I think now it kind of makes sense. So it's like a formal session nobody is ordered. 30"
    },
    {
      "speaker": "student",
      "conf": 0.7,
      "start": 215.59,
      "end": 216.82,
      "text": "yeah. 31"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 216.99,
      "end": 239.64,
      "text": "So what? 32 Again, like, one of the challenges for me, like, you know, being like not having study in the Us is like, I even today. 33 it's very hard for me to really understand the whole kind of us application process, right? And I feel that ignorance is not helping. I'm I'm I'm doing better as I'm working on this problem space now. And can you see the document? 34"
    },
    {
      "speaker": "student",
      "conf": 0.7,
      "start": 239.9,
      "end": 248.489,
      "text": "Yeah, yeah, I'm looking at it right now. 35"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 248.61,
      "end": 282.069,
      "text": "but it's very clear that scores are just like, probably like 20%, right like those stats. 36 It's really this kind of black box. And I'm glad they actually put it as like a black pie here. extra. 37 So what I did was like, you know, the you know. And again, I think, really following, like how people you know kind of build their kind of eventual profile in the way like they have. 38 you know, in these kind of forums, reddit and college confidential, and some of the calls that I attended as well like. these are the biggest buckets, right? 39"
    },
    {
      "speaker": "student",
      "conf": 0.7,
      "start": 282.11,
      "end": 291.159,
      "text": "So I wanted to do that like, you know, to do a similar exercise, because, to be very honest, I haven't really spent time with the and kind of understanding that 40"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 292.15999999999997,
      "end": 338.04,
      "text": "no 41 So we're going to fill this right. And I I know that she's off to a great start with you. Thanks a lot on. 42 you know, just kind of ideating. I I did go through some of those scripts, you know, where you. You had this discussion on how you were really helping her identify a passion project and define a project that was in line with her kind of story. 43 I see that value clearly. But I also am kind of a bit nervous in terms of 44 you know, like other things that 45 you know. And again, this is where, like, you know, it's a fear of missing out right as a parent, I'm like, hey? You know what I mean. It looks like you're doing good. and I do understand. you know, what I'm learning is that you don't have to do 100 things. 46"
    },
    {
      "speaker": "student",
      "conf": 0.7,
      "start": 338.17,
      "end": 342.62,
      "text": "Yeah, because everyone comes up with that kind of full planner. But 47"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 342.76,
      "end": 375.369,
      "text": "I also don't want, like her to be, like, you know, completely empty right in in these things as well. So that's so. I I wanted to take a step back. And a Janice. 48 what did you kind of take a holistic kind of assessment of who the in this section? Right? What we have been doing with the students as an example. And I don't know if you guys did that, or you just like delve deeply into right? because, because, you know, we have like a longer engagement, right? I know that there's a lot of time. So there was no rush to kind of really pack everything, but might be. That's a good way for me to, just 49"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 375.6,
      "end": 418.74,
      "text": "because I I've been bombarded by so many, like, you know. Jared is chasing me to have her sign up for this Mit. By the way, he will send me a message to that. I'll send you the snapshot same like, Hey, you know. Can this help her really stand out in passion? But oh, yeah, this was founded by a Stanford Cs student in 2,019, and we are a bunch of Mit and Stanford students we really like, we can guarantee that whatever you do here will help you really stand out. 50 And I'm like, how can you stand out if, like, 5 people are pick the same project together right? Like I, that's that's the thing that I don't understand. 51 So yeah. 52 So I'll I'll I just wanted to kind of explain to you my concern, and like. How does she go about 53 not losing a track of all these like tracks 54"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 418.97,
      "end": 464.45,
      "text": "probably pick up like one or 2 things in the way you're just helped her identify a passion project similar like others, extra curriculums, and might be a few awards right and and and you know it could. And and I think that's kind of number one number 2 is, I'm fully okay 55 with her, like, actually pursuing like a video video path, right? Like our or what of the creative path. even though I know, like I I've been asking her like, Hey, what are you gonna do like I I if I give you like a choice between getting into like filming and or Cs. And she's like, I want to do both. 56 So it's like she really likes and loves both of those things, and I know that she's been like she really enjoys programming. Like I I I know that because I've been. 57"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 464.76,
      "end": 511.82,
      "text": "I hope so like at least for the last 3 4 years I've been seeing her really, like, you know, enjoying coding and learning and those kind of stuff. So I'm completely okay. And I think this is where I would love to get your guidance in terms of being very honest in terms of where is without today. 58 And 59 I'm not very keen on like, you know. I I you know, on her getting into one of these Ivs, even though I'm I'm actually selling a you know our pitch otherwise. But I want her to get into at least a top 20 miles close by. You see. 60 when I can actually stock her every day, what do you want. Why do you want her to be close by? 61 That's a great question. 62 Why, I am just like a possessive, dad. You know I don't want my daughters to meet me right. I I want them to see them. 63"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 511.97,
      "end": 527.12,
      "text": "It's hard for me like some years leaving us for the first time. 64 I think we have hardly let you guys go elsewhere like, have you slept? What? Even like one night with our parents once for a while? 65"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 527.25,
      "end": 537.239,
      "text": "Oh, my God! Do you want to be? Pretend your dad isn't in the room, do you? Do you want to be in a similar area 66"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 537.67,
      "end": 548.009,
      "text": "like outside of just like, Oh, I'm going to be close to parents, but even like, Oh, I want to know what life is like on the East Coast, for instance or anything else like that 67"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 548.39,
      "end": 601.799,
      "text": "I kind of want to like. I kind of want to see how the East coast is like, because we actually used to live there, and I kind of like like life was kind of more. Lead back there a little bit like. I want to be close to my parents, but like 68 when my dad is too close. it's not the best. So yeah. 69 really, honest. Yeah, I mean, it's fine. I'm I'm just joking right? that's kind of an internal thing, especially like I don't know. It's it's like a first time for us, I think, with some yeah, we don't even know, like, what's gonna happen. Mom's all. Mom's also, very, I'm mom's like, 10 times more possessive. I would say, right, Yeah, I think it's all for moms. It's the same thing. Yeah, yeah, I I think I'm just kind of a very don't know question, anyways. So 70"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 602.56,
      "end": 627.09,
      "text": "I I think, in short, I'm perfectly fine, like the pursuing, like you know where. That's why, Samia, we didn't even have her like applied to out of state. but I think we should. because of our Cs thing. 71 And you know, I know that it's it's a very kind of tough kind of major high competition. So I want to keep her open up her options, and more than happy to support her. 72"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 627.16,
      "end": 658.62,
      "text": "but not very keen on, like, you know, because because you, being you've been brutally honest. And you know, like you've been looking at some of the profiles where, like these, like kids have, like literally, they are like ready to go into IP. But then, when I hear like, Oh, Janice is like being critical. So I'm like, Okay, I don't wanna like put without a lot of pressure where she feels like she's not, she won't be able to do it. 73 so any. And and then you told me about this whole kind of college and tier-based strategy around, hey, you see, has a very different game plan. 74 And 75"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 658.87,
      "end": 700.47,
      "text": "you know, with cosmos and other things. And then there's non checks. So I I I would love. I would love you to take a strategic look right? And a very critical look at who does current status with her kind of in this summer 76 with her junior, like as a rising Julia, and she only has one year remaining. you know what is the best way for her to land into one of the top schools, I would say, let me call like top schools like top top 20. 77 be it on video or beat on cs, I'm perfectly fine, like my only conditions, like I want her to be at least in the top schools right? 78 and I we know Iv is fine, right? But it's kind of my thing. I don't know what you agree with that 79"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 700.84,
      "end": 721.58,
      "text": "like, I mean she is still up for Iv. I guess I would prioritize getting into I I like Uc. Berkeley over the over the Ivs, because I just feel like it's more like realistic for me to stay here in California. 80 or rather than different state away from my family. So 81"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 722.37,
      "end": 730.48,
      "text": "okay, what if you got into Uc. Berkeley. But it wasn't for like, and like keeping in mind that 82"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 730.52,
      "end": 743.83,
      "text": "if you don't get in as like weeks when you first supply. Then you're going to have to apply to get into the major, which is really difficult and honestly like almost impossible. 83"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 744.86,
      "end": 759.86,
      "text": "I mean, like I want, because I feel like I could also see myself going into like the film production career. so like, I wouldn't mind if I got into Uc birthday for film. 84 But yeah. 85"
    },
    {
      "speaker": "student",
      "conf": 0.75,
      "start": 761.16,
      "end": 777.779,
      "text": "okay. hmm, okay, yeah. So I think here's the ideal thing, right? Like we can have a discussion on whether, like, who else would be applying for so or for Cs makers, and, in my opinion, like. 86"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 777.87,
      "end": 781.639,
      "text": "I think if he is applying for well. 87"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 781.73,
      "end": 800.98,
      "text": "I think if you don't mind going to Uc schools as a phone major, I think you should definitely be more open to applying as a film measure just because it is much easier to get in as film rather than Cs. But I think the ideal thing is, if we're if we're trying to aim for like top schools is that 88"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 801.16,
      "end": 802.749,
      "text": "you should be doing both 89"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 802.87,
      "end": 808.869,
      "text": "like you should be doing as much of film as you can, and you should be doing as much as you can. 90"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 809,
      "end": 824.92,
      "text": "So like you should be applying for film festivals. But you should also be working on personal projects. and that's just like the harsh reality of it. It's not like we can pick one and say, like, Oh, we're gonna do film. And like, let's only focus on film. But in reality the top students are people who like 91"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 825.14,
      "end": 833.78,
      "text": "like, for instance, you hear of like Rsi. And I said, there are people who go to like these programs, but at the same time they have like gold key awards, and like writing it 92"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 833.8,
      "end": 857.03,
      "text": "as well, or they're like nationally ranked like some sport like it. It is very simple to think like, Oh, maybe we'll just do like science, for instance, like, let's take the example of science. And it is very easy to just be like, Oh, yeah, like, I'll do research. And then I'll like apply for these programs. And then I'll do like the research, 93"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 857.24,
      "end": 883.449,
      "text": "like the the science fair and stuff. but the reality is that people who only do those things and nothing else that is like not enough for them anymore. And they need to do other things in order to supplement and for a lot of some students that looks like doing some humanities and some stem at the same time. So I think you have this. You already, like inherently, have this interest in both stem and humanities, which I think 94"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 883.53,
      "end": 886.639,
      "text": "you should really capitalize on 95"
    },
    {
      "speaker": "student",
      "conf": 0.75,
      "start": 887.1,
      "end": 914.37,
      "text": "So honestly, I think that even if we're thinking about you, maybe applying as a film measure the differences of what you do might not actually be that severe like. I don't think you would actually throw away any Cs. If you're going to apply for a film measure like you would still be working on Cs projects, in my opinion. But I think you would just like the the balance of weight of things would just be slightly different. 96"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 914.41,
      "end": 920.779,
      "text": "like if you were to apply as a Cs major like, maybe you would do a little more Cs. 97"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 920.79,
      "end": 926.88,
      "text": "but if you were to apply as a so measured and maybe you do a little bit more phone. So I think the thing is like 98"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 928.23,
      "end": 957.859,
      "text": "in in both cases, the baseline of what you're going to be doing is actually pretty similar. It's just like when you get to the end and the finish line. It's like, what do you want to emphasize in your application. When you write your essays, what are you going to emphasize by, for instance, like how you rank the different activities on your activities list? there's like a lot of different things like that that you can do also like deciding. Oh, I'm going to apply as a film, major, or all I'm going to apply as a Cs major, does that make sense? 99"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 957.86,
      "end": 969.1,
      "text": "Yeah, so that's like, specifically for the top schools, for the top schools. There, you you want to have like a variety like, for instance, I could apply to Stanford as like 100"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 969.21,
      "end": 978.699,
      "text": "physics, but a lot of the things, and like the the top thing on my application was figure skating, and then the things after that were like art, and then 101"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 979.19,
      "end": 993.819,
      "text": "like after that, it was like science, for instance. So like even the top things on my application or not necessarily like this is So I think that's something to keep in mind as we like. Continue thinking about what your plan for the future is going to look like. 102"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 993.99,
      "end": 997.85,
      "text": "But yeah, so 103"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 998.73,
      "end": 1000.44,
      "text": "hmm, let's see. 104"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1000.83,
      "end": 1004.51,
      "text": "I think we should start putting together a list 105"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1004.58,
      "end": 1006.38,
      "text": "of places if I were 106"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1006.45,
      "end": 1009.21,
      "text": "well, wait! Is there that still here? 107"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1009.32,
      "end": 1014.909,
      "text": "I I'm still here. I I just want to be out of it, like, you know the. 108"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1015.39,
      "end": 1017.1,
      "text": "So 109"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1017.32,
      "end": 1021.949,
      "text": "let's see. 110"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1022.26,
      "end": 1035.949,
      "text": "this is the thing like again, like this is my college confidential and 111 reddit, whatever. And and you know some of my product design. And I'm building the profile for people like that like that. 112"
    },
    {
      "speaker": "student",
      "conf": 0.7,
      "start": 1036.06,
      "end": 1037.03,
      "text": "Yeah. 113"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1038.089,
      "end": 1052.499,
      "text": "So you see, like, this is how people come and and and they basically throw out their profile like, match me chance me right? And then, Major, this is this, this absolutely strictly filled by without with no external influence or pressure. 114"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1055.91,
      "end": 1068.649,
      "text": "yeah, wait. Can you share this with me? By the way, I think what we can do right now is we'll walk through your entire profile and then 115"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1068.87,
      "end": 1070.239,
      "text": "we can. 116"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1071.2,
      "end": 1076.65,
      "text": "I can kind of do some sort of like a chance. We type 117"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1077,
      "end": 1078.54,
      "text": "situation. 118"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1080.45,
      "end": 1088.82,
      "text": "Yeah. My only thing is 119 Why don't I see you? 120"
    },
    {
      "speaker": "student",
      "conf": 0.7,
      "start": 1089.09,
      "end": 1090.81,
      "text": "Oh, it's okay. Yeah. 121"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1095.83,
      "end": 1123.2,
      "text": "yeah. I think that's that's a great learning for me. I think my whole thing was okay, like, you know, to take some to be very strategic about it. 122 Take the right decisions, upfront and focus like 200, the 80 20 rule rather than doing like 100 things like focus on that. That will give you the 80 kind of outcome. But you're making. You're you're making it very true. And now that it's it's really not like that where you can just pick and choose. Right? You have to be. 123"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1123.24,
      "end": 1135.65,
      "text": "Yeah. I think even the students sorry to interact you. But even though students that do have a spike. For instance, the students that really do go to like the Olympics and stuff. 124"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1135.71,
      "end": 1144.159,
      "text": "I I've like taken some classes with these students, and like they still have a lot of other interests outside of like 125"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1144.52,
      "end": 1151.25,
      "text": "like swimming, for instance, is really big at Stanford. They still have, like other interests, outside of that which is 126"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1151.28,
      "end": 1155.47,
      "text": "insane to me, like, I don't know how they have the time for it. But 127"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1155.83,
      "end": 1169.73,
      "text": "yeah, even like, when you think about the well rounded versus the spike In reality most people are well rounded. Even the people with spikes. They have some level of well roundedness to them. 128"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1171.62,
      "end": 1176.439,
      "text": "They are okay. So I think you are up. 129"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1176.8,
      "end": 1185.27,
      "text": "Okay? So the demographics is fine. 130"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1185.28,
      "end": 1191.02,
      "text": "I guess the only note is that I think 131"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1192.02,
      "end": 1204.01,
      "text": "schools are doing more of balancing out of like different demographics and like of students at the school. So I think. 132"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1204.6,
      "end": 1212.489,
      "text": "being Asian actually comes at some of the that some part of the negative now. But that's just like a small thing. 133"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1212.8,
      "end": 1213.91,
      "text": "okay. 134"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1214.51,
      "end": 1220.579,
      "text": "I mean, if you can just add some comments that I mean, that's fine. You don't have to be a recording at any reason. 135"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1221.39,
      "end": 1239.539,
      "text": "Okay, do you want me to like? Does it like write down comments as I'm talking. That'd be great. Actually, you, you do a better job. So okay, okay, So to write it down, I guess, like, it's not like an explicit negative, but it is something. 136"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1240.47,
      "end": 1241.82,
      "text": "Keep in mind. 137"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1242.08,
      "end": 1253.169,
      "text": "I I see kids writing like students writing advantage, disadvantage like, you know that kind. They are like they. They introduce themselves. Hey, I'm a disadvantaged candidate like, what does that even mean? 138"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1253.64,
      "end": 1258.3,
      "text": "yeah. it is 139"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1259.38,
      "end": 1267.199,
      "text": "somewhat. I think the only people who can. 140"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1268.36,
      "end": 1275.789,
      "text": "like people of color, are disadvantaged people who are low income or disadvantage. But I think 141"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1275.81,
      "end": 1282.17,
      "text": "but the way that things are currently progressing right now the like. I don't. I think, like 142"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1283.43,
      "end": 1293.199,
      "text": "people who are Asian are definitely people of color, but the disadvantage is definitely not the same as the disadvantage of like other ethnicities, for instance, just by like 143"
    },
    {
      "speaker": "student",
      "conf": 0.75,
      "start": 1293.33,
      "end": 1314.309,
      "text": "general income levels. I think. So. That is like one thing to keep in mind. so unintended majors we've already kind of talked about. it's not one of the questions for my knowledge as a parent. So what is the first generation thing that I still don't get like, you know. So I am an immigrant to this country. 144"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1314.38,
      "end": 1317.09,
      "text": "I never in the Us. 145"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1317.2,
      "end": 1330.13,
      "text": "Right. Actually, you know, she's an American citizen, and not by birth. 146 She got her citizenship just because we got a citizenship right. 147"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1330.24,
      "end": 1335.879,
      "text": "She was born in Dubai, but when she was 3 year old. Right? So 148"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1335.95,
      "end": 1346.239,
      "text": "yeah. So first generation means that your parents did not go to college period. even if they went to college, and another 149"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1346.4,
      "end": 1350.019,
      "text": "in another country that still counts as going to college. 150"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1350.29,
      "end": 1352.75,
      "text": "So some people lie 151"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1353,
      "end": 1361.07,
      "text": "on their applications, which I highly do not recommend. But yeah, first generation means that you're the first person in your family to go to college. 152"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1361.59,
      "end": 1371.619,
      "text": "Okay? So you know, there's something. So your second Jen, okay? And you like that. The the label is for the student or the payment. 153"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1372.15,
      "end": 1391.7,
      "text": "I've heard it like multiple ways. So like, I think if you're second in and after that, like, you don't put on your college application that your second John? If your first Gen. Then you would probably put it on. I think it's typically families who, whose parents, like the parents, for instance, didn't go to college. 154"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1391.82,
      "end": 1395.25,
      "text": "And then you'd say, your first time, you don't put anything 155"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1395.63,
      "end": 1398.049,
      "text": "okay? Good to know that. Yeah. 156"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1398.81,
      "end": 1411.3,
      "text": "So just to note here. first generation means that neither of your parents have on 2 colors before. 157"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1411.5,
      "end": 1416.529,
      "text": "what is the advantage that first Jen has 158"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1417.24,
      "end": 1424.38,
      "text": "it's just for It's just because I think first, John. 159"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1424.77,
      "end": 1427.129,
      "text": "kids are normally 160"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1427.24,
      "end": 1448.48,
      "text": "Obviously, this comes with a lot of caveats. But they're normally more low income just because their parents were not or don't necessarily have like degrees for higher paying jobs. So it's just something to keep in mind cause. I think their upbringing is maybe a little bit different. the way. And just like things like that, I think, are the main 161"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1448.62,
      "end": 1451.78,
      "text": "ideas here. But 162"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1452.04,
      "end": 1463.609,
      "text": "yeah, just because their first generation that doesn't mean that they're not like as intelligent. For instance, like, I know someone who's first generation who in turn at Google as like a freshman. So like it, yeah. 163"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1464.32,
      "end": 1468.92,
      "text": "But yeah. 164"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1468.94,
      "end": 1483.41,
      "text": "oh, yeah, it's just something for them to keep in mind. because they're looking for a diverse student body. They don't want to always take students who are like from long lineages, and people who have like gone to college or like are very wealthy. so 165"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1483.7,
      "end": 1486.39,
      "text": "it's like a diversity metric in some sense. 166"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1487.1,
      "end": 1493.22,
      "text": "okay, so intended. Majors. I mean, we've already talked about this. 167"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1494.4,
      "end": 1507.15,
      "text": "it's cs. yeah, I'll actually go on like the suggestions tool, because I think it's easier to see like what I'm typing harder to get into. 168"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1507.47,
      "end": 1520.989,
      "text": "can apply or can switch majors to see if I as humanities and 169"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1521.5,
      "end": 1523.02,
      "text": "private schools. 170"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1525.24,
      "end": 1531.06,
      "text": "But yeah, I think we've already discussed this. So yeah. okay. 171"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1531.9,
      "end": 1536.45,
      "text": "on way to Gpa, rank scores. 172"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1537.93,
      "end": 1539.91,
      "text": "yeah. So 173"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1542.13,
      "end": 1547.52,
      "text": "when when you have the 4.3 at a 4.0, but school doesn't wait. 8 plus 174"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1548.56,
      "end": 1552.539,
      "text": "is. This is the 4.3, as in like. 175"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1553.22,
      "end": 1557.29,
      "text": "these are the ap classes that are supplementing for the 4.3. 176"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1557.92,
      "end": 1573.01,
      "text": "yeah, the honors and the apes as of now. end of sophomore year. My average is 4.3, but it'll probably go up junior, since I'm taking like for Aps, I think, yeah. 177"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1573.6,
      "end": 1575.159,
      "text": "okay. And then 178"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1575.33,
      "end": 1584.609,
      "text": "some other notes that for serage, the not bad. some other notes that you might want to ask them about is like, 179"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1586.27,
      "end": 1591.089,
      "text": "Were you allowed to take ap classes 180"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1591.22,
      "end": 1595.689,
      "text": "in fresh and soft sophomore year? 181"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1596.16,
      "end": 1598.32,
      "text": "alright. 182"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1598.51,
      "end": 1600.08,
      "text": "did you? 183"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1600.53,
      "end": 1601.62,
      "text": "Not a lot, sir? 184"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1602.44,
      "end": 1611.12,
      "text": "Yeah. She was not allowed to in fresh. They don't allow ap classes. And then in sophomore, yeah, there's only one which I took. 185"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1611.2,
      "end": 1613.019,
      "text": "Were you a lot sick? More than one. 186"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1613.79,
      "end": 1617.48,
      "text": "no, because they don't offer any for sophomores. 187"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1617.98,
      "end": 1624.819,
      "text": "and it's like hard to get into. For instance, like some people try to take math classes early. And it's hard to do that 188"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1624.94,
      "end": 1626.039,
      "text": "in your case. 189"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1626.25,
      "end": 1627.01,
      "text": "Yeah. 190"
    },
    {
      "speaker": "student",
      "conf": 0.7,
      "start": 1627.12,
      "end": 1627.83,
      "text": "okay. 191"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1628.12,
      "end": 1640.62,
      "text": "is that factored in the process? Because, you know, kids kind of, you know, students go, and they take it offline and all that stuff. But that's that. That's a very good point. You are raising here. If they are not allowed, then what does that really mean? 192"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1641.02,
      "end": 1647.95,
      "text": "If they're not allowed to, then admissions? Officers will take that into account when comparing their 193"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1648.44,
      "end": 1673.33,
      "text": "their course, load with other students at other schools. For instance, there's like a private school near us where they're even allowed to take ap classes in middle school. So some people come out of high school with like 15 ap classes, which is absolutely insane. but yeah, so obviously like, who differences wouldn't be compared to those people, because it's not like a a fair comparison. 194"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1673.93,
      "end": 1676.71,
      "text": "so, yeah, so essentially for this. 195"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1676.77,
      "end": 1689.02,
      "text": "this question specifically and other questions about like classes. The way that it works is that schools will send the universities that you're applying to like a 196"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1689.51,
      "end": 1702.87,
      "text": "kind of like a school profile where they say, like, Oh, yeah, students are normally from these backgrounds, like our school, is like X y. Z percent of Xyz demographics. 197"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1703.03,
      "end": 1723.8,
      "text": "students are or are not allowed to take ap classes from like freshmen, sophomore, or whatever So like all that information is on, like their profile that they send out. So you don't have to personally include that while you're applying for schools, it's just included in the profile that schools will send out as part of your application. But you just don't see it. 198"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1724.58,
      "end": 1725.76,
      "text": "Does that make sense. 199"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1725.83,
      "end": 1753.54,
      "text": "So in our community, we have, like a community college nearby, and they offer courses for high school students. So I was wondering if it would be beneficial for me to take one the fall semester. It's only like a semester long, but you get college credits for it. So, yeah, I think it should, because there's multiple reasons for this one is that it'll look somewhat like an Ap class on your 200"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1753.7,
      "end": 1770.629,
      "text": "application. The second is that when you actually go to college, you can use those classes as ways to get out of like introductory classes. So it saves the money in the long run, too, like one of my friends. 201"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1770.66,
      "end": 1791.9,
      "text": "for instance, even at Stanford. I think it's easier at you to do this than it is at Stanford to like transfer credits. But a lot of students will take a lot of like college classes in high school so that they can graduate in 3 years. But it's just something to keep in mind. 202"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1792.26,
      "end": 1802.159,
      "text": "yeah, I would recommend. there might be some strategizing as to what specific classes you want to take Which classes were you thinking of taking? 203"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1802.79,
      "end": 1819.63,
      "text": "I was thinking of taking political science, or maybe literature. So I don't have to take a P. Lit, because I know that one's really hard to get a 5 or 3 year above, because I know a lot of people feel that 204 if you exam. So, yeah. 205"
    },
    {
      "speaker": "student",
      "conf": 0.7,
      "start": 1820.4,
      "end": 1825.68,
      "text": "okay. And then are these, are these available at your school? 206"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1826.22,
      "end": 1844.719,
      "text": "it's more like a separate thing. but I know, like a lot of my friends, they do community college courses. 207 yeah, they're online. And basically, it's just like a some like 6 weeks long or something. And it's like, really intensive. So 208"
    },
    {
      "speaker": "student",
      "conf": 0.7,
      "start": 1847.47,
      "end": 1849.57,
      "text": "okay. 209"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1849.82,
      "end": 1850.98,
      "text": "sorry about 210"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1851.09,
      "end": 1859.279,
      "text": "I would actually recommend maybe taking college classes and things that you're more interested in 211"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1859.46,
      "end": 1867.479,
      "text": "just because, like, I guess the way that they'll be looking at your call on at community college classes is like. 212"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1867.67,
      "end": 1874.5,
      "text": "The only reason why you would take those classes is like you're looking for something that you don't have at your school already. 213"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1875.09,
      "end": 1880.589,
      "text": "so wait. Sorry. I don't know if you like fully answered the question of like our Ap. 214"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1880.86,
      "end": 1885.679,
      "text": "go, for instance, or an Ap lit available at your high school. 215"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1885.83,
      "end": 1886.71,
      "text": "Yeah. 216"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1886.87,
      "end": 1887.76,
      "text": "Okay? 217"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1888.09,
      "end": 1891.69,
      "text": "So I would actually recommend taking classes like 218"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1891.83,
      "end": 1897.419,
      "text": "that are not available at your high school, because then they're going to look at it and say, Oh, why did you choose to take this 219"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1897.43,
      "end": 1904.309,
      "text": "at the Community College, if you could have just taken it at your high school, so like, for instance, 220"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1904.64,
      "end": 1914.93,
      "text": "a lot of people in terms of math take like multi-variable calculus, because it's not available at their high school. so I think in this sense, what you could consider taking 221"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1914.94,
      "end": 1918.889,
      "text": "is I think it's okay to do like one of 222"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1919.05,
      "end": 1926.909,
      "text": "either qualify or literature. but I would recommend actually taking like a film class, if you can. 223"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1927.2,
      "end": 1940.139,
      "text": "just because, like. I'm sure that I think in in high schools in general, they don't usually have the programs for like arts. so I think, taking a film class would be really interesting. 224"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1940.81,
      "end": 1942.62,
      "text": "and 225"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1943.26,
      "end": 1956.109,
      "text": "I don't think it would. It depends on the class, but it might not be as time intensive. So that gives you space for maybe even one more if you decide to do it at a different time during the school year. 226"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1956.83,
      "end": 1959.179,
      "text": "so maybe like a film cross. 227"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1959.4,
      "end": 1975.759,
      "text": "cs, I wouldn't recommend taking a class in, because just because you can work on personal projects. And I think that's a lot better than taking classes. so maybe the thing that you can do is you can take one of Polyside or lit. And then so 228"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1976.51,
      "end": 1982.76,
      "text": "but yeah, my general idea is that if you can take it at your high school, it's 229"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1984.18,
      "end": 1987.209,
      "text": "generally advisable that you would take it there instead. 230"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1987.47,
      "end": 1988.16,
      "text": "Yeah. 231"
    },
    {
      "speaker": "student",
      "conf": 0.7,
      "start": 1988.7,
      "end": 1989.48,
      "text": "yes. 232"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1992.5,
      "end": 2021.999,
      "text": "amazing. 233 Wow. I mean that is eye-opening to me. I think parents should start joining their these sessions. I think we should make it mandatory. It's a big discount. I'm just kidding right? But but but you see, like. 234 and this is so valuable because it's a whole strategic thing, and I don't know what is the right time to decide that I is so that I don't time, or is it? Is is this whole Ap strategy quite late, for without to decide 235"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2022.01,
      "end": 2042.899,
      "text": "the worse, the harder things to decide, or things that are like involved with arts or sports is like extracurricular activities, because those you typically have to start young. And if you don't start young, then it's like, Okay, if you start like swimming when you're 16. Obviously, you're not going to be as good as people who swim their whole life. So I think those are things that are like. 236"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2043.21,
      "end": 2052.029,
      "text": "If I want to be more worried about this, I feel like it's not too bad. The only thing when I was looking at this is like, Okay, I don't know if 8 8 is enough. 237"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2052.15,
      "end": 2065.55,
      "text": "So the next thing that I was going to talk about is maybe consider taking ap exams on your own outside of school for things that are easily self studyable. 238"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2066.33,
      "end": 2069.88,
      "text": "so let's see. Hey? 239"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2070.26,
      "end": 2080.579,
      "text": "Consider taking Ap. Exams for things not, or sorry classes 240"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2081.19,
      "end": 2083.36,
      "text": "available in 241"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2083.62,
      "end": 2112.63,
      "text": "nice cool. So I don't want to make you like, list out your entire course catalog. But for instance, if there are things that you're interested in, like Econ, for instance, or other things like that, you can consider taking the Ap exams for those classes just to prove that you have, like on par, of the same knowledge. as like kids who are taking like 1112, 13 ap classes. and obviously it's not fair that they get to take classes 242"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2112.77,
      "end": 2118.21,
      "text": "like ap cost is their sophomore year. But it kinda is what it is. So 243"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2118.74,
      "end": 2123.3,
      "text": "I'm not these. Do you recommend? I take. 244"
    },
    {
      "speaker": "unknown",
      "conf": 0.5,
      "start": 2124.45,
      "end": 2127.65,
      "text": "I think if you were to balance out like the 245"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2127.87,
      "end": 2133.6,
      "text": "college classes and ap classes, and the Ap. 246"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2133.94,
      "end": 2136.04,
      "text": "I would say that 247"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2136.4,
      "end": 2147.679,
      "text": "the college classes and the classes at school are the most important, and then taking extra ap exams is less important. 248"
    },
    {
      "speaker": "unknown",
      "conf": 0.5,
      "start": 2147.71,
      "end": 2149.14,
      "text": "But 249"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2150.28,
      "end": 2163.939,
      "text": "I would say, like in total, you maybe want around like 11 or 10 like minimum quote unquote. It obviously depends on other factors in the school. 250"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2164.04,
      "end": 2178.53,
      "text": "and who you are competing with, for instance, I know your district is not necessarily like the Bay Area itself, so like it. You won't necessarily be competing with those kids. But it is something you want to keep in mind that 251"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2178.99,
      "end": 2181.999,
      "text": "a lot of these kids are taking like 1314 252"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2182.27,
      "end": 2183.57,
      "text": "Aps. 253"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2183.86,
      "end": 2184.58,
      "text": "Yeah. 254"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2184.94,
      "end": 2222.059,
      "text": "So in Dublin, I think you could just on the border right? Dublin High School would probably they probably offer more Ips since freshman year, so they probably have, like the students, will probably be taking more Ips than not. 255 I think the thing is like, you know, we just moved during Covid. You know, we were actually living in Dublin. And what happened was like, you know, Covid, and everyone's working from home. You know, it's okay. Why don't we get like a bigger place? And we moved like, you know. And this was again part of my ignorance, you know, like, because I didn't know like how it would impact my the the the school like to me, everything like Look I mean, I just read with the property like, Oh, okay, I can probably get a bigger one. 256"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2222.1,
      "end": 2239.49,
      "text": "And when I moved here, then that's where I'm like, oh, no, these schools are very different, you know. You see like it's such a sad thing. I I if I knew all these things I probably had stayed, you know, in in that kind of bay area kind of b border. 257 I will note that. 258"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2239.76,
      "end": 2261.41,
      "text": "It's actually in some ways better to go to a quote where it's high school, just because, like it's easier to do, relatively speaking, better. So it's like the whole analogy of being like a big fish and a little pond. This is a little fish in a big pond. So, for instance, like I didn't, I grew up in the Bay Area, but I didn't go to like 259"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2261.46,
      "end": 2263.45,
      "text": "the big name like 260"
    },
    {
      "speaker": "student",
      "conf": 0.75,
      "start": 2263.47,
      "end": 2275.37,
      "text": "really competitive high schools. And in those schools I might have been like somewhat average. But in like my school, for instance, I was like around some of the top students on my school. So 261"
    },
    {
      "speaker": "student",
      "conf": 0.75,
      "start": 2276.35,
      "end": 2286.61,
      "text": "the real thing is that you're competing with kids like in your district and also like in your school. They compare you mostly with kids in your school, like, I remember reading a specific line on my application. That was like. 262"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2286.64,
      "end": 2294.97,
      "text": "this person is a standout at Westm high school. So it it wasn't necessarily being considered with, like Parker kids, for instance. 263"
    },
    {
      "speaker": "student",
      "conf": 0.75,
      "start": 2295.32,
      "end": 2313.939,
      "text": "so yeah. So I wouldn't worry about it too much as a thing so like it's better now. I mean, they really torturing me, you know, like my daughter is like Dad, why did you move like, you know? That's not too bad. Yeah. So I think that's a she asked me to bring you here. You know that 264"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2313.98,
      "end": 2346.37,
      "text": "I wanted to ask your advice on something. So there's some boys at my school, and they have like a startup. And they did some course, they're like teaching some courses about like math and computer science and stuff. And they were looking for someone they were searching for a filmmaker to help them like make some videos for their courses. So I was wondering if I should like join, or if this is like 265 not really useful in my profile. 266"
    },
    {
      "speaker": "student",
      "conf": 0.75,
      "start": 2347.52,
      "end": 2361.919,
      "text": "I think it's in my opinion I don't think it's super useful. it's because I think the best thing about film that you might be interested in are not going to be like filming someone to know. 267"
    },
    {
      "speaker": "student",
      "conf": 0.75,
      "start": 2361.94,
      "end": 2386.999,
      "text": "like, I think the film that you're interested in is probably more like you look at like movies. And you're like, well, like, how did they film that specific like, like, I don't think you want to be sitting there feeling, filming some guys like taking a class. So that's like my personal opinion on less 100. Thank you. Thank you. Thank you. Yeah. She it was a second opinion. I I gave her a straight. No, you know, because I think she's made some very amazing amateur movies. 268"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2387.08,
      "end": 2390.82,
      "text": "yeah. 269"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2391.13,
      "end": 2398.669,
      "text": "Yeah. Okay, well, I'll talk a little bit more about that later. So yeah, I would say, like one or 2 of these 270"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2399.46,
      "end": 2404.39,
      "text": "of the Ap exams that are not available in your high school, and it's not like a necessary thing. 271"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2405.24,
      "end": 2419.239,
      "text": "not fully necessary. Okay, so course, work. I don't have your closer. But I think we've talked a little. I think we've talked enough about like Gpa. And so 272"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2419.46,
      "end": 2423.999,
      "text": "let's see so. 273"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2425.06,
      "end": 2426.819,
      "text": "or I guess 274"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2427.04,
      "end": 2431.809,
      "text": "if you could fill this in later, I could probably say a little bit more about it. But 275"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2432.65,
      "end": 2436.03,
      "text": "and what is a call college. Sorry about that. So it's what. 276"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2437.54,
      "end": 2440.819,
      "text": "Yeah. I I think here, you would want to put 277"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2441.1,
      "end": 2445.77,
      "text": "if you want to fill this in later, or just say it to me. 278"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2445.79,
      "end": 2450.91,
      "text": "the daughters, classes, and the ap classes that you've taken. 279"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2451.03,
      "end": 2458.099,
      "text": "What would the community college courses be kind as an Ap or like that would be separate. 280"
    },
    {
      "speaker": "student",
      "conf": 0.7,
      "start": 2458.5,
      "end": 2469.459,
      "text": "Generally speaking, it's kind of as an Ap. Oh, the other question that I had about grades is, do you guys have like a rating system at your school on like ranking? Yeah. 281"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2469.74,
      "end": 2470.88,
      "text": "Oh, no. 282"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2471.51,
      "end": 2478.3,
      "text": "Okay. So there's no like volume. The auditorium. Okay? Okay. I was just curious. 283"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2478.34,
      "end": 2483.77,
      "text": "Okay, yeah. So 284"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2484.16,
      "end": 2492.64,
      "text": "yeah. So what? off the top of your head? What are the Ap and honors classes that you've taken 285"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2493.53,
      "end": 2534.479,
      "text": "So for freshman year I have under his biology. 286 And then I had 287 map 3 honors, which is basically 288 honors and English 10 honors. And then I had ap human geography. 289 let me. Actually, I have like a a chart that I made. 290 Do you want to? I mean, we can do that later. That's fine, Janice, I think, actually add accurate information. And you can actually comment offline. 291"
    },
    {
      "speaker": "student",
      "conf": 0.7,
      "start": 2534.64,
      "end": 2537.71,
      "text": "Okay, so awards 292"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2538.02,
      "end": 2550.68,
      "text": "and what it is between. 293 And with that might be like, Dad, you absolutely have no clue about what I was doing for the last 12 years, right 10 years Sorry about that. So honors. And Ap, what's the difference 294"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2551.33,
      "end": 2553.59,
      "text": "on? This is like a 295"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2553.74,
      "end": 2563.02,
      "text": "so for honors, the school kind of decides what honors really looks like. In general, it's just like a class that's more rigorous. 296"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2563.08,
      "end": 2568.379,
      "text": "But it's on the same subject as like the the regular cost that they would have to take so like 297"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2568.41,
      "end": 2578.649,
      "text": "English head owners is just sophomore English, but harder at instead is like there is a whole system, and there's a whole like. 298"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2579.09,
      "end": 2589.779,
      "text": "Sorry I forgot the word for it, but they have, like a specific schedule of all the things that they have to teach by a certain day, and then they take the Ap. Exam. And there's like all of this extra stuff. 299"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2589.97,
      "end": 2596.7,
      "text": "But it's like very standardized, and it's the same throughout every high school so 300"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2597.11,
      "end": 2624.72,
      "text": "well, relatively speaking, so aps are, are considered like the quote unquote artist classes. You can take as a high schooler honors like, even though honors classes might be really hard from school to school. They don't really know that much of that information, so like they just go off of like Ap. Mostly. And honors like, they know are harder, but they don't know what extent, to what extent they're harder. 301"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2625.99,
      "end": 2633.499,
      "text": "Okay, thank you. Thank you. Okay? Oh, so awards. 302"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2633.56,
      "end": 2638.66,
      "text": "my comments on this. So 303"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2638.95,
      "end": 2649.29,
      "text": "I would say that these 2 awards the ones that I'm highlighting right now, the high otters and the Ap Scholar with distinction. Those are actually not even though they're like 304"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2649.63,
      "end": 2662.929,
      "text": "like, I commend you for getting them. They're like, not as what unquote important for Ap Scholar with distinction. It's just there's so many students who get them that like it's not that big of a deal to them anymore. Same thing with like national merit. 305"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2662.97,
      "end": 2670.959,
      "text": "it's different. If you're a finalist. If you're a semi-finalist, like so many students get it that it's like, unfortunately, not as 306"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2671.06,
      "end": 2672.93,
      "text": "interesting as 307"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2673.16,
      "end": 2676.519,
      "text": "as you might expect, so 308"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2677.34,
      "end": 2686.67,
      "text": "the academic so awards is generally split into 2 ish types. One is like extracurricular awards split 309"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2686.93,
      "end": 2691.74,
      "text": "into, you see awards and academic 310"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2691.79,
      "end": 2702.609,
      "text": "awards. So what extracurricular awards look like are going to be more of the first one? where there's like a our competition, and you want it. like. 311"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2703.31,
      "end": 2709.399,
      "text": "you see, awards are like part competition 312"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2709.58,
      "end": 2712.3,
      "text": "above and then academic 313"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2712.6,
      "end": 2715.949,
      "text": "a warrant. They're going to be like you. 314"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2716.17,
      "end": 2725.419,
      "text": "you small Amy, like, you know, like the the like math, and like science, whatever awards. 315"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2725.43,
      "end": 2734.16,
      "text": "So you don't have to worry too much about doing like the academic awards. If that's not something that you've been doing like. For instance, these kids are 316"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2734.28,
      "end": 2745.14,
      "text": "to do this for the entire lives. So like you don't have to worry too much about that In your case I would actually focus on like the extracurricular awards. 317"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2745.45,
      "end": 2757.689,
      "text": "we'll ask you for both on the on the application. But don't freak out too much about not having that many academic awards. Other academic awards are going to be these 2. So you can put these 2 on your application, and it'll be fine. 318"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2757.77,
      "end": 2765.78,
      "text": "But yeah. So for the extracurricular awards. I would recommend 319"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2766.46,
      "end": 2774.94,
      "text": "that. Sorry. I'm like scrolling through other stuff here. I would recommend that you do more. So spend a lot of time. 320"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2776.4,
      "end": 2789.97,
      "text": "Here. I'll start writing it here. spend a lot of time looking, for, for instance, like film festivals that you want to apply to or because I feel like film is like less of 321"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2790.22,
      "end": 2806.59,
      "text": "it's like one of the smaller of the humanities that I am familiar with. I can also help you do research, though, but spend a lot of time looking for film festivals. Another thing that you can consider doing is like Youtube, 322"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2807.8,
      "end": 2812.09,
      "text": "consider doing Youtube. There are also like. 323"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2812.85,
      "end": 2824.399,
      "text": "There are also like social media accounts out there that are like specifically made, and also like magazines and stuff like that that are specifically made to kind of highlight like 324"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2825,
      "end": 2835.38,
      "text": "young creators, especially like high school creators. So look for social media. slash magazine slash websites that 325"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2835.47,
      "end": 2837.959,
      "text": "want to showcase 326"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2837.97,
      "end": 2842.28,
      "text": "high school 327"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2843.25,
      "end": 2844.02,
      "text": "work. 328"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2844.13,
      "end": 2850.149,
      "text": "but yeah, I would actually try to spend like a good amount of time looking for these during the summer. 329"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2850.23,
      "end": 2879.469,
      "text": "actually solved it. But I think this was precisely my nervousness around, and I think you're very beautifully strategized it again. 330 because when I started looking at these students kind of award list, I was, really, I freaked out. I was in a panic state. I'm like, what like, how someone actually even do it. And and I'm like, do admission offices even have time to verify and validate some of these like 331 the biggest ones they can validate. But 332"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2879.89,
      "end": 2889.359,
      "text": "I think most people don't lie just because when they do catch you, they receive you from schools. So it's not really worth lying. But 333"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2889.97,
      "end": 2896.719,
      "text": "yeah, the the best things to get, in my opinion, are small national competitions. 334"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2896.74,
      "end": 2912.999,
      "text": "So they'll know about like the bigger ones, and you should definitely do the bigger ones. But if there are like smaller national or international competitions that you can do, you can like, put on your resume like, Oh, yeah, this is an international competition. 335"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2913.1,
      "end": 2914.35,
      "text": "and 336"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2915.1,
      "end": 2927.369,
      "text": "it'll be looked on highly for being national and international. But the scope they might not know, because they don't have the time and the resources to go and see like how big each competition is. So like 337"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2927.54,
      "end": 2937.8,
      "text": "you're also writing. But do some of the big competitions? smaller 338"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2938.29,
      "end": 2940.59,
      "text": "national plus international 339"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2943.2,
      "end": 2953.769,
      "text": "competitions are really the for the resonate. But yeah, if you can find, like smaller national or international competitions. Then. 340"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2953.93,
      "end": 2956.889,
      "text": "yeah, I would recommend that you do that also. 341"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2956.99,
      "end": 2960.759,
      "text": "Another thing that you can consider doing is 342"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2960.94,
      "end": 2965.359,
      "text": "reaching out to university students. 343"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2965.38,
      "end": 2992.78,
      "text": "particularly at like art schools about their journey. I can also do this because I have a couple of friends, but about their journeys with like film, for instance, and like how or what competitions to apply for stuff like that, because they might have like a better idea. and also, if you can like, reach out to them about like potentially working on projects together. And you can like, show them your resume and stuff like that. That would also be cool. 344"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2993.13,
      "end": 3022.419,
      "text": "we do have a pretty dedicated filming and designer mentor with Iv mentors, and I can connect you to that. I mean, it's just I'll have to pay for for an hour. But 345 but yeah, I mean but but you see, like I mean again, sorry I just 2 s here for that. this value. I I I'm just amazed. I'm glad that I'm here for Huda, but also like when I'm thinking about this 346 to see the value that you're delivering your I'm amazed, like right, I mean. 347"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3022.79,
      "end": 3058.76,
      "text": "And and and I do know why you that in ask these questions like not to blame her. But I think that's where we are learning right like how? Because without this information I would feel that both like the anxiety levels of parents who are not aware of this and the anxiety level of students who don't have access to this because they didn't go to one of those kind of premium private schools. It's just It's an unfair advantage. I I know low low income and underserved. You know. I've spent pretty much my last 5 years working and building underserved products. 348 But I feel like the middle class and the public school kids are also very under served here, like, I mean, honestly, I feel like. 349"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3058.88,
      "end": 3065.819,
      "text": "and it's like going to go right. It's like, no way to go, like, Okay, I'm no low income. I'm not for acceleration. And I I'm not super outrage. 350"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 3065.84,
      "end": 3069.36,
      "text": "Where I where do I go? So 351"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 3069.69,
      "end": 3074.51,
      "text": "yeah, I totally understand, because it comes from the same background. So 352"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3074.95,
      "end": 3095.869,
      "text": "thinking, since I'm The president of the editing club at my school, I was wondering like, would it be good if I hosted like a national virtual film festival on my own 353 to get more people involved. Do you think that's something that I should do? 354"
    },
    {
      "speaker": "student",
      "conf": 0.7,
      "start": 3095.93,
      "end": 3099.379,
      "text": "Yeah, yeah, I think that'd be really cool. 355"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3100.12,
      "end": 3130.16,
      "text": "yeah, so sorry. These are just like awards. So moving on to like extracurriculars. Yeah, I I think, what's probably going to. But I think one of the things right. really like, I think what we are, a couple of things I want to kind of reiterate. And that's a discussion, and and again correct and under your command. And we are just trying to learn here. 356 I think, what the point is. Significantly he, the common theme across. How you going about strategizing and picking all these things? it's number one. Of course you're making it very personal, and you're tying the whole story 357"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3130.38,
      "end": 3170.78,
      "text": "which is very uniquely yours. But I think you're also trying to map it and and synchronize it with really like what colleges are looking for. And how do you stand out? And one of the things that I'm kind of taking my take away is 358 that you know, Huda, I know as a dad, and Mike is slightly biased, but she has certain superpowers. Every kids have got some superpowers like she's very creative. She knows how to do these things. 359 but if you cannot have it heard 360 right like, if you don't have people paying attention, including the admission officers, or, like, you know, in the form of international national. If you don't have people really paying attention to your cause or your work 361 like you can do anything and everything you want in your vacuum 362"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3171.16,
      "end": 3212.969,
      "text": "that basically doesn't add up any any value. Right? Is that a correct statement? Tennis? Right? And I think you're basically telling that you know, try to find areas where you have a platform where you can actually showcase your work to the entire world or the community or people. Right? 363 And I think that's a that's one gap in Huda right like she enjoy. She falls in love. She's so deep into her deep work, and she's enjoying. She's very happy, and I every Dad loves you, you know, seeing their kids being so happy. But I also feel sad that you know what she doesn't know how to play this game. 364 And she's doing all this great work. But there's no Youtube channel. And this is again not blaming like, I'm just saying And then there's like, no, no, Award here. 365"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3213.02,
      "end": 3240.65,
      "text": "And I think you're really telling like, go after these very national but smaller words, and and think about it. I've been hearing you with your Malaysian story, and I heard someone the other day talking about Egypt like Huda is born in Dubai. She's she's kind of I mean. I was born in recent Dubai. I'm a Middle Eastern like to be very honest. I look like an Indian, but my kind of upbringing was really in a Middle East kind of an environment. 366 and she's very much exposed to the cultural aspect you know, kind of in Middle East and Africa. 367"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3240.75,
      "end": 3276.12,
      "text": "she can do a lot of things, you know, from that perspective as well like, you know, she can probably like I've traveled like length and death of Africa. There's so many opportunities that you know she could really work with the. There's too many opportunities. It doesn't necessarily have to be like one of these Olympiards. And 368 right I like this, because that's kind of a discussion she and I have. And and I also feel very helpless because I'm like, you know, I have all these things. 369 I have access to so many things, but I just don't know how what is need like. I I absolutely have no clue. What college admission offices are looking for. Right? So, yeah. 370"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 3276.31,
      "end": 3278.959,
      "text": "yeah, yeah, honestly, like 371"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 3279.02,
      "end": 3292.049,
      "text": "some of the things that I mentioned to you where they were going through like potential profiles. And I was like writing things down. I think that's one of the most common things that I see. But they're definitely not like all of the students at Stanford, like. 372"
    },
    {
      "speaker": "student",
      "conf": 0.75,
      "start": 3292.44,
      "end": 3312.61,
      "text": "I know, like a handful of students who have done those things. But there are so many more students who have just done so much that it's like you can't like, put them into one little box. So it's like very hard for me to like, necessarily go, yeah, I want to do like this all these things. And like, yeah, we go. But in reality, a lot of the students do so much 373"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 3312.64,
      "end": 3336.389,
      "text": "that it's like incredible to actually think about. And some things are not even necessarily like extracurricular activities, like what Guy told me about how you grew up like helping his dad fix cars, for instance, and I, you didn't actually want to go to college, but you just wanted to be a mechanic for the rest of his life. But you like end up ended up here, anyways. So it's like actually crazy that there's like so many different stories and backgrounds of people. 374"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 3336.56,
      "end": 3338.04,
      "text": "yeah. So 375"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 3338.29,
      "end": 3353.709,
      "text": "anyways, from the tangent going back. to your. To your question earlier, I definitely think the answer is yes, I think the hard part there is actually making it like a national audience like, how are you going like like your dad said, 376"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 3354.02,
      "end": 3361.55,
      "text": "how are you going to reach out to all these people and like, get this audience and like. get enough students from across the 377"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 3361.73,
      "end": 3369.86,
      "text": "the country, or even like the world to come to like the phone festival that you've created. So 378"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 3370.2,
      "end": 3373.94,
      "text": "I think if you were to like, take that, let's 379"
    },
    {
      "speaker": "student",
      "conf": 0.75,
      "start": 3375.21,
      "end": 3385.19,
      "text": "I think for me, the main thing is that film as like an artistic medium is not 380"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 3385.23,
      "end": 3386.73,
      "text": "really 381"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 3386.74,
      "end": 3403.49,
      "text": "exalted enough, I think, because I think, film, the way that people think about it is like, Oh, Youtube, and like to talk and like you do like these little shorts and stuff. But maybe that's not as I. I'm going to assume that that's not necessarily what you're interested in when you talk about film, right? 382"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 3405.02,
      "end": 3407.339,
      "text": "Yeah. So I think 383"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 3407.57,
      "end": 3413.009,
      "text": "some things that you can maybe start with to start like getting some sort of audience is like. 384"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 3413.12,
      "end": 3423.079,
      "text": "potentially bringing film to like a small audience first. So like, I told you that to read like the atomic network or other cool start problem. 385"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 3423.12,
      "end": 3437.069,
      "text": "like the book that you have, and I think it would be helpful for her. But yeah, so we can consider starting with like a smaller audience. And then seeing like, Okay, how can we bring like? Still, as like an artistic medium, so like 386"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 3437.14,
      "end": 3450.079,
      "text": "a small audience. So like, what does that look like, okay, maybe it could be like, like, the typical things are like, Oh, maybe we can see if we can do like a film workshop. For, like either elementary middle or high schoolers. 387"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 3450.28,
      "end": 3476.289,
      "text": "then you can start seeing like, okay, you're getting more people who are like interested in these topics. So maybe you could do some common film techniques like, for instance, I know there's one where you like. You move physically backwards, but you're zooming in on on the thing. I don't remember what it's called. So like, you can show them like different phone techniques and stuff like that. Or maybe you can say like, Oh, let's like try to put together like a film in like X weeks. 388"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 3476.32,
      "end": 3490.849,
      "text": "with like elementary school or middle school students where you go from like storyboarding to filming the whole thing to editing and everything. And you get like a bunch of students who are able to like make something. So you can like start with something small like that. For instance, if 389"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 3490.96,
      "end": 3495.549,
      "text": "you're unsure, like, just another idea, if you're unsure about 390"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 3495.67,
      "end": 3502.47,
      "text": "whether like a large-scale film festival for students with be feasible. Does that make sense? 391"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3503.13,
      "end": 3531.699,
      "text": "Yeah, actually, this is this falls under extra curriculums. Right? Yeah. Award is getting some credential right? You know, working on a comparative kind of landscape, and this is more like an extracurricular just one last. 392 So what is what the the way you kind of evaluate a particular extracurricular is really the reach and the impact you're having on the community. And how many lives are you impacting? Is that the right way that people look at it, or how how do people look at it? 393"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 3531.93,
      "end": 3549.86,
      "text": "I don't think that's necessarily true. Films, I think, are a little bit different, but films can also just be like an artistic medium. For instance, like you can apply to schools with like in our portfolio. But you don't necessarily have had to have like 394"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 3549.93,
      "end": 3570.14,
      "text": "a ton of followers on Instagram, or something for you to be considered along with everybody else. It's really like the quality of the work that you do, because I think they understand that it's like hard as like a young person to gain traction like they're artists out there in the world who aren't gaining traction so like for you to expect that a high schooler would be able to do that is like kind of difficult. 395"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 3570.14,
      "end": 3584.7,
      "text": "So that's why like kind of Said you could maybe start with something smaller scale like that. just to see how things go. if you also want to go, for I think honestly, you can maybe plan them in in 396"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 3584.86,
      "end": 3597.13,
      "text": "like overlapping like you can probably plan both of them at once. It'll just be like a lot of work. But it's not like you can only do one, then you do the other. But yeah, so it doesn't necessarily have to be reach. 397"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 3597.72,
      "end": 3605.039,
      "text": "I think, like even for Cs personal projects. it's obviously it's good if there's reach. But it's not like. 398"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 3605.23,
      "end": 3612.68,
      "text": "Oh, if there's no reach to like the product that I've made. Then it doesn't matter. yeah, I would say that. 399"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 3612.89,
      "end": 3619.98,
      "text": "Yeah. obviously, it's good. But it's not like the end. All like you must have. please. 400"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3620.31,
      "end": 3646.09,
      "text": "because, I I I know we are top of the hour, but I mean, I would actually request 15 more minutes if you can spare, because I think there's kind of a very good value here. 401 you can actually detect that time from the next session. That's perfectly fine. So if you if you see here like, you know 402 the first. look at the first profile just as an example right again, like not comparing. 403 And I was kind of looking through the extra curriculum of this this student. 404"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3646.26,
      "end": 3683.89,
      "text": "and like, you know and and you know I don't, I don't. And I. This is a good kind of learning for me, because you know, that's how you see the corporate world like, you know, when you go to Apple and Google, like, you know, the way your kind of your performance is a review and rated. And you know we get reviewed like every we have our admission hiding committee officers like, you know, and promotion offices like every 3 months, every quarter. 405 And the way we look at it is really impact. It's 10. 406 Everything has to be impact and impact. 407 And when I, this profile, like at the high school, so like 50,000 plus 100 plus 2,000 plus and the Gmb plus. And I'm like. 408 what the hell like these guys these kids are writing it like, you know, 409"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3683.98,
      "end": 3706.56,
      "text": "And and that's what I'm like. Oh, my, it looks like, you know, numbers is what they look for the quantitative impact. But you can't keep my whole perspective here. 410 even on Cs, when you say right? I mean, I understand the artistic nature of like filming and art where quality stands out, that she has to package it in the portfolio, or something, right? It can't. The vacuum like. 411"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 3707.36,
      "end": 3709.379,
      "text": "yeah. So 412"
    },
    {
      "speaker": "student",
      "conf": 0.75,
      "start": 3709.49,
      "end": 3737.679,
      "text": "for instance, for a lot of like people that I know who do Creative writing the like big awards that they have, or like the gold key, but also things like, Oh! Like my art or my writing was published in a magazine. Well, in that case, do you have to say, like how many people are users of the magazine? I'm not sure but like the like being published in the magazine is the main thing. So I think, like, if you could say, like, Oh, yeah, my film was featured on like X website. 413"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 3737.68,
      "end": 3741.15,
      "text": "I think that would be cool. 414"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 3741.48,
      "end": 3744.479,
      "text": "But yeah. obviously, like 415"
    },
    {
      "speaker": "student",
      "conf": 0.75,
      "start": 3744.78,
      "end": 3751.03,
      "text": "reaches what you're looking for. But I wouldn't. I I guess my point is that like this is definitely like what 416"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 3751.23,
      "end": 3762.699,
      "text": "you want like. It's not something that you don't want, but at the same time, like, don't beat yourself up. If you don't get the beach that you want. Cs projects, I think, are again like you said a little bit different. 417"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 3762.72,
      "end": 3765.49,
      "text": "But in general, like. 418"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 3765.74,
      "end": 3769.45,
      "text": "I think it's not the end of the world. If you don't get the reach that you want. 419"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 3770.56,
      "end": 3779.999,
      "text": "Yeah, take it with a great start, because obviously, reach is like. really, really important. But yeah, I don't think you should force yourself to like 420"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 3780.56,
      "end": 3789.08,
      "text": "Sorry. I don't think it should force you to like yourself up if you don't get as much of an audience as you think that you would. 421"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3790.11,
      "end": 3829.14,
      "text": "That's great. And and you know, like I I know that I mean I mean i' it's again like you said, like quality definitely comes out, and you know you need different would obviously show up. 422 But again, like, when you look at the other kind of people that she's competing with, all have like 1020 things. And sometimes I just think, like it's like, how humanly is this even possible? but you would like to ask her to kind of do a few things right, because not literally like it's kind of empty now, right like, in a good way that we have identifying the gap. Now. 423 things that you would like hard to kind of hedge our bets. Or you like. Okay, let's just pick one or 2 things and just focus on that. 424"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 3830.52,
      "end": 3839.139,
      "text": "Oh, sorry for like and then fashion project like, she has multiple things on our plate. Now, right for 425"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 3839.15,
      "end": 3845.2,
      "text": "yeah. So what I recommend doing, let's see. So. 426"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 3845.62,
      "end": 3848.47,
      "text": "I think. 427"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 3850.17,
      "end": 3874.539,
      "text": "yeah, I think, try to plan some things in convention, for, like the thing that I recommended where you like to create some sort of program for younger people to get access to. For instance. I think that you can maybe do like in your cloud, for instance, like you can do it along with your club members, and then that becomes like something that you plan with them. for the film festival. 428"
    },
    {
      "speaker": "student",
      "conf": 0.75,
      "start": 3874.68,
      "end": 3897.809,
      "text": "Hmm! I think organizing. That seems more difficult because for me, in my, in my mind, like the way that you would probably have to do. That is like through social media, right? Because most of the people. Maybe you like to reach out to the individual people on social media. And you say like, Hey, I's not your work. I know your high school, or like I'm thinking of hosting this film festival if you want to submit to it. 429"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 3898.14,
      "end": 3912.17,
      "text": "But on that, since it's like, it's like harder. I think that is maybe something that you can like plan for a week. and then spend like one or 2 weeks like reaching out to people and then like host. So that seems like a more short term thing that I wouldn't 430"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 3912.27,
      "end": 3925.899,
      "text": "worry about as much, especially if it's like online. making the films obviously, is a lot of time. But it is definitely something that you want to think about. Because, like, that's the point. Right? Like making phones is like the whole point. 431"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 3926.2,
      "end": 3931.84,
      "text": "the yeah. let's see other ideas. 432"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 3932.14,
      "end": 3938.91,
      "text": "yeah, I think that like, unfortunately, we will have to focus on multiple things at once. 433"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 3939.02,
      "end": 3943.359,
      "text": "but the way that I would think about it. 434"
    },
    {
      "speaker": "student",
      "conf": 0.75,
      "start": 3943.37,
      "end": 3949.999,
      "text": "on how unfortunately, the way that I think about doing work nowadays is like my break from like Cs is doing like 435"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 3950.21,
      "end": 3960.329,
      "text": "or in your case, it's like your break from doing Cs is like doing film, but you still doing work. but like the 436"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 3960.35,
      "end": 3968.16,
      "text": "especially when you're in high school. But yeah, you'll you'll eventually have to do it. 437"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 3968.43,
      "end": 3970.49,
      "text": "You'll have to do multiple things at once. 438"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3970.97,
      "end": 4007.14,
      "text": "Amazing. Yeah, I I think 439 that in itself. I mean, there's there's too many things where it might be. you know, of course, based on your comments and feedback here, but also for who? That for you? Now you know, I think Janice can only give you like those very specific pointers. But I think it's up to you now to kind of prioritize 440 and identified you like I would recommend, like one or 2 things, and you know, on extracurricular, and at least one on award 441 and you know. And then we, of course, have this fashion project like I think I so you would still say, the passion products she is pursuing is kind of gonna add value. Like I was even yeah. My beach. We should just like 442"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 4007.21,
      "end": 4014.23,
      "text": "wrap that up and rather have our focus on Vfx or anything. But I think you've kind of opened my brain in my mind at my years today. 443"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 4014.27,
      "end": 4016.209,
      "text": "No, yeah, at least you should do both. 444"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 4016.33,
      "end": 4027.329,
      "text": "yeah. So for I have a couple of questions about film, if we have enough time, but like what generally, what kind of film are you interested in? 445"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 4027.79,
      "end": 4058.319,
      "text": "So last year I really enjoyed making short phones and stuff I may like at least 3 so far. And I think it was really something that I really like. So I definitely want to make like movies and stuff. 446 they're not that good. So it doesn't matter, like, you know. That's that's why, you know, she's your mentor, right? 447 Like I mean, you don't have to impress Janice. That's what I'm saying. Like you have to be. You have to tell her your struggles right? Like 448"
    },
    {
      "speaker": "student",
      "conf": 0.7,
      "start": 4058.54,
      "end": 4071.81,
      "text": "yeah, I think she should be yesterday, like you know, I think might be you can I? I mean, if you think it's important now, or we can. She can share it with you later to, I'm more interested in, like what genre of short phones this is very broad. 449"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 4072.68,
      "end": 4102.48,
      "text": "I also just like doing like cinematic and creative works like we made a music video last year. And I think that's something that I really enjoyed. So like something more like professional rather than I'm just like simple Youtube videos. But I think I'm fine with making Youtube videos for like an extracurricular. But 450 it's just not the kind of like video that I want to make 451 after coming 452"
    },
    {
      "speaker": "student",
      "conf": 0.7,
      "start": 4102.76,
      "end": 4109.649,
      "text": "so like if you were to throw out films that are your favorite that you want to like. Emulate? what would you say? 453"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 4110.689,
      "end": 4132.729,
      "text": "I can't really think of some any like movies. But there's a short phone called Stutter, and it's really good. It it want an Oscar and 454 it's like 455 it's just a filming of it all is amazing. And I think the production of it is good to 456"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 4132.83,
      "end": 4145.879,
      "text": "Okay. oh, there's a I'll send you a thing later. But I like used to binge like these short films that are like sci-fi fantasy that I think are really cool. But 457"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 4145.93,
      "end": 4151.319,
      "text": "yes, okay, I was just kind of curious. So when I say, like you 2, by the way, I don't mean like 458"
    },
    {
      "speaker": "student",
      "conf": 0.75,
      "start": 4151.67,
      "end": 4162.089,
      "text": "Youtube, of like, oh, here's my school. This is what I'm doing. But I mean, like, I meant Youtube as in like, here are all my short films like on in one place. 459"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 4162.279,
      "end": 4167.6,
      "text": "so I would cross this out. If that's not what you're interested in. 460"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 4168.08,
      "end": 4173.679,
      "text": "Yeah, hopefully, you do gain some drivers and views. We'll see. But yeah, I feel like 461"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 4173.96,
      "end": 4177.15,
      "text": "advertising. Your work is a whole other ballpark. 462"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 4177.26,
      "end": 4180.969,
      "text": "yeah. So 463"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 4181.38,
      "end": 4203.089,
      "text": "I think the way that you might want to focus on this now is like focus on like the work itself. Right now and then we can worry about like, how do we gain traction later? Because obviously, you have to make the films. And you have to like, figure out a plan for how these things will work first. And then we can figure out like, Okay, how are we going to like show this to the world and stuff like that? Does it make sense? Yeah. 464"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 4203.55,
      "end": 4221.23,
      "text": "okay, But yeah, so I think from here. What we can continue doing is is the same way that we've been doing now, where I give you like auction items for the week to. So I kind of keep you on track. And then 465"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 4221.98,
      "end": 4225.029,
      "text": "and then we can like, meet and discuss. Obviously. 466"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 4225.64,
      "end": 4232.899,
      "text": "I think I'll be focusing more like as your mentor on the like side of things, just because, like. 467"
    },
    {
      "speaker": "student",
      "conf": 0.75,
      "start": 4232.97,
      "end": 4241.45,
      "text": "like, I can tell you, things like, I'll find, like X short film festivals to apply to, and I can help you find things on my on time. But I can't like 468"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 4241.8,
      "end": 4243.579,
      "text": "help you come up with 469"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 4243.63,
      "end": 4249.08,
      "text": "I I can probably help you come up with ideas for short phones, if you'd like. But 470"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 4249.09,
      "end": 4252.08,
      "text": "yeah, I it just depends. Yeah. 471"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 4252.26,
      "end": 4286.95,
      "text": "I I think that is amazing. And and in fact, first of all, thanks so much. I think this is such a valuable session on its own. 472 And I think I I don't even know how. And I'm gonna have that chat with you? in our subsequent session. How do we label this particular session? 473 Because, you know, like you, you know it not. Every session is created equal. It's not valued equal right? I mean, you have like a very tactical session where you're kind of monitoring her progress, and you can be a project like black for a better word, like a project manager there just checking or progress being like accountable. 474"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 4286.95,
      "end": 4326.77,
      "text": "But that and this is like totally 2 different kind of markets. Right you've done is you have done a complete, comprehensive assessment of her profile. Find her gaps. You've explained to her, dad as to how things were you literally like brought like, you know, parent and like, you know, child together, like in some ways where we can now work as a team this so much value here, right? And in fact, I feel like again, Janice. I told her that as well like, because she she didn't know, like, you know, the way up The reason why 475 I wanted her to really get started with you is like, because I saw the value, and I genuinely believe in what? Like, what? What's coming out of this ivy mentor thing. And with you being the lead here right? Because. 476"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 4327.06,
      "end": 4369.65,
      "text": "this value, like this information is not accessible. It's not available right? And and and your time is really more strategic. That's where the value is. In my like, you know humble opinion. 477 I think honestly like, for who that to stay on track and see the progress? I think that's something that anyone can do to be very honest right, like, you know, 2 can do that. The great tools today and the day I like all her dad can do that like I can probably 3 or 7 standing next to her and ask her, but this is where I want to. I also apply for that 478 when you're going to Janice, like, you know that one pressure is 1 h like for you is really to get this guidance. and absolutely spot on, like, you know. Let's continue with the project that you're doing. 479"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 4369.69,
      "end": 4394.269,
      "text": "and you also brought up a point like we have an opportunity to connect with other friends or other mentors like might be. She could have just like one session with like Lanny right one of the mentors that she's like filming and studio like I at Stanford. She entered as filming a student, so she might be some more like deep like, you know, one session with her, but she can give some more like, very unique insights for that as well, right? So 480"
    },
    {
      "speaker": "student",
      "conf": 0.7,
      "start": 4395.83,
      "end": 4396.78,
      "text": "yeah. 481"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 4398.01,
      "end": 4418.6,
      "text": "so so I think, yeah, I mean, let's let's continue this, at least, like I? I I know. Sorry. Thanks a lot again, like we've taken 15 more minutes. what? So we've covered pretty much the entire template. Do you think there's anything else in the template remaining? letter of recommendation is something that one of the vendors in one of the sessions that I heard someone talking about strategizing letter of recommendations like. 482"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 4418.96,
      "end": 4427.509,
      "text": "I think that this is good, but I don't think it will take that much time. You can include it for sure, like, I can talk about it, too. But 483"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 4427.63,
      "end": 4432.1,
      "text": "it's like a 5 min conversation. Yeah. 484"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 4432.21,
      "end": 4447.21,
      "text": "Okay, yeah. The rest of this, like the schools planning for schools I feel like is a bigger conversation. So this, I think, is more important. But yeah, and then essays is like a big conversation, too. But letter of recommendations is like, smaller. 485"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 4447.3,
      "end": 4483.46,
      "text": "Okay? But these 2 are really like the the future buckets. Right? I mean you. Yeah, I think here we can really talk about the whole extra particular strategy and planning and execution. You know, you being her like prime mentor, you have really helped her very holistically assessed. 486 you know, like the kind of doctor like you know, who, holistically like, gives you the holistical holistic thing. And then, if there is a kind of. I think you're the thing with you. You're not in the internal medicine. You're actually a specialist, too. So but you have done a very holistic assessment. And now you're telling, okay, hey? If there is a specialty like video like, I mean, you can go and just have a consultation with her like, 487"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 4483.61,
      "end": 4523.3,
      "text": "But then, with that, you need to progress as a data. And now, like being like you need to. I mean, it's very clear that you can't be just like focus on one thing, right? You have to keep a tab and track on multiple things. 488 So let's work on that. I think you have shared ideas, I think a good outcome could be. I would actually request that to like whatever you loaded down, you had to come up with a list. So that next time you can show, like, how you're progressing on everything else, that in addition to which, we did not speak about 489 okay, that in addition to the Ap. Classes which we do not speak both. yeah, it's unfortunate. It's it's very challenging. You know. I I 490 you know, compared to what we did like, you know. 491"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 4523.89,
      "end": 4528.499,
      "text": "in Dubai and India like so easy right? I mean, like, this is so hard. 492"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 4528.73,
      "end": 4531.9,
      "text": "it's so much. It's not like, I know. Taking one test. 493"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 4532.1,
      "end": 4540.129,
      "text": "for instance, in China, is like taking, you take one big test and that you're like, obviously, that's really hard. But this is also hard in a different way. 494"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 4540.18,
      "end": 4580.569,
      "text": "This is very harder, that this is actually harder. That's why you know the complexity. and that's what people are spending money, because it's a black box. It's very 495 need to target right? Like, you just need to be good in one thing. And that's why you know, American education system produces leaders at the end of the day, regardless of whichever college you go to, because it's a basic development like, and and confidence and leadership is like 496 I feel like in Asia. They do like a quantitative test like. But here they do the same thing. We have to take standardized tests like the sat or the acts I feel like. On top of that. We have to like do extra curriculum is just kind of like 497"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 4580.76,
      "end": 4601.46,
      "text": "pressurizing time, password music. Thanks. I know we are. You have already spent 15 min. So for this. I think next time onwards, like probably it's good to kind of keep a tab and track, and I can. I'll set up another meeting with you just to kind of discuss our 498 the thing this week whenever you're free. 499"
    },
    {
      "speaker": "student",
      "conf": 0.7,
      "start": 4601.47,
      "end": 4602.71,
      "text": "Yeah, yeah. 500"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 4602.85,
      "end": 4603.57,
      "text": "yeah. 501"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 4603.78,
      "end": 4606.11,
      "text": "yeah. Okay, that sounds good. 502"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 4606.62,
      "end": 4610.499,
      "text": "it should be fine. Now, I think it is a little hectic, because it's like, day one. 503"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 4611.49,
      "end": 4636.92,
      "text": "yeah, that's fine. So you have updated your calendar. And, by the way, so all my offers are going out today to all the students that you including, you see, and Victoria, and you know, thanks a lot for your comment on Victoria as well. And so at least like 3 students that you spoke to last week. 504 I hope that at least we are able to start one more. 505"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 4637.11,
      "end": 4638.81,
      "text": "Yeah, we'll see what happens. 506"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 4638.82,
      "end": 4641.48,
      "text": "Yeah, it was nice talking to you. 507"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 4641.76,
      "end": 4653.269,
      "text": "Thank you good luck and congratulations on the internship like. And in Stanford research. AI and human interface. 508"
    },
    {
      "speaker": "student",
      "conf": 0.7,
      "start": 4653.42,
      "end": 4656.809,
      "text": "Yeah, okay, bye, bye. 509"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 4658.49,
      "end": 4665.46,
      "text": "this is amazing. Right? Now. 510 Hmm. yeah. And."
    }
  ],
  "meta": {
    "ext": ".pdf",
    "source": "normalize-v1",
    "vtt": true
  }
}