{
  "id": "03-Raw-SessionTranscripts/2023-08-02_W007_P1-FOUNDATION_TRANS-RAW_168hourFrameworktimeArchitectureandstrat.pdf",
  "name": "2023-08-02_W007_P1-FOUNDATION_TRANS-RAW_168hourFrameworktimeArchitectureandstrat.pdf",
  "path": "03-Raw-SessionTranscripts/2023-08-02_W007_P1-FOUNDATION_TRANS-RAW_168hourFrameworktimeArchitectureandstrat.pdf",
  "kind": "TRANS-RAW",
  "week": "7",
  "phase": "1",
  "date": "2023-08-02",
  "link": null,
  "text": "Week 3 - Coaching_Jenny_Huda_Wk03_2023-08-02_M_fec48ab93f75d11bU_2023-08-01_00-00-00 WEBVTT 1 00:00:00.000 --> 00:00:01.220 Well as well. 2 00:00:01.520 --> 00:00:13.629 Jenny Duan: awesome. So I thought we could just get started. I hear that you are starting school, is it tomorrow? Yeah, amazing. How do you feel about that? 3 00:00:14.030 --> 00:00:24.360 huda: I'm so scared? because I actually just switch from regular Us history to ap, and then I have to do like all my Ap summer homework 4 00:00:24.390 --> 00:00:26.069 huda: today. So yeah. 5 00:00:26.480 --> 00:00:35.980 Jenny Duan: oh, wow, how much work do you have? I had to like 15 pages of notes, but I mean, I guess it wasn't that bad? 6 00:00:36.430 --> 00:00:42.230 Jenny Duan: How? How's it going for you like? Do you feel like you're done, or are you? Do you still have a lot to do. 7 00:00:42.620 --> 00:00:49.700 huda: I'm like, almost done. But yeah, I was just applying for the community college courses. 8 00:00:49.750 --> 00:00:54.679 huda: and you can have it on the film one. Or did you decide on the polysylon? 9 00:00:54.900 --> 00:01:03.300 huda: I'm trying to actually find the available courses because, I can't really find them on the website. So I might have to talk to my counselor about it. 10 00:01:03.710 --> 00:01:14.530 Jenny Duan: Gotcha and As for everything else in school, so I have there been any other changes to your curriculum, besides going from regular history to a push. 11 00:01:15.560 --> 00:01:23.419 huda: no, but also I think I don't know if I told you last time. But me and my friend are starting a machine learning club 12 00:01:23.490 --> 00:01:35.040 huda: and I'm thinking of trying to tell someone else from a different school to start one at their school so they could expand across different schools. 13 00:01:35.630 --> 00:01:55.509 Jenny Duan: Yeah, that's really awesome. I'm happy for you. So I was thinking for today, what we could do is first of all, as May, I need to share with you, which is, I'm starting a tracker, that I'm going to be putting like different awards and programs that you should apply for and actually let me share that with you. Right now, can you put your email in the chat? Is that okay. 14 00:01:55.760 --> 00:01:56.500 huda: yeah. 15 00:01:57.460 --> 00:01:58.600 Jenny Duan: amazing. 16 00:02:03.150 --> 00:02:04.080 Jenny Duan: So 17 00:02:04.460 --> 00:02:20.469 Jenny Duan: I'm going to share this with you. But I also kind of want to walk you through this because we're going to be using this during the time that we work together, and I think it's going to be helpful for working on setting strict timelines and a plan for a lot of the goals that we're going to work on. 18 00:02:20.790 --> 00:02:24.369 Jenny Duan: So if you can click 19 00:02:24.790 --> 00:02:32.469 Jenny Duan: into that link, that would be great. And I'm actually going to share my screen really, quickly. in a couple of seconds. 20 00:02:36.390 --> 00:02:37.230 Jenny Duan: Okay. 21 00:02:37.790 --> 00:02:38.610 thank you. 22 00:02:40.290 --> 00:02:43.489 Jenny Duan: So, are you able to see this on your screen? 23 00:02:44.000 --> 00:02:46.510 huda: Yeah, okay, amazing. 24 00:02:46.570 --> 00:03:10.540 Jenny Duan: So during our time together, as we sort of decide and figure out what exactly are the right programs for you to apply for and structuring your time. I'm going to be adding opportunities and awards into this big tracker. And hopefully, if you find some that you think would be interesting, feel free to drop them as well. this is a kind of a collaboration space that both of us can use to work together. So 25 00:03:10.540 --> 00:03:26.349 Jenny Duan: I'm just gonna walk you through it really quickly. So first of all, we have an award section. And I remember we talked about this one, which is the Ncw. It aspirations and computing a work. So I'm just giving you an example what this is gonna look like. So putting in the award name the description of the award 26 00:03:26.710 --> 00:03:35.759 Jenny Duan: to this one for computer science, for, like young women, it's a an award. And then the tags. So women in science, 27 00:03:36.250 --> 00:03:53.890 Jenny Duan: women's computer science. And then the scope. It's a state international award. So they have, like different awards for State and the national level, a link to the application and the time that it opened. So this one September first, so we can start applying for it in one month from now and then. 28 00:03:54.090 --> 00:03:58.319 Jenny Duan: I don't know when the deadline is because it hasn't opened yet. But there's 29 00:03:58.530 --> 00:04:02.240 Jenny Duan: a little check box section for like when you create your account. 30 00:04:02.300 --> 00:04:31.369 Jenny Duan: when you've gathered all the materials so materials being like, what is the recommendation? Transcripts, etc., extra curriculum section filled, essays, drafted, edited, submitted, and then status so in progress, submitted, accepted, declined, and not yet started. So does this kind of tracker format make sense on how we're going to be. I think this is this is really helpful. And I I think, like having this might like motivate me because it's like, I work in check boxes. And like, yeah. 31 00:04:31.800 --> 00:04:52.299 Jenny Duan: so yeah, hopefully, this will be really clear cut and we're gonna have this over the time that we work together, and I'll continue populating it as I get to learn more about you and things that you're interested in. And as I come across opportunities too, and if you come across things feel free to put it in, the first row is a template, so you can just copy this whole thing and then like paste it to add another row. 32 00:04:52.610 --> 00:04:56.149 Jenny Duan: And then same thing for summer programs. And then 33 00:04:56.430 --> 00:05:10.830 Jenny Duan: these are some extra curriculars, daily scheduling goals that hopefully we can fill in today, because I think the goal of our session today. What should be to really outline your game plan for the school year in this semester, because 34 00:05:10.830 --> 00:05:34.709 Jenny Duan: I remember last time we talked we discovered that something that you might experience is a little bit of trouble scheduling your day and figuring out how much time you spend on school work versus extracurriculars, and how you can fit in time to actually do all the things that you want to do, like work on your games, start your club and all of these things. So I was thinking that that should be the goal of today's session is to figure out really outlining how we can empower you to 35 00:05:34.730 --> 00:05:39.810 Jenny Duan: have a schedule and know how to manage your time as you go into this new school year. How does that sound? 36 00:05:40.200 --> 00:05:44.370 huda: Yeah, that sounds really nice. I definitely do need a the schedule for my day. 37 00:05:44.530 --> 00:05:45.670 Jenny Duan: See it. 38 00:05:45.900 --> 00:06:06.230 Jenny Duan: So I think we can just kind of jump into that. I'm on the time working on the tab that says like daily schedule on the bottom. So and I'm actually just gonna make a weekly like, basically just a weekly tracker. So Monday, Tuesday, Wednesday, Thursday, Friday, Saturday. 39 00:06:06.630 --> 00:06:08.760 Jenny Duan: Sunday. and 40 00:06:09.300 --> 00:06:16.940 Jenny Duan: I'd actually love to know what your school schedule is like and like, what time you go to school. And we can really start collaborating on this together. 41 00:06:17.820 --> 00:06:25.369 huda: Yeah. So school starts at 8, 30, and we get off at 3, 45, but most of the time 42 00:06:25.510 --> 00:06:37.510 huda: I'll be like walking home, and I'll probably reach at home at like 4, 10, or like if 4, 20, that kind of time well, what time do you normally wake up for school 43 00:06:38.420 --> 00:06:43.580 huda: Last year we'll go about 7 40. But I'm gonna try to wake up earlier this year. 44 00:06:44.090 --> 00:06:47.119 Jenny Duan: Gotcha, who did you know how many hours are in a week. 45 00:06:49.200 --> 00:06:52.750 huda: great 46 00:06:54.210 --> 00:06:57.079 Jenny Duan: is that question. Is that your question? 47 00:06:57.900 --> 00:06:59.870 huda: 168. 48 00:06:59.930 --> 00:07:24.040 Jenny Duan: Okay, yes, perfect. Did you look that up? Okay, all good. The reason why I'm asking you this question is because I think we're gonna take a backwards approach. So you know, we have 1 68 h, and we're gonna allocate. How many hours you want to spend on everything? the reason why it's really important to know exactly how many hours we need to spend on everything is because on the common app. Specifically, when you're applying for college 49 00:07:24.040 --> 00:07:49.660 Jenny Duan: in every single one of your extra curriculums that you list, you get 10 spots for extracurriculars. They ask you how many hours you spend per week per year, and how many weeks you spend doing this activity per year. So this is why we need to get really specific about how many hours you plan to spend on everything. Just because this is something that the common app is going to ask you specifically for. So it's good to track it early on, and also just like for your own self. So you can know. So 50 00:07:50.160 --> 00:07:56.710 Jenny Duan: we know that we have 1 60 h in a week. And let's say, how many hours you spend sleeping every day on average. 51 00:07:57.430 --> 00:07:59.249 huda: like 7 or 8. 52 00:07:59.430 --> 00:08:14.700 Jenny Duan: Okay, awesome. I'm just gonna say, 8 sleep is really important. And it's not overrated like sleep is really important for your memory, for your learning everything. So I'm just gonna say, 8 h per week. So okay, you're good at math. How? What's 8 times 7 53 00:08:14.800 --> 00:08:26.499 Jenny Duan: mental math challenge? Okay? 56 h. And then how many hours remaining. Is that so? If you spend 56 h sleeping, then how many hours remaining do you have out of 168, 54 00:08:26.750 --> 00:08:28.170 huda: 112? 55 00:08:28.590 --> 00:08:33.379 Jenny Duan: Amazing. So now you have 100 out, 12 h remaining. And 56 00:08:33.669 --> 00:08:41.210 Jenny Duan: okay, let's say, school. How long do you spend in school? Every day you said you get there at 7, at 8, 30, and it ends up 3, 45, right? 57 00:08:41.570 --> 00:08:44.260 huda: Yeah. So how many hours is that per day? 58 00:08:45.970 --> 00:08:49.810 huda: wait. 59 00:08:52.730 --> 00:09:02.079 Jenny Duan: we can just round it to 4. So that's about if we go from 8, 30 to 4 in school, how much is that? 60 00:09:02.880 --> 00:09:05.860 huda: That's like 8 ish hours. 61 00:09:07.120 --> 00:09:08.500 huda: bye. 62 00:09:08.640 --> 00:09:16.809 Jenny Duan: it's like 7 and a half. So it's just gonna say 7 and a half hours per week. And then if you spend 5 days a week in school. How much is that? 63 00:09:18.630 --> 00:09:24.250 huda: I know this is a 64 00:09:24.280 --> 00:09:26.710 huda: yeah. 37.5 65 00:09:27.030 --> 00:09:31.210 Jenny Duan: perfect 37.5 h. And then, if you do some subtraction. That's 66 00:09:31.300 --> 00:09:35.829 Jenny Duan: Let's see 105 minus 30. So that's 75, 67 00:09:36.000 --> 00:09:45.869 Jenny Duan: So now you have about 74.5 h remaining. Okay? And then how many? So you say, you walk to school? Right? 68 00:09:46.210 --> 00:09:51.520 huda: Yeah. Or in the mornings I get dropped off. But I walk home. 69 00:09:51.670 --> 00:09:58.339 Jenny Duan: Okay, how much time. Do you think it takes you to just get around to school every day like getting dropped off and also walking home? 70 00:09:59.540 --> 00:10:03.970 huda: I say, like in total, like, 30 min. 71 00:10:04.110 --> 00:10:09.949 Jenny Duan: 30 min. Okay, so we're gonna say, 30 times 5 plus 72 00:10:10.000 --> 00:10:14.870 Jenny Duan: and the weekends, and just in generally, how much time do you spend like in a car or in transportation. 73 00:10:16.890 --> 00:10:19.299 huda: Not much. We kind of just stay home. 74 00:10:19.520 --> 00:10:27.930 Jenny Duan: Okay, perfect. So I'm just gonna say, I'm gonna say, 30 times 5 is about 2.5 h. 75 00:10:28.070 --> 00:10:39.010 Jenny Duan: and I'm gonna add 2 more hours. I'm gonna give you like 4.5 h a week in transportation. Would you say, that's pretty much accurate like, this is all the time you spend getting to places. 76 00:10:39.250 --> 00:10:40.100 huda: Yeah. 77 00:10:40.420 --> 00:10:42.329 Jenny Duan: Or would you say it's like, more or less 78 00:10:43.200 --> 00:10:55.460 Jenny Duan: I'd I'd say, it's pretty accurate. Yeah, okay. So now you have 70 h. let's say you spend. How much time do you spend a day like eating getting ready. 79 00:10:55.810 --> 00:11:00.690 Jenny Duan: Everything like that when you say like 2 h, 1 h, 3 h. 80 00:11:00.720 --> 00:11:08.500 Jenny Duan: You're just like spending, getting ready for in the morning, at night, eating like all go to the bathroom stuff like that. 81 00:11:08.940 --> 00:11:17.009 Jenny Duan: I'd say 3 h, maybe 3 h a day. Okay. time 7. So that's 21 h. 82 00:11:18.180 --> 00:11:22.889 Jenny Duan: miscellaneous. So that gives you 83 00:11:23.170 --> 00:11:28.879 Jenny Duan: 49 h. So now you're at 49 h. And what other commitments you have 84 00:11:28.920 --> 00:11:40.710 Jenny Duan: like? Do you go to church? Do you do any other activities. Social media. Okay, let's deal with social media like, how much time do you spend on social media? Actually. 85 00:11:41.020 --> 00:11:48.030 Jenny Duan: before we do social media? How much time do you spend doing other things like other commitments like you go to church. Do you have like 86 00:11:48.190 --> 00:11:55.700 Jenny Duan: sports practice? This is beyond like your extracurriculars. This is just your commitments that you have 87 00:11:55.710 --> 00:12:00.549 Jenny Duan: on Sunday. I think we want to start volunteer yet. Sunday School. 88 00:12:00.640 --> 00:12:04.560 huda: as a ta, so that what would you like 89 00:12:06.810 --> 00:12:14.070 huda: actually 2 h every Sunday? Have you already committed to this, or is this something that you plan to commit to? 90 00:12:14.620 --> 00:12:19.189 huda: Oh, I signed up for. An I'm pretty sure I'm gonna start this year. 91 00:12:19.730 --> 00:12:20.990 Jenny Duan: Okay? Awesome. 92 00:12:21.970 --> 00:12:27.859 Jenny Duan: so 2 h on Sunday and any other commitments. 93 00:12:30.040 --> 00:12:36.960 huda: not really. 94 00:12:37.820 --> 00:12:38.760 Jenny Duan: Okay. 95 00:12:39.950 --> 00:12:45.530 Jenny Duan: amazing. So now you have 47 h for your week to do everything else. 96 00:12:45.760 --> 00:12:53.040 Jenny Duan: Does that make sense? So now we're going to figure out how we can fit all of your extracurriculars, your passion projects, and everything else into this 47 h. 97 00:12:53.160 --> 00:13:04.950 Jenny Duan: But actually, how much time do you spend on social media? Slash on your phone every day. You can be honest. It's okay, like, I'm spending. You don't even want to know how much time, because we're working through this together. 98 00:13:06.090 --> 00:13:09.440 huda: Yeah. So during the summer. I definitely used it 99 00:13:09.500 --> 00:13:15.740 huda: a lot, and I I can't even say 100 00:13:16.430 --> 00:13:20.420 Jenny Duan: no judgment zone. I'm not judging you. I'm here to help you 101 00:13:20.800 --> 00:13:23.499 huda: let me like, actually check. How much? 102 00:13:25.130 --> 00:13:25.990 Jenny Duan: Okay? 103 00:13:26.280 --> 00:13:30.610 huda: like, 4 h. 104 00:13:30.850 --> 00:13:34.109 Jenny Duan: Okay. So 4 h time 7 105 00:13:34.390 --> 00:13:39.359 Jenny Duan: is going to be 28 h on social media. 106 00:13:39.540 --> 00:13:51.659 Jenny Duan: So I think this is definitely a spot that we can probably cut some time down, because that will give you more time to focus on the other things. But so that gives you 39 19 h remaining. 107 00:13:53.160 --> 00:14:00.430 Jenny Duan: So you have 19 h remaining. Let's figure out how to do everything else in this in this time 108 00:14:00.540 --> 00:14:05.360 Jenny Duan: and find places that we can cut things down on. So I think that 109 00:14:05.600 --> 00:14:09.070 Jenny Duan: for school work. 110 00:14:09.260 --> 00:14:11.280 Jenny Duan: how many apes are you taking again? 111 00:14:11.560 --> 00:14:12.700 huda: for? 112 00:14:12.890 --> 00:14:25.280 Jenny Duan: Or it is okay. I'm going to give you what if I told you? I think you can get all your homework done in 2 h every day? That's possible. Because I mean. 113 00:14:26.050 --> 00:14:34.880 huda: I I I think so. Maybe because one of the Aps or a computer science. So I don't think that would have much homework. 114 00:14:35.190 --> 00:14:40.550 huda: maybe, but like, like 2 and a half hours, maybe. Like. 115 00:14:40.980 --> 00:14:52.049 Jenny Duan: okay, I'm gonna give you 2 h a day to do your homework. And then I'm going to talk about why this is possible. 2 h times, I mean 7 days a week. Okay, that's 14 h on homework. 116 00:14:53.770 --> 00:15:18.179 Jenny Duan: Because with homework you can really strategize how you get your homework done. For example, you can. Some strategies that you can use are doing all of your reading at the beginning of a week instead of throughout the week, like, do it on the weekend before that way. If you have questions about the reading, you can ask them during class. So strategies for homework, because homework for for many students is 117 00:15:18.290 --> 00:15:43.920 Jenny Duan: takes up a significant amount of time. But how do students at these top schools. How do students like you maximize their time? Because everyone has the same 168 h in a day? But people who go to these schools that we're aiming for, like the Ivs. Harvard, Stanford, etc., they do. They spend way more time on their extracurriculars, and this is a huge myth that I think students believe is that to get into a top school you need to be sending all your time on your academics. 118 00:15:43.920 --> 00:16:02.869 Jenny Duan: But obviously I can a mix are important. But students who get into those top school seeds like you do so much more. And they use these strategies to maximize their time, because again, everyone has the same 168 h. But how does it seem like people can get so much more done in those 168 and other people. It's because they spend less time doing homework 119 00:16:02.870 --> 00:16:17.160 Jenny Duan: and more time to other things. Obviously, we're gonna try this. And if the 2 h doesn't work. Then we could add more time because your grades should be your foundation. Grades are the foundation, but they're not what gets. They're not what gets you into the school does that make sense 120 00:16:17.270 --> 00:16:34.229 Jenny Duan: so like obviously, you need to have outstanding grades. But that's not what's going to make it or break it for you. Yeah, your extracurriculars, your passion projects, everything else is what's going to make it or break it. So it's important to index more time on those things while still maintaining high grades. So that's why I'm talking about strategies for homework. 121 00:16:34.670 --> 00:16:43.569 Jenny Duan: so these are some strategies that I use in that when I'm talking to my peers at Stanford, that I hear a lot of them using, too. So first do all your reading 122 00:16:44.980 --> 00:16:55.389 Jenny Duan: at the beginning of the week that way. If you have questions about the lessons during the week, you can ask your teachers ahead of time, and also this will help you stay on top of it. 123 00:16:55.400 --> 00:16:57.479 Jenny Duan: Second thing is 124 00:16:58.470 --> 00:17:02.680 Jenny Duan: and this is gonna sound counterintuitive. You don't need to write everything down. 125 00:17:03.090 --> 00:17:08.769 Jenny Duan: You don't need to write everything down. You don't need to take notes on everything, because note taking takes a ton of time. 126 00:17:08.839 --> 00:17:19.680 Jenny Duan: I know this because I take a ton of notes, and I used to be one of those students, but in a push I was a student who read the textbook every single day, who took notes on every single chapter of the textbook 127 00:17:19.829 --> 00:17:23.420 Jenny Duan: and my peers. They were the ones watching 128 00:17:23.550 --> 00:17:33.139 Jenny Duan: review videos on the Internet, on Youtube. And guess what we got the same school on the Ap. Test. So how do my peers spend 30 min a day watching videos 129 00:17:33.990 --> 00:17:46.330 Jenny Duan: to prep. And I spent 1 h a day taking notes, and we got the same score. You see how like that doesn't make sense right in terms of time allocation. So once you actually start your classes, I'm going to prepare some resources for you, 130 00:17:46.510 --> 00:17:50.149 Jenny Duan: specifically for every one of your classes. So I'd actually appreciate 131 00:17:50.280 --> 00:18:08.060 Jenny Duan: after this meeting, if you could send me, like your entire class schedule. so I can like find resources for every single class for you. So I'm gonna make that an action item. And I'll send you this document after we finish. And this is the document where I'm going to be writing like daily notes on it during every one of our meeting sessions. 132 00:18:08.150 --> 00:18:09.160 Jenny Duan: So 133 00:18:09.470 --> 00:18:12.550 Jenny Duan: yeah, after this, I'm 134 00:18:13.920 --> 00:18:17.279 Jenny Duan: okay. I'll figure out how to make the check box later. But 135 00:18:17.620 --> 00:18:27.510 Jenny Duan: anyways send Jenny. Course schedule. I'll give you some like resources targeted towards every one of your classes. But anyways, the second tip is, don't write everything down. 136 00:18:27.560 --> 00:18:32.340 Jenny Duan: and then the third tip is to Do your homework during class. 137 00:18:32.420 --> 00:18:36.029 Jenny Duan: And this is kind of like a. This is like 138 00:18:36.390 --> 00:18:45.820 Jenny Duan: the counterintuitive strategy. Because people tell you like you, you need to be focused during class. But you don't really need to be focused during every class. Because, for example, if it's computer science. 139 00:18:45.900 --> 00:19:00.460 Jenny Duan: you already know the content, right? So you don't need to be like listening intently at everything that your teacher says. Obviously, you need to be paying attention or showing that you're paying attention. But you don't have to be intently paying attention. And 140 00:19:00.560 --> 00:19:08.079 Jenny Duan: all these steps that I'm telling you, they might seem counterintuitive, but in reality like a lot of students at these top schools. 141 00:19:08.160 --> 00:19:23.819 Jenny Duan: They're kind of like bad students in the, in the stereotypical sense, in that they're doing other things during class. They might not be paying attention all the time. But that's because they're trying to maximize their time and be like good students in the end. Does this logic make sense? Or is this confusing? 142 00:19:24.450 --> 00:19:34.429 huda: Yeah, for sure. That's actually In the past years, when I've been getting my homework done quicker, I definitely saw I was doing a lot of my homework at school. 143 00:19:34.870 --> 00:19:38.720 Jenny Duan: Yeah, so do your homework at school and 144 00:19:39.000 --> 00:19:56.379 Jenny Duan: When I'm saying this, I want you to take it with the grade of salt. I'm not telling you to completely ignore your teachers. I'm not telling you to ignore your classmates, but I'm telling you to find ways to fit more into your existing hours, like in school. If you finish a project, if you finish something, don't look at your phone after. 145 00:19:56.380 --> 00:20:22.489 Jenny Duan: do your homework for the next class, you know, I'm telling you to like study in in between when you have time. For example, if your teacher says, Okay, now, take 5 min to brainstorm something often. You don't need 5 min to brainstorm if you can like. Spend 1 min to brainstorm, use those extra 4 min to do something else. So I'm telling you to like, just pay attention to the spots where you have extra time, and when you can make space in your schedule and really double down on those times. 146 00:20:22.800 --> 00:20:33.659 Jenny Duan: Does that make sense? And with that I think you can get you know what used to take you 28 h. That's 4 times 7, 28 h homework. I think you can cut that down to 14 h 147 00:20:33.820 --> 00:20:35.049 Jenny Duan: in a week. 148 00:20:35.500 --> 00:20:36.550 huda: So 149 00:20:36.720 --> 00:20:55.330 Jenny Duan: yeah, I think we'll we'll try for that. And if that doesn't work, obviously, after like 2 weeks or something, if you feel like this is not working for you, we'll reevaluate. But I think. Let's start with that. I think these social media hours. I think we can cut this down. I I'm wondering if if I can challenge you to spend 1 h on social media every day. 150 00:20:55.360 --> 00:21:02.510 Jenny Duan: I understand that, like 0 is kind of impossible, because you need to stay connected with your friends and other people. But do you think 1 h is possible? 151 00:21:03.390 --> 00:21:10.020 huda: yeah, definitely, I think that. The main reason is that high is because summer and like 152 00:21:10.160 --> 00:21:13.069 huda: Honestly, there's not much to do. But yeah. 153 00:21:13.630 --> 00:21:15.270 Jenny Duan: totally. 154 00:21:16.190 --> 00:21:18.290 Jenny Duan: So okay. 155 00:21:19.040 --> 00:21:24.100 Jenny Duan: I'm gonna change this, then to. So this is going to be our current schedule. 156 00:21:25.890 --> 00:21:40.679 Jenny Duan: and I'm going to change this to 1 h time 7. So that's going to give you. And so 28 we went to 7. So that's saving you 21 h. Is that crazy like, now, you just have 21 h back in your week because of because of that 157 00:21:43.310 --> 00:21:54.000 Jenny Duan: And I'm gonna ask you, actually another action item after this is to set time. set timers on your phone or not timers, but set screen time on your phone. 158 00:21:54.170 --> 00:21:56.000 Jenny Duan: do you know what screen time is? 159 00:21:56.710 --> 00:21:57.670 huda: Yeah. 160 00:21:57.780 --> 00:21:58.840 Jenny Duan: okay. 161 00:21:59.060 --> 00:22:09.840 Jenny Duan: I'm gonna propose this to you and tell me if you don't think this is gonna work. But I'm gonna ask you to set screen time on your phone and ask your dad to set the password to something that you don't know what it is 162 00:22:10.010 --> 00:22:17.780 Jenny Duan: and set a one our social media limit. I know this is challenging. I know. I know it's tough. Do you think that you can do this? 163 00:22:19.270 --> 00:22:26.050 Jenny Duan: Yeah, my dad probably already said it. Okay. I know it's gonna be tough. 164 00:22:26.100 --> 00:22:42.339 Jenny Duan: If you find that, you know, you need to spend more time on social media. For some reason we can re-evaluate that. So all the schedule we can re-evaluate to see. You know what's not working, what's working during our check-ins. But I think for now we're gonna set a screen time of 1 h social media on your phone 165 00:22:42.640 --> 00:22:54.569 Jenny Duan: and that because why are we doing this? Because that's giving you back 21 h in your week like that's it's pretty worth it, I think, not going on social media having 21 h back. That's a lot of time. 166 00:22:54.640 --> 00:22:55.680 Jenny Duan: So 167 00:22:56.740 --> 00:23:00.249 Jenny Duan: we're gonna do that. I know it's gonna be tough, but it's gonna help you. 168 00:23:00.550 --> 00:23:11.130 Jenny Duan: The theme of this, I think, is doing tough things that help you, because, honestly, one of the biggest things that that students need to learn is how to make sacrifices early on to get 169 00:23:11.370 --> 00:23:17.469 Jenny Duan: a better future, whatever that means for you and for you. That means like more college success, which means cutting down screen time. 170 00:23:17.530 --> 00:23:19.870 Jenny Duan: So okay, now. 171 00:23:20.040 --> 00:23:22.840 Jenny Duan: now that we've cut down that 172 00:23:23.170 --> 00:23:34.779 Jenny Duan: So if we spend 14 h on homework, then you have 26 h remaining, and I think this is a good amount. 26 h a week is a good amount of time for your passion projects, and for your passions. 173 00:23:35.400 --> 00:23:46.299 Jenny Duan: So now that we're doubling down on what your extracurriculars are, can you tell me how much time you spend doing each of the things we talked about last week. So. 174 00:23:46.320 --> 00:23:52.380 Jenny Duan: for example, the Thefx Club and your other extracurriculars, how much time do you spend doing those every week? 175 00:23:53.230 --> 00:24:00.559 huda: So last year I didn't have to do much for the Vfx there, because I was treasure, but this year I think 176 00:24:00.640 --> 00:24:20.270 huda: for as president, I think I'll they're not just spending more time. So it's like we're just like 30 min, because I don't want to be more. So I think I'll spend half an hour on my machine learning phone. But that's called innovation. 177 00:24:20.870 --> 00:24:26.369 Jenny Duan: Okay, have you already started this machine learning club? Or is it in the work still? 178 00:24:26.700 --> 00:24:33.770 Jenny Duan: it's in the works for so filling out the paperwork for it to be an official one. Okay, before you do that. 179 00:24:34.040 --> 00:24:42.360 Jenny Duan: I think that you should. Instead of doing a machine learning club, I think you should make a woman in Computer Science Club. 180 00:24:42.410 --> 00:24:54.409 Jenny Duan: or something like girls who code instead it can. You can still talk about everything that you would in your machine learning club. But I think you should brand it as a woman in in computer science or girls who code club. 181 00:24:55.470 --> 00:25:00.359 huda: We actually already have that at our 182 00:25:00.580 --> 00:25:05.850 Jenny Duan: okay, do you have both women in in Cs and girls who code like. Which one do you have? 183 00:25:06.580 --> 00:25:31.450 huda: We have girls who code? And then there's another one called like girls and he web dishon or something. Okay, what about? Okay? Because the reason why I'm saying this is because we want, because what are the issues that we talked about, or one of the areas for growth in your application or in your profile, is that we're missing this element of advocacy or community service. 184 00:25:31.450 --> 00:25:45.940 Jenny Duan: And I want to integrate this into things that you already do. Does that make sense? So instead of forcing you to do a bunch of new things, I'm trying to see how we can tie in this theme to things that you're already doing. And I think this machine Learning club is a really good space for that. 185 00:25:45.940 --> 00:26:07.519 Jenny Duan: So what I'm trying to ask here is, how is, how do we work together to brand this machine Learning club with some type of service advocacy related. being behind it, you can still do exactly what you would be doing in a machine learning club. The content doesn't have to change. But what we're working on right now is the branding, how you're like tailoring this club, and how you're marketing it to other people. 186 00:26:07.590 --> 00:26:08.650 Jenny Duan: So 187 00:26:09.220 --> 00:26:18.289 Jenny Duan: what about what about. So what about women and AI Club women and machine learning, or Cs for good develop for good? 188 00:26:18.420 --> 00:26:21.680 Jenny Duan: let me write down all these ideas so that we don't forget. 189 00:26:22.060 --> 00:26:32.620 huda: Yeah, I think woman, a an AI is actually a good idea. But we could talk about like AI ethics and stuff in that. 190 00:26:32.720 --> 00:26:34.519 huda: yeah, I think it's a good idea. 191 00:26:34.760 --> 00:26:41.260 huda: I just sometimes, when we have ideal for clubs, our teaching like 192 00:26:41.280 --> 00:26:45.860 huda: merge the club. So I'm I'm not sure how I know. 193 00:26:47.790 --> 00:26:53.250 Jenny Duan: Okay, so I mean, it doesn't really matter if it if they merged it, would you still be President? 194 00:26:53.360 --> 00:26:55.009 Jenny Duan: Would you be like co-president. 195 00:26:55.580 --> 00:27:02.169 huda: I'd probably like to like end up with a company where, like I'm secretary. 196 00:27:02.580 --> 00:27:11.160 Jenny Duan: I see. Is there some way that you could retain your Presidency like, could you talk to the the leader of the other club? And or is that not possible? 197 00:27:12.090 --> 00:27:14.120 huda: I can probably try it. 198 00:27:14.250 --> 00:27:33.680 huda: yeah. The only programs. It's really hard to get like advisors and stuff. And that's why I like to limit the money for our school testing, and that we have because of the amount of advice we have for the clock. We're kind of like an understanding issue at our school. So yeah. 199 00:27:33.750 --> 00:27:38.440 Jenny Duan: Gotcha. So let's see, do you have an advisor picked for a machine learning club. 200 00:27:39.120 --> 00:27:51.279 huda: Yeah. So she's my Cs teacher. she's also like a woman. So like, I think she really support like a woman with both. So yeah. 201 00:27:51.540 --> 00:27:56.640 Jenny Duan: amazing. And this is the one that this is one of the ones that we've identified. To write you a lot of recommendation. Right? 202 00:27:56.820 --> 00:27:57.620 huda: Yeah. 203 00:27:57.840 --> 00:28:03.919 Jenny Duan: Okay, so another thing that this we're talking about in a little bit after we finish doing this is 204 00:28:04.090 --> 00:28:16.350 Jenny Duan: how we can make a good impression on your teachers, because this year that this Junior year is really like when they're going to form their impression of you to write their letters of recommendation. So we need to establish that early relationship 205 00:28:16.550 --> 00:28:20.149 Jenny Duan: during this year. So we'll talk about that in a bit. But 206 00:28:20.590 --> 00:28:32.570 Jenny Duan: okay, I think this is the order in which you should like. Try to figure out your clubs. So first try to brand it as women and AI, and then the goal is to be president. So 207 00:28:32.760 --> 00:28:37.939 Jenny Duan: if if you're not going to be president, then then we're going to do a different club. 208 00:28:38.280 --> 00:28:40.150 Jenny Duan: But 209 00:28:40.680 --> 00:28:51.720 Jenny Duan: okay, so if you're not going to be president of women in AI or co-president, then we're going to move down to the next club in the list and see if you can like, start your own club. Does that? Does that make sense what? I'm what I mean? 210 00:28:52.660 --> 00:28:53.440 huda: Yeah. 211 00:28:53.730 --> 00:29:00.669 Jenny Duan: okay, so first, we're going to try for the woman in AI Club, and you're gonna stick with your existing advisor for that. If that doesn't work. 212 00:29:00.700 --> 00:29:12.819 Jenny Duan: I think Cs for social good is also good or developed for good. Like, they're kind of similar ideas, basically like building Cs projects for social good. Like you, you can build websites right? 213 00:29:13.150 --> 00:29:19.370 Jenny Duan: Yeah. So like, for example, if you found nonprofits to work with, and you built websites for them like your club could do that. 214 00:29:19.460 --> 00:29:31.930 Jenny Duan: Does that make sense? Yeah. So I think women in AI Club let's try for that. You can't do that. Maybe like did not for goods, yes, for social good. If that doesn't work out. Have you heard of into code justice? 215 00:29:33.280 --> 00:29:36.709 huda: I think I've heard of it, but I don't remember what it is. 216 00:29:36.920 --> 00:29:38.880 Jenny Duan: Okay. So 217 00:29:39.620 --> 00:29:51.270 Jenny Duan: and Co. Justice is a huge like organization that does AI ethics work. So it's similar to that woman in a ethics thing that I showed you earlier. But it would be cool to start 218 00:29:51.340 --> 00:29:55.660 Jenny Duan: in an In code justice chapter where you are or 219 00:29:55.910 --> 00:29:56.930 Jenny Duan: to 220 00:29:57.270 --> 00:30:14.960 Jenny Duan: join a leadership position at an existing chapter. If you're looking for another club. So I'm going to link this. I think this is our next option after the develop for good. So if if those 3 don't work out, I'd recommend in code justice. And I'm friends with the founder. So I can put you in touch with her if we end up doing this one. 221 00:30:16.310 --> 00:30:17.490 Jenny Duan: That's really cool. 222 00:30:17.740 --> 00:30:21.740 Jenny Duan: Yeah, does that? Does that make sense? 223 00:30:22.250 --> 00:30:25.630 huda: this and code justice? It looks really cool. 224 00:30:25.930 --> 00:30:39.439 Jenny Duan: Yeah, it's it's really awesome. Let me actually check if they have a chapter where you are, because if they do, then maybe we can put you in touch with them. Let's see. Can you tell me where on the map you are. 225 00:30:40.400 --> 00:30:46.269 Jenny Duan: I'm in like a Norcal. I kind of central Would this be a chapter 226 00:30:47.630 --> 00:30:50.260 huda: That's like a bit far. So 227 00:30:50.520 --> 00:30:52.489 huda: oh, it's like an hour away, I guess. 228 00:30:53.140 --> 00:30:55.980 Jenny Duan: Okay. can you tell me like, move down 229 00:30:56.200 --> 00:31:00.130 huda: a little to the east, I think. 230 00:31:01.950 --> 00:31:09.590 huda: oh, yeah, it's it's a man has over there. 231 00:31:09.780 --> 00:31:11.970 Jenny Duan: oh, right here. Gotcha, yeah. 232 00:31:12.250 --> 00:31:15.949 Jenny Duan: okay, amazing. And also, what county are you in 233 00:31:16.800 --> 00:31:19.090 huda: San county? 234 00:31:19.370 --> 00:31:21.430 Jenny Duan: It's it's it's it's, it's, it's it's it's a, it's a, it's a, it's a, it's a it's a, it's a it's a it's a it's a it's a it's a it's a, it's a, it's a, it's a, it's a, it's a, it's a, it's a, it's a, it's a it's a it's a it's a it's a it's a, it's a, it's a, it's a, it's a, it's a, it's a, it's a, it's a, it's a it's a it's a it's a it's a it's a it's a it's a it's a it'. 235 00:31:21.820 --> 00:31:36.720 Jenny Duan: So maybe you could start like a Mountain House chapter of in code justice. We'll talk about that later. Whether or not. That's a good stop for you, but that is something that we can do. So okay, your Vfx Club will take half an hour and your new club. 236 00:31:36.760 --> 00:31:42.619 Jenny Duan: I'm just gonna call it machine learning, even though we're gonna re-brand it. Actually, I'll just call women in AI club. 237 00:31:43.010 --> 00:31:46.489 Jenny Duan: So women in AI club. How long do you think this is? Gonna take you? 238 00:31:48.200 --> 00:31:53.730 huda: I think this might take me like a little bit longer. So 239 00:31:54.370 --> 00:31:55.440 huda: maybe like 240 00:31:55.850 --> 00:32:03.469 huda: 45 min, maybe a day, or every other day, or how often do your clubs? Me at school? 241 00:32:05.210 --> 00:32:10.980 huda: okay, I think outside of school will probably be like twice a week. 242 00:32:11.140 --> 00:32:14.969 huda: me and the other officers to like plan things out. 243 00:32:15.290 --> 00:32:21.849 huda: and that could actually, we could just make those like 30 min meetings and just discuss everything. So this twice a week. 244 00:32:22.410 --> 00:32:27.410 huda: or we could just do one like 45 min call. But I'm not sure which one's like more effective. 245 00:32:27.800 --> 00:32:31.920 Jenny Duan: hmm! I see what you mean. 246 00:32:32.380 --> 00:32:42.079 Jenny Duan: okay, so let's just say that your Viax club is, gonna take you. Let's say 2 h a week. Is it? 2 or 3. How? How do you think? 247 00:32:42.550 --> 00:32:45.320 Jenny Duan: Which one do you think is better? 2 h, 3 h. 248 00:32:46.430 --> 00:32:50.469 huda: it's a 2 h. 249 00:32:50.700 --> 00:33:18.090 Jenny Duan: Okay, and also the goal with these clubs is to as president. Your goal is to delegate work to other people. So you should not be doing like a ton of the club work. You should be like delegating it to the other people like the secretaries, the treasures, etc., and as the President. Your goal is to just lead and set the direction for the club. So you shouldn't be needing to put a ton of effort into doing like manual manual work like posters, advertising and stuff because you should have other board members do it for you. 250 00:33:18.320 --> 00:33:24.750 Jenny Duan: And then, woman at AI Club, let's say like 3, 4 h. Which one do you think would be better? 251 00:33:26.400 --> 00:33:34.460 huda: I'd say, like 3 h per week, so that we can 252 00:33:34.520 --> 00:33:36.929 huda: me outside of school and just discuss 253 00:33:37.400 --> 00:33:43.530 Jenny Duan: okay, amazing. And then let's go through. What are some of your other extra particulars that you already spend time doing? 254 00:33:44.430 --> 00:33:50.949 huda: yeah. So developing the game. I like to work on it like at least an hour. 255 00:33:51.280 --> 00:34:03.820 huda: every day. Yeah. yeah, just making a little steps. But sometimes, yeah, so just an hour per day. 256 00:34:04.500 --> 00:34:07.310 huda: and then 257 00:34:12.139 --> 00:34:14.910 huda: there's not like 258 00:34:15.500 --> 00:34:19.469 huda: Which extracurricular should we talk about last week? I don't remember. 259 00:34:19.900 --> 00:34:24.140 Jenny Duan: Yeah, no problem. let me look at that? 260 00:34:25.500 --> 00:34:28.270 Jenny Duan: okay. 261 00:34:29.420 --> 00:34:32.530 Jenny Duan: so your school news channel, how long does that take? 262 00:34:33.280 --> 00:34:41.840 Jenny Duan: It's usually like all during cool. So it shouldn't take that much time. Okay, is it like a class like journalism, or like broadcast class? 263 00:34:42.120 --> 00:34:47.310 huda: Yeah, it's like class. And also we have like, I guess it could kind of flex period 264 00:34:47.320 --> 00:35:00.460 huda: where we could go to some of our teachers, or we could film for the for the class and stuff. So I usually spend that time filming for that. Mhtp. 265 00:35:00.590 --> 00:35:03.070 Jenny Duan: okay, amazing. So. 266 00:35:03.730 --> 00:35:18.160 Jenny Duan: okay, so you have that. And also during your flex period, you can also do homework. That's another good time to do your your homework during your flex period. Okay? So I'm gonna say, I'm still gonna write it down. But I'm gonna put like 0 extra hours per week. So school broadcast. 267 00:35:19.020 --> 00:35:22.969 Jenny Duan: Okay, I'm going to say 0 h per week. 268 00:35:24.300 --> 00:35:29.619 Jenny Duan: okay, so this leaves us with 13, no 269 00:35:30.120 --> 00:35:33.389 Jenny Duan: 14 h left to do other things every week. 270 00:35:33.830 --> 00:35:37.760 Jenny Duan: So I'm gonna say, let's spend 271 00:35:39.360 --> 00:35:50.229 Jenny Duan: Let's say you're going to spend 5 h a week doing applications. Do you feel like that's okay, like 5. And when I say application, I mean, like the awards, we're going to talk about summer programs. Things like that. 272 00:35:50.750 --> 00:35:56.240 huda: Yeah, that's definitely fine. I mean, that's like an hour every week, day or 273 00:35:56.610 --> 00:36:05.909 huda: yeah, that that should be fine. Actually, I'm gonna say, average of like 4 h a week, because I don't think we'll have that many applications to do, and if one application takes like 274 00:36:06.270 --> 00:36:11.309 Jenny Duan: a total of 10 h, we can do it between like 2 and a half weeks. So I'm gonna say, one 275 00:36:11.320 --> 00:36:12.650 Jenny Duan: you're going to spend like. 276 00:36:13.860 --> 00:36:19.780 Jenny Duan: actually for okay, yeah, I'll just say 4, even though that might be too much. We'll see how that goes. 277 00:36:20.060 --> 00:36:35.209 Jenny Duan: So 4 h a week doing applications, and then you have 10 more hours to do, and I think that for your extracurriculars and passion projects, we need to figure out 6 more, because on the common app you have space for 10, and you want to fill all 10. 278 00:36:35.350 --> 00:36:36.649 Jenny Duan: Does that make sense? 279 00:36:36.810 --> 00:36:44.260 Jenny Duan: Yeah. So I'm gonna say, your Sunday school volunteering? that's gonna take 280 00:36:44.710 --> 00:36:47.719 Jenny Duan: 0 extra hours because we already put it up there. 281 00:36:48.100 --> 00:36:56.630 Jenny Duan: But also to clarify. Is this Sunday school? Is this Indian Sunday school? Is this like church Sunday school? What type of Sunday school is this? 282 00:36:56.870 --> 00:37:08.910 huda: Yeah. So it's a Muslim Sunday school, where we are teaching like little kids about the religion and stuff, and also teaching like how to get started with Arabic learning. Arabic. 283 00:37:09.410 --> 00:37:12.340 Jenny Duan: Yeah. And are you, Muslim? Do you speak Arabic? 284 00:37:13.120 --> 00:37:16.530 huda: I'm awesome. I can read Arabic, but I can't speak it. 285 00:37:16.910 --> 00:37:17.980 Jenny Duan: Amazing. 286 00:37:18.050 --> 00:37:44.410 Jenny Duan: So the reason why I'm asking you this is because another thing that I think we can add to your application is your culture talking about your culture. And this is really really important, because schools want to see, you know, a full sense of who you are. They don't want to see like that. You're involved in clothes. They also want to see. You know you're doing service. You're involved in your culture. And what other elements can you bring to the school? Because, you know, a school can be filled with tons of smart people. But 287 00:37:44.410 --> 00:38:00.640 Jenny Duan: that doesn't necessarily make it a good environment. So schools are looking to fill a holistic class, and they're looking for people from different backgrounds. So I think it'd be really important to have something that emphasizes your culture. And so I think this Sunday school is really important. And that's something that we can talk about. Actually, because 288 00:38:00.640 --> 00:38:17.609 Jenny Duan: for example, schools like Stanford, I know, have like a really strong and vibrant Muslim community. And they're looking to add to that. So we we can talk about that in your applications. And that's actually something that we should highlight, instead of like trying to dim down in in in favor of other academics. Does that make sense? 289 00:38:17.820 --> 00:38:19.009 huda: Yeah, for sure? 290 00:38:19.380 --> 00:38:26.980 Jenny Duan: Awesome. So do you, do you do any other advocacy within, like the Muslim community? Are you involved in it in any other ways 291 00:38:27.250 --> 00:38:29.079 Jenny Duan: that you we haven't talked about yet? 292 00:38:29.680 --> 00:38:36.279 huda: yeah. So okay, I don't know discounts. But I'm in the Msa club and 293 00:38:36.290 --> 00:38:49.780 huda: they have like these luncheons where they they try to. We organize like a buffet, basically for the teachers to. And then we teach them about Ramadan, which is like a month really fast and stuff. And 294 00:38:49.950 --> 00:39:06.789 huda: basically, we're trying to educate like others about our religion. and other than that, there's also like our community has like a group of Muslims. And sometimes there's opportunities like 295 00:39:06.800 --> 00:39:14.510 huda: talking to the to the board members and asking them questions and stuff about the Muslim youth and 296 00:39:14.620 --> 00:39:20.280 huda: improvements you can make. So that's definitely something I could get involved with in the future. 297 00:39:20.750 --> 00:39:29.609 Jenny Duan: I think this is a gem like, I think this is something that we should really spend some time thinking about how much time you spend on the Msn. A club. Msa. Club right now. 298 00:39:30.220 --> 00:39:34.040 huda: it's really inactive. because 299 00:39:34.200 --> 00:39:36.809 huda: our club, like officers are. 300 00:39:36.830 --> 00:39:41.479 huda: They just don't do much, but maybe not a lot like 301 00:39:41.540 --> 00:39:43.599 huda: I even say, 0 h. 302 00:39:43.690 --> 00:39:46.600 Jenny Duan: Okay, could you become President of? 303 00:39:47.210 --> 00:39:51.289 huda: I tried last year, but it was like really rigged. They got like 304 00:39:51.500 --> 00:39:56.760 huda: a bunch of their friends to join the club. And then, yeah, it was just. It's not possible. 305 00:39:57.250 --> 00:40:00.330 Jenny Duan: Do you have a position, a leadership position in this club? 306 00:40:01.410 --> 00:40:08.939 huda: No, but I'm like the the club is pretty small. So, like most of the members, are like very like tight knit. So. 307 00:40:09.040 --> 00:40:17.679 Jenny Duan: That's why are you involved in that community like? Do you say that you're included in that? Tighten it or no? Are you like more on that side. 308 00:40:18.730 --> 00:40:27.160 huda: I'd say, like, I'm kinda on the outside, just because these people know each other for a while and like 309 00:40:27.860 --> 00:40:31.619 huda: they just r the election. Assist? Crazy. 310 00:40:31.700 --> 00:40:33.699 Jenny Duan: Okay? Then, let's 311 00:40:33.970 --> 00:40:41.060 Jenny Duan: let's put a bookmark in this. Do you think you can become President by the end of next year by the end of this year, like for next year or no 312 00:40:42.280 --> 00:40:46.190 huda: I can. I I probably apply this year. 313 00:40:46.220 --> 00:40:49.929 huda: but I'm not really positive that I'd actually get the position. 314 00:40:50.280 --> 00:41:00.739 Ivy Mentors: Yeah, I'll pick a quick point here Jenny, and you know, thanks a lot for holding into this. You know, we never saw this as like one of the things that we needed to really think about or go deep into that. That's a great devolution. 315 00:41:00.750 --> 00:41:08.690 Ivy Mentors: So I think the challenge that Huda fundamentally has is that we are kind of really new to this community, right? Like we actually moved here. 316 00:41:08.900 --> 00:41:15.409 Ivy Mentors: I would say, just like during Covid. we used to live in like, you know, Dublin, right? Which is like very close. And I think we were there. 317 00:41:15.480 --> 00:41:23.239 Ivy Mentors: So that's fundamentally one of the challenges and also part of with our story, because with that has been on the move since. she was literally born right? So 318 00:41:23.400 --> 00:41:34.829 Ivy Mentors: that actually introduces a lot of challenges in in terms of her. you know, being able to really get into any of these kind of school positions, or 319 00:41:34.860 --> 00:41:44.170 Ivy Mentors: it's just hard, you know, I mean, let alone like for that, you know, like, even for us, like families, it's very hard to kind of get in. And you know, in in, you know, this is, this is a very close knit community. So 320 00:41:44.340 --> 00:41:50.059 Jenny Duan: and we are still kind of outsiders to be honest. Right? So that's always the challenge. Yeah. 321 00:41:50.100 --> 00:42:03.759 Jenny Duan: all right. So right now, I'm seeing like the different highlights of your application. So taking the perspective of like an admissions officer type of perspective. What I'm seeing as highlights on your application right now, our involvement in stem 322 00:42:03.800 --> 00:42:05.140 Jenny Duan: journalism 323 00:42:05.300 --> 00:42:07.550 Jenny Duan: slash like broadcasting. 324 00:42:08.200 --> 00:42:19.179 Jenny Duan: woman. And then advocacy like AI ethics, advocacy and cultural advocates, cultural involvement 325 00:42:19.370 --> 00:42:21.929 Jenny Duan: in the Muslim community. So I think. 326 00:42:22.340 --> 00:42:37.999 Jenny Duan: how do we double down on all these aspects of you, because I think all these are really important. I don't think we need to add anything extra anything else like. I don't think we we need to be doing like environmental advocacy. I don't think you need to be doing business. I think this this pocket of focused 327 00:42:38.070 --> 00:42:42.890 Jenny Duan: things is a really really strong foundation for you. So 328 00:42:43.260 --> 00:43:00.400 Jenny Duan: now that we're thinking about passion projects, do you have any idea of what other projects you you want to implement within the next school year. For example, you talked about your Youtube channel. Is that something that you're interested in continuing? Are you interested in getting involved with in code justice. Are you interested in starting your own organization like 329 00:43:00.630 --> 00:43:07.530 Jenny Duan: last time we branch from a ton of ideas? So what were the ones that you really want to focus on? Have you thought about it at all? 330 00:43:08.300 --> 00:43:27.509 huda: Yeah. So I definitely want to continue the idea of recording ads and videos interviewing small businesses in my community and then trying to expand it from there. So that project really stood out to me. And I think I want to continue that this year for sure. 331 00:43:27.630 --> 00:43:32.579 huda: And that might not take me as long as 332 00:43:32.750 --> 00:43:35.029 huda: I mean. I think I'll probably take 333 00:43:36.070 --> 00:43:40.050 huda: about an hour half an hour per day on that 334 00:43:40.190 --> 00:43:52.790 huda: I mean, obviously, I think I should start with more time because I want to develop the website. And I want to start making the videos so definitely, that'll take me longer. So actually, I'll bump that up to just 335 00:43:53.040 --> 00:43:55.259 huda: an hour. I think I'd say 336 00:43:55.770 --> 00:43:58.850 Jenny Duan: so. Would you say, 7 h a week or 5 h a week. 337 00:43:59.800 --> 00:44:01.649 huda: I think 7 h a week. Yeah. 338 00:44:01.700 --> 00:44:23.930 Jenny Duan: okay, amazing. And I actually think that we should change this video project. Because I think or let's let's have a focus for it. So random small businesses that doesn't really add anything else to your application, because that doesn't connect to anything else. The thing with this is like connection like you would think of you, your Huda in the center. We want to find, like, what are the hubs that 339 00:44:23.930 --> 00:44:37.640 Jenny Duan: like connect to you and the they are all the things that we wrote, and how do they like connect to each other. So instead of having, like a bunch of different outwards things, we want to build a net, does that visualization 340 00:44:37.700 --> 00:44:57.380 Jenny Duan: like we wanna make a debt. So we want everything to be connected to each other. So for this video project, when we're thinking about small businesses, we need to find a focus within that. So I think maybe. What if you did a video project? Highlighting Muslim owned small businesses or Muslim owned businesses in your area and sharing the stories of the people behind them. What do you think about that? 341 00:44:57.530 --> 00:45:01.650 huda: Yeah. actually, one of the first small businesses that I was gonna ask. 342 00:45:01.780 --> 00:45:18.029 huda: was this Hannah business in my area. And yeah, so I could definitely ask her. And like more, listen own business, because in my community, there's like a lot. So yeah, I think that's some definitely something that I can do. 343 00:45:18.050 --> 00:45:30.299 Jenny Duan: Yeah. So I think we need to find that focus, because that adds more to your story, because with just regular small businesses, if it's too broad, it doesn't really like it doesn't make sense. Why you're interviewing, because. 344 00:45:30.450 --> 00:45:47.510 Jenny Duan: like it doesn't make sense. Why, that connects to you other than the P. That you like, you know, documentary making like journalism and things. But if we connect it to your culture. That adds something special, adds another dimension. Does that make sense? It adds like a why, why do you want to do this? Because you want to uplift your community because this is important to you. 345 00:45:47.600 --> 00:45:56.589 huda: So I had a question. So when we expand this to other students, would they have the same theme in their videos. 346 00:45:56.680 --> 00:45:58.960 huda: are there interviews? 347 00:45:59.440 --> 00:46:07.509 Jenny Duan: I think they could. I think, what if? Yeah, what if you reach out to other Muslim students. I think you could do that definitely. 348 00:46:07.570 --> 00:46:22.750 Jenny Duan: Or you can. Just we can talk about this a little bit more as you continue to develop this. But maybe it could be like other people's cultures. Maybe it could be like all Muslim cultures, it just. We'll see what people we can reach first. After you start this project and like, see where it takes you. 349 00:46:22.920 --> 00:46:23.650 huda: Yeah. 350 00:46:23.880 --> 00:46:29.070 Jenny Duan: okay, so 1, 2, 3, 4, 5, 6, and then let's just do 2 more like. 351 00:46:29.270 --> 00:46:33.219 Jenny Duan: because now we have. Now we're at what we're at. 10 352 00:46:33.250 --> 00:46:40.569 Jenny Duan: 1219, you still have 7 h remaining. So let's think about how we can split that 7 h into 2 more 353 00:46:40.670 --> 00:46:52.159 Jenny Duan: activities. Actually, we only have 3 h for maybe because applications pick up 4 h. Thought about that. Okay, you you have 2 h remaining. Do you play an instrument? You do a sport? Do you do anything like that? 354 00:46:53.020 --> 00:46:58.420 huda: no. But I would like to allocate some time to study for the sat. 355 00:46:58.850 --> 00:47:03.470 Jenny Duan: Oh, right? Okay, sat. Let's say, hmm. 356 00:47:03.980 --> 00:47:07.950 Jenny Duan: okay, let's actually give the rest of your time to sat. Because I feel like that's important. 357 00:47:07.970 --> 00:47:14.980 Jenny Duan: Okay, I'm gonna cut this down. I think applications. You only need 2 h a week. I honestly don't think it will take you that long. 358 00:47:15.000 --> 00:47:18.910 Jenny Duan: And I'm going to give you 5 h a week. That's like 1 h every day. 359 00:47:19.140 --> 00:47:22.740 Jenny Duan: okay. So 360 00:47:23.620 --> 00:47:25.910 Jenny Duan: I actually think, S, it might take you 361 00:47:28.140 --> 00:47:31.949 Jenny Duan: 5 h a week, maybe a little bit more. But we'll see how that goes. 362 00:47:32.060 --> 00:47:44.610 Jenny Duan: So okay, now, we have a template for how you're going to spend your 168 h. How does how is this looking for you? Do you see any places where you think we could change? Or do you think this looks pretty accurate to something you could follow. 363 00:47:45.590 --> 00:47:57.309 huda: it definitely looks like it looks pretty doable. And I think. cutting down on social media will be hard. But if I'm busy doing something, then 364 00:47:57.380 --> 00:48:01.439 huda: yeah, I think I'll be able to do it and commit to it. 365 00:48:01.620 --> 00:48:06.400 huda: and just having these goals is is really. 366 00:48:06.680 --> 00:48:08.339 huda: it's really good for me. Yeah. 367 00:48:08.520 --> 00:48:10.610 Jenny Duan: okay, so now that we have that. 368 00:48:10.720 --> 00:48:22.929 Jenny Duan: let's go back to what we're working on. In the first place, which is this tractor? And we're going to work together to populate what times you're going to be spending, doing everything. So if you go to school at. Was it 8 30? When do you wake up? 369 00:48:23.410 --> 00:48:27.270 huda: I'm gonna try waking up at 7, 370 00:48:27.530 --> 00:48:33.390 Jenny Duan: all right. And would you say, this is like you could do that for Monday through Friday. 371 00:48:33.640 --> 00:48:34.450 huda: Yeah. 372 00:48:34.550 --> 00:48:40.940 Jenny Duan: Okay. And then what do you do in the morning? You did it like, do you leave the house at 8 am. When do you leave the house? 373 00:48:42.090 --> 00:48:54.840 huda: Well, before I had leave the house at like 8 20, because I'd go my car. But I think I want to walk this year. So I'd probably start at like 8. Yeah. 374 00:48:55.140 --> 00:48:57.780 Jenny Duan: okay. so 375 00:48:59.750 --> 00:49:02.370 Jenny Duan: okay. actually. 376 00:49:03.310 --> 00:49:05.780 Jenny Duan: give me 1 s. I'm gonna 377 00:49:11.800 --> 00:49:12.720 okay. 378 00:49:14.280 --> 00:49:17.670 Jenny Duan: 7. Am, you gonna wake up? Okay? 379 00:49:18.430 --> 00:49:34.669 huda: And then 8 am. So does it take you an hour to get ready, eat breakfast every day. How long does it take you to do that? yeah, like an hour. Just I mean, I could probably cut down on that. But like having breakfast packing my bag. 380 00:49:34.760 --> 00:49:37.090 Jenny Duan: etc. Yeah. Okay. 381 00:49:38.400 --> 00:49:40.020 Jenny Duan: walk to school. 382 00:49:40.680 --> 00:49:44.270 Jenny Duan: And then, 8, 30. You start school. Right? 383 00:49:44.600 --> 00:49:45.360 huda: Yeah. 384 00:49:45.950 --> 00:49:49.189 Jenny Duan: Okay, start school 3, 45, 385 00:49:49.690 --> 00:49:51.239 Jenny Duan: you and school right? 386 00:49:51.570 --> 00:50:02.479 Jenny Duan: And then let's just give you until 4, 40, like 3, 45 until 4, 45. That's an hour every day to do your clubs. Do you think that's enough. Or do you think it takes you more than an hour every day? 387 00:50:03.690 --> 00:50:05.719 huda: I I think that's good. 388 00:50:06.360 --> 00:50:09.149 Jenny Duan: Okay. So if you spend an hour doing clubs? 389 00:50:09.250 --> 00:50:12.800 Jenny Duan: Then 390 00:50:12.940 --> 00:50:18.549 Jenny Duan: you can get home at 4 15 pm. Would you say? That's because it takes you half an hour right? 391 00:50:20.680 --> 00:50:36.749 huda: yeah, it's not that long of a walk actually wait. So, clubs are kind of like, more of a At home thing to work on, because it's easier to like work online. So okay, so do you club me in person or no? 392 00:50:37.320 --> 00:50:45.379 huda: Yeah. But the clubs usually meet during our during lunch. So oh, gotcha, okay, no problem. I understand. 393 00:50:45.690 --> 00:50:58.689 Jenny Duan: Also, I'm not sure why this is formatting to 6 to military time. And it's just this one that's working for military time. So maybe you can change it on your end, because on my end, it's just correcting to military time. So. 394 00:50:59.510 --> 00:51:01.400 Jenny Duan: okay, yeah. 395 00:51:02.310 --> 00:51:04.350 Jenny Duan: this is when you get home right? 396 00:51:05.640 --> 00:51:06.849 huda: Oh, my. 397 00:51:06.980 --> 00:51:10.420 Jenny Duan: I know it's kind of annoying. And then 398 00:51:12.290 --> 00:51:18.850 Jenny Duan: then you're gonna work on clubs until for an hour until 5 15 Pm. Does that does that sound good to you? 399 00:51:19.700 --> 00:51:20.560 huda: Yeah. 400 00:51:20.890 --> 00:51:23.970 Jenny Duan: okay, how long does it? When do you typically eat dinner? 401 00:51:25.370 --> 00:51:38.710 Jenny Duan: we eat like, really late, like at 9 or something. Yeah. Okay. So 5, 15 to let's get all your school work done first. So 5, 15 to 7, 15, you're going to do your homework. 402 00:51:41.090 --> 00:51:42.900 Jenny Duan: And that way, you can just 403 00:51:43.640 --> 00:51:51.560 Jenny Duan: have it done like, basically right when you get home so that you can work on your projects after that. So if you do your homework until 404 00:51:52.170 --> 00:51:55.129 Jenny Duan: 7, 15. Then 405 00:51:56.290 --> 00:51:58.980 Jenny Duan: you can work on your let's see. 406 00:51:59.560 --> 00:52:12.949 Jenny Duan: what do you want to do after homework? What do you think is most logical, more studying, like sat studying or applications. Or your video project. What do you think fits for your game development? What do you think fits in naturally, right after doing homework for you. 407 00:52:14.200 --> 00:52:20.880 huda: I think game development. yeah, because it's like, kind of a contrast of 408 00:52:20.910 --> 00:52:24.469 huda: homework. So yeah. 409 00:52:25.050 --> 00:52:27.969 Jenny Duan: so we're just gonna put in 1 h for that. So 410 00:52:28.460 --> 00:52:31.040 Jenny Duan: 8 15 pm, let's say 411 00:52:31.080 --> 00:52:34.680 Jenny Duan: game development. And then 412 00:52:35.340 --> 00:52:42.369 Jenny Duan: for the next 45 min, what do you think works best like applications setting for the sat video project. 414 00:52:47.470 --> 00:52:50.210 huda: I could work on the 415 00:52:50.530 --> 00:52:55.839 Jenny Duan: okay. So let's just do until 9 pm, I think you can do 45 min a day 416 00:52:55.980 --> 00:53:00.200 Jenny Duan: video project. And then how long does it do you take to eat dinner? Normally? 417 00:53:01.250 --> 00:53:03.759 huda: just like 20 min. 418 00:53:03.810 --> 00:53:09.549 Jenny Duan: Okay, let's just say, you're gonna eat dinner until 9 30 Pm. Dinner. And then 419 00:53:09.850 --> 00:53:11.989 Jenny Duan: after this, we're gonna do 420 00:53:12.170 --> 00:53:15.080 Jenny Duan: 9, 30 to 1030. 421 00:53:15.330 --> 00:53:18.640 Jenny Duan: And this is when we're going to do your 422 00:53:20.660 --> 00:53:22.509 Jenny Duan: This is oh, my gosh. 423 00:53:22.710 --> 00:53:26.479 Jenny Duan: you change this to 1030. I'm sorry. I don't know why that's happening. 424 00:53:27.070 --> 00:53:37.380 Jenny Duan: We're going to do applications. Slash sat. And I'm putting that slash because you're not going to need to work on your applications on a daily basis. Probably. So 425 00:53:37.580 --> 00:53:47.620 Jenny Duan: you most of this time will be spent doing sat. But in case you need to do your applications, you can also do it in this time. Okay? And then 11 pm, you're going to sleep. 426 00:53:49.530 --> 00:53:56.889 Jenny Duan: This is going to be your daily schedule from Monday through Friday. Does this seem reasonable for you, or is there any things that you would want to change. 427 00:53:57.770 --> 00:54:27.409 Ivy Mentors: No, yeah. I think that looks perfect. Actually. hey? I think we are running to all the are sorry. You know there's another student and mentor. Actually, there's a session that to disconnect I'll I'll try to disconnect, and you probably can wrap it up. but otherwise, you know, definitely, you know, over email, we'll we'll get in touch with you as well. Can I have 5 more minutes with, who does that? Okay, yeah, yeah, absolutely. I I will see. You know, last time I tried to get out and I dropped. You know, I'm just like, I'm 428 00:54:28.090 --> 00:54:37.670 Ivy Mentors: yeah. I think you need to teach me how to work on. yeah. stop sharing. 429 00:54:37.980 --> 00:54:39.450 Jenny Duan: So 430 00:54:40.000 --> 00:54:43.529 Ivy Mentors: okay, I do an end. And then just leave meeting with the 431 00:54:43.780 --> 00:54:45.149 huda: no. Just leave me. 432 00:54:45.360 --> 00:54:51.850 Ivy Mentors: Okay. Thank you. talk to you later, Jenny. Thanks a lot. 433 00:54:52.930 --> 00:54:55.300 Jenny Duan: Okay. 434 00:54:55.580 --> 00:55:06.129 Jenny Duan: okay. Let me see. So back to what we're back on track. So you'll notice like some things I didn't put in like transportation time like that's just all. Gonna get 435 00:55:06.210 --> 00:55:08.920 Jenny Duan: fit it into everything else like these are just benchmark.",
  "segments": [
    "Week 3 - Coaching_Jenny_Huda_Wk03_2023-08-02_M_fec48ab93f75d11bU_2023-08-01_00-00-00 WEBVTT 1 00:00:00.000 --> 00:00:01.220 Well as well. 2 00:00:01.520 --> 00:00:13.629 Jenny Duan: awesome. So I thought we could just get started. I hear that you are starting school, is it tomorrow? Yeah, amazing. How do you feel about that? 3 00:00:14.030 --> 00:00:24.360 huda: I'm so scared? because I actually just switch from regular Us history to ap, and then I have to do like all my Ap summer homework 4 00:00:24.390 --> 00:00:26.069 huda: today. So yeah. 5 00:00:26.480 --> 00:00:35.980 Jenny Duan: oh, wow, how much work do you have? I had to like 15 pages of notes, but I mean, I guess it wasn't that bad? 6 00:00:36.430 --> 00:00:42.230 Jenny Duan: How? How's it going for you like? Do you feel like you're done, or are you? Do you still have a lot to do. 7 00:00:42.620 --> 00:00:49.700 huda: I'm like, almost done. But yeah, I was just applying for the community college courses. 8 00:00:49.750 --> 00:00:54.679 huda: and you can have it on the film one. Or did you decide on the polysylon? 9 00:00:54.900 --> 00:01:03.300 huda: I'm trying to actually find the available courses because, I can't really find them on the website. So I might have to talk to my counselor about it. 10 00:01:03.710 --> 00:01:14.530 Jenny Duan: Gotcha and As for everything else in school, so I have there been any other changes to your curriculum, besides going from regular history to a push. 11 00:01:15.560 --> 00:01:23.419 huda: no, but also I think I don't know if I told you last time. But me and my friend are starting a machine learning club 12 00:01:23.490 --> 00:01:35.040 huda: and I'm thinking of trying to tell someone else from a different school to start one at their school so they could expand across different schools. 13 00:01:35.630 --> 00:01:55.509 Jenny Duan: Yeah, that's really awesome. I'm happy for you. So I was thinking for today, what we could do is first of all, as May, I need to share with",
    " you, which is, I'm starting a tracker, that I'm going to be putting like different awards and programs that you should apply for and actually let me share that with you. Right now, can you put your email in the chat? Is that okay. 14 00:01:55.760 --> 00:01:56.500 huda: yeah. 15 00:01:57.460 --> 00:01:58.600 Jenny Duan: amazing. 16 00:02:03.150 --> 00:02:04.080 Jenny Duan: So 17 00:02:04.460 --> 00:02:20.469 Jenny Duan: I'm going to share this with you. But I also kind of want to walk you through this because we're going to be using this during the time that we work together, and I think it's going to be helpful for working on setting strict timelines and a plan for a lot of the goals that we're going to work on. 18 00:02:20.790 --> 00:02:24.369 Jenny Duan: So if you can click 19 00:02:24.790 --> 00:02:32.469 Jenny Duan: into that link, that would be great. And I'm actually going to share my screen really, quickly. in a couple of seconds. 20 00:02:36.390 --> 00:02:37.230 Jenny Duan: Okay. 21 00:02:37.790 --> 00:02:38.610 thank you. 22 00:02:40.290 --> 00:02:43.489 Jenny Duan: So, are you able to see this on your screen? 23 00:02:44.000 --> 00:02:46.510 huda: Yeah, okay, amazing. 24 00:02:46.570 --> 00:03:10.540 Jenny Duan: So during our time together, as we sort of decide and figure out what exactly are the right programs for you to apply for and structuring your time. I'm going to be adding opportunities and awards into this big tracker. And hopefully, if you find some that you think would be interesting, feel free to drop them as well. this is a kind of a collaboration space that both of us can use to work together. So 25 00:03:10.540 --> 00:03:26.349 Jenny Duan: I'm just gonna walk you through it really quickly. So first of all, we have an award section. And I remember we talked about this one, which is the Ncw. It aspirations and computing a work. So I'm just giving you an example what this is gonna look like. So putting in the award name the description of the ",
    "award 26 00:03:26.710 --> 00:03:35.759 Jenny Duan: to this one for computer science, for, like young women, it's a an award. And then the tags. So women in science, 27 00:03:36.250 --> 00:03:53.890 Jenny Duan: women's computer science. And then the scope. It's a state international award. So they have, like different awards for State and the national level, a link to the application and the time that it opened. So this one September first, so we can start applying for it in one month from now and then. 28 00:03:54.090 --> 00:03:58.319 Jenny Duan: I don't know when the deadline is because it hasn't opened yet. But there's 29 00:03:58.530 --> 00:04:02.240 Jenny Duan: a little check box section for like when you create your account. 30 00:04:02.300 --> 00:04:31.369 Jenny Duan: when you've gathered all the materials so materials being like, what is the recommendation? Transcripts, etc., extra curriculum section filled, essays, drafted, edited, submitted, and then status so in progress, submitted, accepted, declined, and not yet started. So does this kind of tracker format make sense on how we're going to be. I think this is this is really helpful. And I I think, like having this might like motivate me because it's like, I work in check boxes. And like, yeah. 31 00:04:31.800 --> 00:04:52.299 Jenny Duan: so yeah, hopefully, this will be really clear cut and we're gonna have this over the time that we work together, and I'll continue populating it as I get to learn more about you and things that you're interested in. And as I come across opportunities too, and if you come across things feel free to put it in, the first row is a template, so you can just copy this whole thing and then like paste it to add another row. 32 00:04:52.610 --> 00:04:56.149 Jenny Duan: And then same thing for summer programs. And then 33 00:04:56.430 --> 00:05:10.830 Jenny Duan: these are some extra curriculars, daily scheduling goals that hopefully we can fill in today, because I think the goal o",
    "f our session today. What should be to really outline your game plan for the school year in this semester, because 34 00:05:10.830 --> 00:05:34.709 Jenny Duan: I remember last time we talked we discovered that something that you might experience is a little bit of trouble scheduling your day and figuring out how much time you spend on school work versus extracurriculars, and how you can fit in time to actually do all the things that you want to do, like work on your games, start your club and all of these things. So I was thinking that that should be the goal of today's session is to figure out really outlining how we can empower you to 35 00:05:34.730 --> 00:05:39.810 Jenny Duan: have a schedule and know how to manage your time as you go into this new school year. How does that sound? 36 00:05:40.200 --> 00:05:44.370 huda: Yeah, that sounds really nice. I definitely do need a the schedule for my day. 37 00:05:44.530 --> 00:05:45.670 Jenny Duan: See it. 38 00:05:45.900 --> 00:06:06.230 Jenny Duan: So I think we can just kind of jump into that. I'm on the time working on the tab that says like daily schedule on the bottom. So and I'm actually just gonna make a weekly like, basically just a weekly tracker. So Monday, Tuesday, Wednesday, Thursday, Friday, Saturday. 39 00:06:06.630 --> 00:06:08.760 Jenny Duan: Sunday. and 40 00:06:09.300 --> 00:06:16.940 Jenny Duan: I'd actually love to know what your school schedule is like and like, what time you go to school. And we can really start collaborating on this together. 41 00:06:17.820 --> 00:06:25.369 huda: Yeah. So school starts at 8, 30, and we get off at 3, 45, but most of the time 42 00:06:25.510 --> 00:06:37.510 huda: I'll be like walking home, and I'll probably reach at home at like 4, 10, or like if 4, 20, that kind of time well, what time do you normally wake up for school 43 00:06:38.420 --> 00:06:43.580 huda: Last year we'll go about 7 40. But I'm gonna try to wake up earlier this year. 44 00:06:44.090 --> 00:06",
    ":47.119 Jenny Duan: Gotcha, who did you know how many hours are in a week. 45 00:06:49.200 --> 00:06:52.750 huda: great 46 00:06:54.210 --> 00:06:57.079 Jenny Duan: is that question. Is that your question? 47 00:06:57.900 --> 00:06:59.870 huda: 168. 48 00:06:59.930 --> 00:07:24.040 Jenny Duan: Okay, yes, perfect. Did you look that up? Okay, all good. The reason why I'm asking you this question is because I think we're gonna take a backwards approach. So you know, we have 1 68 h, and we're gonna allocate. How many hours you want to spend on everything? the reason why it's really important to know exactly how many hours we need to spend on everything is because on the common app. Specifically, when you're applying for college 49 00:07:24.040 --> 00:07:49.660 Jenny Duan: in every single one of your extra curriculums that you list, you get 10 spots for extracurriculars. They ask you how many hours you spend per week per year, and how many weeks you spend doing this activity per year. So this is why we need to get really specific about how many hours you plan to spend on everything. Just because this is something that the common app is going to ask you specifically for. So it's good to track it early on, and also just like for your own self. So you can know. So 50 00:07:50.160 --> 00:07:56.710 Jenny Duan: we know that we have 1 60 h in a week. And let's say, how many hours you spend sleeping every day on average. 51 00:07:57.430 --> 00:07:59.249 huda: like 7 or 8. 52 00:07:59.430 --> 00:08:14.700 Jenny Duan: Okay, awesome. I'm just gonna say, 8 sleep is really important. And it's not overrated like sleep is really important for your memory, for your learning everything. So I'm just gonna say, 8 h per week. So okay, you're good at math. How? What's 8 times 7 53 00:08:14.800 --> 00:08:26.499 Jenny Duan: mental math challenge? Okay? 56 h. And then how many hours remaining. Is that so? If you spend 56 h sleeping, then how many hours remaining do you have out of 168, 54 00:08",
    ":26.750 --> 00:08:28.170 huda: 112? 55 00:08:28.590 --> 00:08:33.379 Jenny Duan: Amazing. So now you have 100 out, 12 h remaining. And 56 00:08:33.669 --> 00:08:41.210 Jenny Duan: okay, let's say, school. How long do you spend in school? Every day you said you get there at 7, at 8, 30, and it ends up 3, 45, right? 57 00:08:41.570 --> 00:08:44.260 huda: Yeah. So how many hours is that per day? 58 00:08:45.970 --> 00:08:49.810 huda: wait. 59 00:08:52.730 --> 00:09:02.079 Jenny Duan: we can just round it to 4. So that's about if we go from 8, 30 to 4 in school, how much is that? 60 00:09:02.880 --> 00:09:05.860 huda: That's like 8 ish hours. 61 00:09:07.120 --> 00:09:08.500 huda: bye. 62 00:09:08.640 --> 00:09:16.809 Jenny Duan: it's like 7 and a half. So it's just gonna say 7 and a half hours per week. And then if you spend 5 days a week in school. How much is that? 63 00:09:18.630 --> 00:09:24.250 huda: I know this is a 64 00:09:24.280 --> 00:09:26.710 huda: yeah. 37.5 65 00:09:27.030 --> 00:09:31.210 Jenny Duan: perfect 37.5 h. And then, if you do some subtraction. That's 66 00:09:31.300 --> 00:09:35.829 Jenny Duan: Let's see 105 minus 30. So that's 75, 67 00:09:36.000 --> 00:09:45.869 Jenny Duan: So now you have about 74.5 h remaining. Okay? And then how many? So you say, you walk to school? Right? 68 00:09:46.210 --> 00:09:51.520 huda: Yeah. Or in the mornings I get dropped off. But I walk home. 69 00:09:51.670 --> 00:09:58.339 Jenny Duan: Okay, how much time. Do you think it takes you to just get around to school every day like getting dropped off and also walking home? 70 00:09:59.540 --> 00:10:03.970 huda: I say, like in total, like, 30 min. 71 00:10:04.110 --> 00:10:09.949 Jenny Duan: 30 min. Okay, so we're gonna say, 30 times 5 plus 72 00:10:10.000 --> 00:10:14.870 Jenny Duan: and the weekends, and just in generally, how much time do you spend like in a car or in transportation. 73 00:10:16.890 --> 00:10:19.299 huda: Not much. We kind of just stay home. 74 00",
    ":10:19.520 --> 00:10:27.930 Jenny Duan: Okay, perfect. So I'm just gonna say, I'm gonna say, 30 times 5 is about 2.5 h. 75 00:10:28.070 --> 00:10:39.010 Jenny Duan: and I'm gonna add 2 more hours. I'm gonna give you like 4.5 h a week in transportation. Would you say, that's pretty much accurate like, this is all the time you spend getting to places. 76 00:10:39.250 --> 00:10:40.100 huda: Yeah. 77 00:10:40.420 --> 00:10:42.329 Jenny Duan: Or would you say it's like, more or less 78 00:10:43.200 --> 00:10:55.460 Jenny Duan: I'd I'd say, it's pretty accurate. Yeah, okay. So now you have 70 h. let's say you spend. How much time do you spend a day like eating getting ready. 79 00:10:55.810 --> 00:11:00.690 Jenny Duan: Everything like that when you say like 2 h, 1 h, 3 h. 80 00:11:00.720 --> 00:11:08.500 Jenny Duan: You're just like spending, getting ready for in the morning, at night, eating like all go to the bathroom stuff like that. 81 00:11:08.940 --> 00:11:17.009 Jenny Duan: I'd say 3 h, maybe 3 h a day. Okay. time 7. So that's 21 h. 82 00:11:18.180 --> 00:11:22.889 Jenny Duan: miscellaneous. So that gives you 83 00:11:23.170 --> 00:11:28.879 Jenny Duan: 49 h. So now you're at 49 h. And what other commitments you have 84 00:11:28.920 --> 00:11:40.710 Jenny Duan: like? Do you go to church? Do you do any other activities. Social media. Okay, let's deal with social media like, how much time do you spend on social media? Actually. 85 00:11:41.020 --> 00:11:48.030 Jenny Duan: before we do social media? How much time do you spend doing other things like other commitments like you go to church. Do you have like 86 00:11:48.190 --> 00:11:55.700 Jenny Duan: sports practice? This is beyond like your extracurriculars. This is just your commitments that you have 87 00:11:55.710 --> 00:12:00.549 Jenny Duan: on Sunday. I think we want to start volunteer yet. Sunday School. 88 00:12:00.640 --> 00:12:04.560 huda: as a ta, so that what would you like 89 00:12:06.810 --> 00:12:14.070",
    " huda: actually 2 h every Sunday? Have you already committed to this, or is this something that you plan to commit to? 90 00:12:14.620 --> 00:12:19.189 huda: Oh, I signed up for. An I'm pretty sure I'm gonna start this year. 91 00:12:19.730 --> 00:12:20.990 Jenny Duan: Okay? Awesome. 92 00:12:21.970 --> 00:12:27.859 Jenny Duan: so 2 h on Sunday and any other commitments. 93 00:12:30.040 --> 00:12:36.960 huda: not really. 94 00:12:37.820 --> 00:12:38.760 Jenny Duan: Okay. 95 00:12:39.950 --> 00:12:45.530 Jenny Duan: amazing. So now you have 47 h for your week to do everything else. 96 00:12:45.760 --> 00:12:53.040 Jenny Duan: Does that make sense? So now we're going to figure out how we can fit all of your extracurriculars, your passion projects, and everything else into this 47 h. 97 00:12:53.160 --> 00:13:04.950 Jenny Duan: But actually, how much time do you spend on social media? Slash on your phone every day. You can be honest. It's okay, like, I'm spending. You don't even want to know how much time, because we're working through this together. 98 00:13:06.090 --> 00:13:09.440 huda: Yeah. So during the summer. I definitely used it 99 00:13:09.500 --> 00:13:15.740 huda: a lot, and I I can't even say 100 00:13:16.430 --> 00:13:20.420 Jenny Duan: no judgment zone. I'm not judging you. I'm here to help you 101 00:13:20.800 --> 00:13:23.499 huda: let me like, actually check. How much? 102 00:13:25.130 --> 00:13:25.990 Jenny Duan: Okay? 103 00:13:26.280 --> 00:13:30.610 huda: like, 4 h. 104 00:13:30.850 --> 00:13:34.109 Jenny Duan: Okay. So 4 h time 7 105 00:13:34.390 --> 00:13:39.359 Jenny Duan: is going to be 28 h on social media. 106 00:13:39.540 --> 00:13:51.659 Jenny Duan: So I think this is definitely a spot that we can probably cut some time down, because that will give you more time to focus on the other things. But so that gives you 39 19 h remaining. 107 00:13:53.160 --> 00:14:00.430 Jenny Duan: So you have 19 h remaining. Let's figure out how to do everythin",
    "g else in this in this time 108 00:14:00.540 --> 00:14:05.360 Jenny Duan: and find places that we can cut things down on. So I think that 109 00:14:05.600 --> 00:14:09.070 Jenny Duan: for school work. 110 00:14:09.260 --> 00:14:11.280 Jenny Duan: how many apes are you taking again? 111 00:14:11.560 --> 00:14:12.700 huda: for? 112 00:14:12.890 --> 00:14:25.280 Jenny Duan: Or it is okay. I'm going to give you what if I told you? I think you can get all your homework done in 2 h every day? That's possible. Because I mean. 113 00:14:26.050 --> 00:14:34.880 huda: I I I think so. Maybe because one of the Aps or a computer science. So I don't think that would have much homework. 114 00:14:35.190 --> 00:14:40.550 huda: maybe, but like, like 2 and a half hours, maybe. Like. 115 00:14:40.980 --> 00:14:52.049 Jenny Duan: okay, I'm gonna give you 2 h a day to do your homework. And then I'm going to talk about why this is possible. 2 h times, I mean 7 days a week. Okay, that's 14 h on homework. 116 00:14:53.770 --> 00:15:18.179 Jenny Duan: Because with homework you can really strategize how you get your homework done. For example, you can. Some strategies that you can use are doing all of your reading at the beginning of a week instead of throughout the week, like, do it on the weekend before that way. If you have questions about the reading, you can ask them during class. So strategies for homework, because homework for for many students is 117 00:15:18.290 --> 00:15:43.920 Jenny Duan: takes up a significant amount of time. But how do students at these top schools. How do students like you maximize their time? Because everyone has the same 168 h in a day? But people who go to these schools that we're aiming for, like the Ivs. Harvard, Stanford, etc., they do. They spend way more time on their extracurriculars, and this is a huge myth that I think students believe is that to get into a top school you need to be sending all your time on your academics. 118 00:15:43.920 --> 00:16:",
    "02.869 Jenny Duan: But obviously I can a mix are important. But students who get into those top school seeds like you do so much more. And they use these strategies to maximize their time, because again, everyone has the same 168 h. But how does it seem like people can get so much more done in those 168 and other people. It's because they spend less time doing homework 119 00:16:02.870 --> 00:16:17.160 Jenny Duan: and more time to other things. Obviously, we're gonna try this. And if the 2 h doesn't work. Then we could add more time because your grades should be your foundation. Grades are the foundation, but they're not what gets. They're not what gets you into the school does that make sense 120 00:16:17.270 --> 00:16:34.229 Jenny Duan: so like obviously, you need to have outstanding grades. But that's not what's going to make it or break it for you. Yeah, your extracurriculars, your passion projects, everything else is what's going to make it or break it. So it's important to index more time on those things while still maintaining high grades. So that's why I'm talking about strategies for homework. 121 00:16:34.670 --> 00:16:43.569 Jenny Duan: so these are some strategies that I use in that when I'm talking to my peers at Stanford, that I hear a lot of them using, too. So first do all your reading 122 00:16:44.980 --> 00:16:55.389 Jenny Duan: at the beginning of the week that way. If you have questions about the lessons during the week, you can ask your teachers ahead of time, and also this will help you stay on top of it. 123 00:16:55.400 --> 00:16:57.479 Jenny Duan: Second thing is 124 00:16:58.470 --> 00:17:02.680 Jenny Duan: and this is gonna sound counterintuitive. You don't need to write everything down. 125 00:17:03.090 --> 00:17:08.769 Jenny Duan: You don't need to write everything down. You don't need to take notes on everything, because note taking takes a ton of time. 126 00:17:08.839 --> 00:17:19.680 Jenny Duan: I know this because I take a ton of no",
    "tes, and I used to be one of those students, but in a push I was a student who read the textbook every single day, who took notes on every single chapter of the textbook 127 00:17:19.829 --> 00:17:23.420 Jenny Duan: and my peers. They were the ones watching 128 00:17:23.550 --> 00:17:33.139 Jenny Duan: review videos on the Internet, on Youtube. And guess what we got the same school on the Ap. Test. So how do my peers spend 30 min a day watching videos 129 00:17:33.990 --> 00:17:46.330 Jenny Duan: to prep. And I spent 1 h a day taking notes, and we got the same score. You see how like that doesn't make sense right in terms of time allocation. So once you actually start your classes, I'm going to prepare some resources for you, 130 00:17:46.510 --> 00:17:50.149 Jenny Duan: specifically for every one of your classes. So I'd actually appreciate 131 00:17:50.280 --> 00:18:08.060 Jenny Duan: after this meeting, if you could send me, like your entire class schedule. so I can like find resources for every single class for you. So I'm gonna make that an action item. And I'll send you this document after we finish. And this is the document where I'm going to be writing like daily notes on it during every one of our meeting sessions. 132 00:18:08.150 --> 00:18:09.160 Jenny Duan: So 133 00:18:09.470 --> 00:18:12.550 Jenny Duan: yeah, after this, I'm 134 00:18:13.920 --> 00:18:17.279 Jenny Duan: okay. I'll figure out how to make the check box later. But 135 00:18:17.620 --> 00:18:27.510 Jenny Duan: anyways send Jenny. Course schedule. I'll give you some like resources targeted towards every one of your classes. But anyways, the second tip is, don't write everything down. 136 00:18:27.560 --> 00:18:32.340 Jenny Duan: and then the third tip is to Do your homework during class. 137 00:18:32.420 --> 00:18:36.029 Jenny Duan: And this is kind of like a. This is like 138 00:18:36.390 --> 00:18:45.820 Jenny Duan: the counterintuitive strategy. Because people tell you like you, you need ",
    "to be focused during class. But you don't really need to be focused during every class. Because, for example, if it's computer science. 139 00:18:45.900 --> 00:19:00.460 Jenny Duan: you already know the content, right? So you don't need to be like listening intently at everything that your teacher says. Obviously, you need to be paying attention or showing that you're paying attention. But you don't have to be intently paying attention. And 140 00:19:00.560 --> 00:19:08.079 Jenny Duan: all these steps that I'm telling you, they might seem counterintuitive, but in reality like a lot of students at these top schools. 141 00:19:08.160 --> 00:19:23.819 Jenny Duan: They're kind of like bad students in the, in the stereotypical sense, in that they're doing other things during class. They might not be paying attention all the time. But that's because they're trying to maximize their time and be like good students in the end. Does this logic make sense? Or is this confusing? 142 00:19:24.450 --> 00:19:34.429 huda: Yeah, for sure. That's actually In the past years, when I've been getting my homework done quicker, I definitely saw I was doing a lot of my homework at school. 143 00:19:34.870 --> 00:19:38.720 Jenny Duan: Yeah, so do your homework at school and 144 00:19:39.000 --> 00:19:56.379 Jenny Duan: When I'm saying this, I want you to take it with the grade of salt. I'm not telling you to completely ignore your teachers. I'm not telling you to ignore your classmates, but I'm telling you to find ways to fit more into your existing hours, like in school. If you finish a project, if you finish something, don't look at your phone after. 145 00:19:56.380 --> 00:20:22.489 Jenny Duan: do your homework for the next class, you know, I'm telling you to like study in in between when you have time. For example, if your teacher says, Okay, now, take 5 min to brainstorm something often. You don't need 5 min to brainstorm if you can like. Spend 1 min to brainstorm, use those extra 4 min",
    " to do something else. So I'm telling you to like, just pay attention to the spots where you have extra time, and when you can make space in your schedule and really double down on those times. 146 00:20:22.800 --> 00:20:33.659 Jenny Duan: Does that make sense? And with that I think you can get you know what used to take you 28 h. That's 4 times 7, 28 h homework. I think you can cut that down to 14 h 147 00:20:33.820 --> 00:20:35.049 Jenny Duan: in a week. 148 00:20:35.500 --> 00:20:36.550 huda: So 149 00:20:36.720 --> 00:20:55.330 Jenny Duan: yeah, I think we'll we'll try for that. And if that doesn't work, obviously, after like 2 weeks or something, if you feel like this is not working for you, we'll reevaluate. But I think. Let's start with that. I think these social media hours. I think we can cut this down. I I'm wondering if if I can challenge you to spend 1 h on social media every day. 150 00:20:55.360 --> 00:21:02.510 Jenny Duan: I understand that, like 0 is kind of impossible, because you need to stay connected with your friends and other people. But do you think 1 h is possible? 151 00:21:03.390 --> 00:21:10.020 huda: yeah, definitely, I think that. The main reason is that high is because summer and like 152 00:21:10.160 --> 00:21:13.069 huda: Honestly, there's not much to do. But yeah. 153 00:21:13.630 --> 00:21:15.270 Jenny Duan: totally. 154 00:21:16.190 --> 00:21:18.290 Jenny Duan: So okay. 155 00:21:19.040 --> 00:21:24.100 Jenny Duan: I'm gonna change this, then to. So this is going to be our current schedule. 156 00:21:25.890 --> 00:21:40.679 Jenny Duan: and I'm going to change this to 1 h time 7. So that's going to give you. And so 28 we went to 7. So that's saving you 21 h. Is that crazy like, now, you just have 21 h back in your week because of because of that 157 00:21:43.310 --> 00:21:54.000 Jenny Duan: And I'm gonna ask you, actually another action item after this is to set time. set timers on your phone or not timers, but set screen time on yo",
    "ur phone. 158 00:21:54.170 --> 00:21:56.000 Jenny Duan: do you know what screen time is? 159 00:21:56.710 --> 00:21:57.670 huda: Yeah. 160 00:21:57.780 --> 00:21:58.840 Jenny Duan: okay. 161 00:21:59.060 --> 00:22:09.840 Jenny Duan: I'm gonna propose this to you and tell me if you don't think this is gonna work. But I'm gonna ask you to set screen time on your phone and ask your dad to set the password to something that you don't know what it is 162 00:22:10.010 --> 00:22:17.780 Jenny Duan: and set a one our social media limit. I know this is challenging. I know. I know it's tough. Do you think that you can do this? 163 00:22:19.270 --> 00:22:26.050 Jenny Duan: Yeah, my dad probably already said it. Okay. I know it's gonna be tough. 164 00:22:26.100 --> 00:22:42.339 Jenny Duan: If you find that, you know, you need to spend more time on social media. For some reason we can re-evaluate that. So all the schedule we can re-evaluate to see. You know what's not working, what's working during our check-ins. But I think for now we're gonna set a screen time of 1 h social media on your phone 165 00:22:42.640 --> 00:22:54.569 Jenny Duan: and that because why are we doing this? Because that's giving you back 21 h in your week like that's it's pretty worth it, I think, not going on social media having 21 h back. That's a lot of time. 166 00:22:54.640 --> 00:22:55.680 Jenny Duan: So 167 00:22:56.740 --> 00:23:00.249 Jenny Duan: we're gonna do that. I know it's gonna be tough, but it's gonna help you. 168 00:23:00.550 --> 00:23:11.130 Jenny Duan: The theme of this, I think, is doing tough things that help you, because, honestly, one of the biggest things that that students need to learn is how to make sacrifices early on to get 169 00:23:11.370 --> 00:23:17.469 Jenny Duan: a better future, whatever that means for you and for you. That means like more college success, which means cutting down screen time. 170 00:23:17.530 --> 00:23:19.870 Jenny Duan: So okay, now. 171 00:23:20.040",
    " --> 00:23:22.840 Jenny Duan: now that we've cut down that 172 00:23:23.170 --> 00:23:34.779 Jenny Duan: So if we spend 14 h on homework, then you have 26 h remaining, and I think this is a good amount. 26 h a week is a good amount of time for your passion projects, and for your passions. 173 00:23:35.400 --> 00:23:46.299 Jenny Duan: So now that we're doubling down on what your extracurriculars are, can you tell me how much time you spend doing each of the things we talked about last week. So. 174 00:23:46.320 --> 00:23:52.380 Jenny Duan: for example, the Thefx Club and your other extracurriculars, how much time do you spend doing those every week? 175 00:23:53.230 --> 00:24:00.559 huda: So last year I didn't have to do much for the Vfx there, because I was treasure, but this year I think 176 00:24:00.640 --> 00:24:20.270 huda: for as president, I think I'll they're not just spending more time. So it's like we're just like 30 min, because I don't want to be more. So I think I'll spend half an hour on my machine learning phone. But that's called innovation. 177 00:24:20.870 --> 00:24:26.369 Jenny Duan: Okay, have you already started this machine learning club? Or is it in the work still? 178 00:24:26.700 --> 00:24:33.770 Jenny Duan: it's in the works for so filling out the paperwork for it to be an official one. Okay, before you do that. 179 00:24:34.040 --> 00:24:42.360 Jenny Duan: I think that you should. Instead of doing a machine learning club, I think you should make a woman in Computer Science Club. 180 00:24:42.410 --> 00:24:54.409 Jenny Duan: or something like girls who code instead it can. You can still talk about everything that you would in your machine learning club. But I think you should brand it as a woman in in computer science or girls who code club. 181 00:24:55.470 --> 00:25:00.359 huda: We actually already have that at our 182 00:25:00.580 --> 00:25:05.850 Jenny Duan: okay, do you have both women in in Cs and girls who code like. Which one do you ",
    "have? 183 00:25:06.580 --> 00:25:31.450 huda: We have girls who code? And then there's another one called like girls and he web dishon or something. Okay, what about? Okay? Because the reason why I'm saying this is because we want, because what are the issues that we talked about, or one of the areas for growth in your application or in your profile, is that we're missing this element of advocacy or community service. 184 00:25:31.450 --> 00:25:45.940 Jenny Duan: And I want to integrate this into things that you already do. Does that make sense? So instead of forcing you to do a bunch of new things, I'm trying to see how we can tie in this theme to things that you're already doing. And I think this machine Learning club is a really good space for that. 185 00:25:45.940 --> 00:26:07.519 Jenny Duan: So what I'm trying to ask here is, how is, how do we work together to brand this machine Learning club with some type of service advocacy related. being behind it, you can still do exactly what you would be doing in a machine learning club. The content doesn't have to change. But what we're working on right now is the branding, how you're like tailoring this club, and how you're marketing it to other people. 186 00:26:07.590 --> 00:26:08.650 Jenny Duan: So 187 00:26:09.220 --> 00:26:18.289 Jenny Duan: what about what about. So what about women and AI Club women and machine learning, or Cs for good develop for good? 188 00:26:18.420 --> 00:26:21.680 Jenny Duan: let me write down all these ideas so that we don't forget. 189 00:26:22.060 --> 00:26:32.620 huda: Yeah, I think woman, a an AI is actually a good idea. But we could talk about like AI ethics and stuff in that. 190 00:26:32.720 --> 00:26:34.519 huda: yeah, I think it's a good idea. 191 00:26:34.760 --> 00:26:41.260 huda: I just sometimes, when we have ideal for clubs, our teaching like 192 00:26:41.280 --> 00:26:45.860 huda: merge the club. So I'm I'm not sure how I know. 193 00:26:47.790 --> 00:26:53.250 Jenny Duan:",
    " Okay, so I mean, it doesn't really matter if it if they merged it, would you still be President? 194 00:26:53.360 --> 00:26:55.009 Jenny Duan: Would you be like co-president. 195 00:26:55.580 --> 00:27:02.169 huda: I'd probably like to like end up with a company where, like I'm secretary. 196 00:27:02.580 --> 00:27:11.160 Jenny Duan: I see. Is there some way that you could retain your Presidency like, could you talk to the the leader of the other club? And or is that not possible? 197 00:27:12.090 --> 00:27:14.120 huda: I can probably try it. 198 00:27:14.250 --> 00:27:33.680 huda: yeah. The only programs. It's really hard to get like advisors and stuff. And that's why I like to limit the money for our school testing, and that we have because of the amount of advice we have for the clock. We're kind of like an understanding issue at our school. So yeah. 199 00:27:33.750 --> 00:27:38.440 Jenny Duan: Gotcha. So let's see, do you have an advisor picked for a machine learning club. 200 00:27:39.120 --> 00:27:51.279 huda: Yeah. So she's my Cs teacher. she's also like a woman. So like, I think she really support like a woman with both. So yeah. 201 00:27:51.540 --> 00:27:56.640 Jenny Duan: amazing. And this is the one that this is one of the ones that we've identified. To write you a lot of recommendation. Right? 202 00:27:56.820 --> 00:27:57.620 huda: Yeah. 203 00:27:57.840 --> 00:28:03.919 Jenny Duan: Okay, so another thing that this we're talking about in a little bit after we finish doing this is 204 00:28:04.090 --> 00:28:16.350 Jenny Duan: how we can make a good impression on your teachers, because this year that this Junior year is really like when they're going to form their impression of you to write their letters of recommendation. So we need to establish that early relationship 205 00:28:16.550 --> 00:28:20.149 Jenny Duan: during this year. So we'll talk about that in a bit. But 206 00:28:20.590 --> 00:28:32.570 Jenny Duan: okay, I think this is the order in w",
    "hich you should like. Try to figure out your clubs. So first try to brand it as women and AI, and then the goal is to be president. So 207 00:28:32.760 --> 00:28:37.939 Jenny Duan: if if you're not going to be president, then then we're going to do a different club. 208 00:28:38.280 --> 00:28:40.150 Jenny Duan: But 209 00:28:40.680 --> 00:28:51.720 Jenny Duan: okay, so if you're not going to be president of women in AI or co-president, then we're going to move down to the next club in the list and see if you can like, start your own club. Does that? Does that make sense what? I'm what I mean? 210 00:28:52.660 --> 00:28:53.440 huda: Yeah. 211 00:28:53.730 --> 00:29:00.669 Jenny Duan: okay, so first, we're going to try for the woman in AI Club, and you're gonna stick with your existing advisor for that. If that doesn't work. 212 00:29:00.700 --> 00:29:12.819 Jenny Duan: I think Cs for social good is also good or developed for good. Like, they're kind of similar ideas, basically like building Cs projects for social good. Like you, you can build websites right? 213 00:29:13.150 --> 00:29:19.370 Jenny Duan: Yeah. So like, for example, if you found nonprofits to work with, and you built websites for them like your club could do that. 214 00:29:19.460 --> 00:29:31.930 Jenny Duan: Does that make sense? Yeah. So I think women in AI Club let's try for that. You can't do that. Maybe like did not for goods, yes, for social good. If that doesn't work out. Have you heard of into code justice? 215 00:29:33.280 --> 00:29:36.709 huda: I think I've heard of it, but I don't remember what it is. 216 00:29:36.920 --> 00:29:38.880 Jenny Duan: Okay. So 217 00:29:39.620 --> 00:29:51.270 Jenny Duan: and Co. Justice is a huge like organization that does AI ethics work. So it's similar to that woman in a ethics thing that I showed you earlier. But it would be cool to start 218 00:29:51.340 --> 00:29:55.660 Jenny Duan: in an In code justice chapter where you are or 219 00:29:55.910 --> 00:29:5",
    "6.930 Jenny Duan: to 220 00:29:57.270 --> 00:30:14.960 Jenny Duan: join a leadership position at an existing chapter. If you're looking for another club. So I'm going to link this. I think this is our next option after the develop for good. So if if those 3 don't work out, I'd recommend in code justice. And I'm friends with the founder. So I can put you in touch with her if we end up doing this one. 221 00:30:16.310 --> 00:30:17.490 Jenny Duan: That's really cool. 222 00:30:17.740 --> 00:30:21.740 Jenny Duan: Yeah, does that? Does that make sense? 223 00:30:22.250 --> 00:30:25.630 huda: this and code justice? It looks really cool. 224 00:30:25.930 --> 00:30:39.439 Jenny Duan: Yeah, it's it's really awesome. Let me actually check if they have a chapter where you are, because if they do, then maybe we can put you in touch with them. Let's see. Can you tell me where on the map you are. 225 00:30:40.400 --> 00:30:46.269 Jenny Duan: I'm in like a Norcal. I kind of central Would this be a chapter 226 00:30:47.630 --> 00:30:50.260 huda: That's like a bit far. So 227 00:30:50.520 --> 00:30:52.489 huda: oh, it's like an hour away, I guess. 228 00:30:53.140 --> 00:30:55.980 Jenny Duan: Okay. can you tell me like, move down 229 00:30:56.200 --> 00:31:00.130 huda: a little to the east, I think. 230 00:31:01.950 --> 00:31:09.590 huda: oh, yeah, it's it's a man has over there. 231 00:31:09.780 --> 00:31:11.970 Jenny Duan: oh, right here. Gotcha, yeah. 232 00:31:12.250 --> 00:31:15.949 Jenny Duan: okay, amazing. And also, what county are you in 233 00:31:16.800 --> 00:31:19.090 huda: San county? 234 00:31:19.370 --> 00:31:21.430 Jenny Duan: It's it's it's it's, it's, it's it's it's a, it's a, it's a, it's a, it's a it's a, it's a it's a it's a it's a it's a it's a it's a, it's a, it's a, it's a, it's a, it's a, it's a, it's a, it's a, it's a it's a it's a it's a it's a it's a, it's a, it's a, it's a, it's a, it's a, it's a, it's a, it's a, it's a it's a it's a it's a it's a it's a",
    " it's a it's a it's a it'. 235 00:31:21.820 --> 00:31:36.720 Jenny Duan: So maybe you could start like a Mountain House chapter of in code justice. We'll talk about that later. Whether or not. That's a good stop for you, but that is something that we can do. So okay, your Vfx Club will take half an hour and your new club. 236 00:31:36.760 --> 00:31:42.619 Jenny Duan: I'm just gonna call it machine learning, even though we're gonna re-brand it. Actually, I'll just call women in AI club. 237 00:31:43.010 --> 00:31:46.489 Jenny Duan: So women in AI club. How long do you think this is? Gonna take you? 238 00:31:48.200 --> 00:31:53.730 huda: I think this might take me like a little bit longer. So 239 00:31:54.370 --> 00:31:55.440 huda: maybe like 240 00:31:55.850 --> 00:32:03.469 huda: 45 min, maybe a day, or every other day, or how often do your clubs? Me at school? 241 00:32:05.210 --> 00:32:10.980 huda: okay, I think outside of school will probably be like twice a week. 242 00:32:11.140 --> 00:32:14.969 huda: me and the other officers to like plan things out. 243 00:32:15.290 --> 00:32:21.849 huda: and that could actually, we could just make those like 30 min meetings and just discuss everything. So this twice a week. 244 00:32:22.410 --> 00:32:27.410 huda: or we could just do one like 45 min call. But I'm not sure which one's like more effective. 245 00:32:27.800 --> 00:32:31.920 Jenny Duan: hmm! I see what you mean. 246 00:32:32.380 --> 00:32:42.079 Jenny Duan: okay, so let's just say that your Viax club is, gonna take you. Let's say 2 h a week. Is it? 2 or 3. How? How do you think? 247 00:32:42.550 --> 00:32:45.320 Jenny Duan: Which one do you think is better? 2 h, 3 h. 248 00:32:46.430 --> 00:32:50.469 huda: it's a 2 h. 249 00:32:50.700 --> 00:33:18.090 Jenny Duan: Okay, and also the goal with these clubs is to as president. Your goal is to delegate work to other people. So you should not be doing like a ton of the club work. You should be like delegating it to th",
    "e other people like the secretaries, the treasures, etc., and as the President. Your goal is to just lead and set the direction for the club. So you shouldn't be needing to put a ton of effort into doing like manual manual work like posters, advertising and stuff because you should have other board members do it for you. 250 00:33:18.320 --> 00:33:24.750 Jenny Duan: And then, woman at AI Club, let's say like 3, 4 h. Which one do you think would be better? 251 00:33:26.400 --> 00:33:34.460 huda: I'd say, like 3 h per week, so that we can 252 00:33:34.520 --> 00:33:36.929 huda: me outside of school and just discuss 253 00:33:37.400 --> 00:33:43.530 Jenny Duan: okay, amazing. And then let's go through. What are some of your other extra particulars that you already spend time doing? 254 00:33:44.430 --> 00:33:50.949 huda: yeah. So developing the game. I like to work on it like at least an hour. 255 00:33:51.280 --> 00:34:03.820 huda: every day. Yeah. yeah, just making a little steps. But sometimes, yeah, so just an hour per day. 256 00:34:04.500 --> 00:34:07.310 huda: and then 257 00:34:12.139 --> 00:34:14.910 huda: there's not like 258 00:34:15.500 --> 00:34:19.469 huda: Which extracurricular should we talk about last week? I don't remember. 259 00:34:19.900 --> 00:34:24.140 Jenny Duan: Yeah, no problem. let me look at that? 260 00:34:25.500 --> 00:34:28.270 Jenny Duan: okay. 261 00:34:29.420 --> 00:34:32.530 Jenny Duan: so your school news channel, how long does that take? 262 00:34:33.280 --> 00:34:41.840 Jenny Duan: It's usually like all during cool. So it shouldn't take that much time. Okay, is it like a class like journalism, or like broadcast class? 263 00:34:42.120 --> 00:34:47.310 huda: Yeah, it's like class. And also we have like, I guess it could kind of flex period 264 00:34:47.320 --> 00:35:00.460 huda: where we could go to some of our teachers, or we could film for the for the class and stuff. So I usually spend that time filming for that. Mhtp. 265 00:35:",
    "00.590 --> 00:35:03.070 Jenny Duan: okay, amazing. So. 266 00:35:03.730 --> 00:35:18.160 Jenny Duan: okay, so you have that. And also during your flex period, you can also do homework. That's another good time to do your your homework during your flex period. Okay? So I'm gonna say, I'm still gonna write it down. But I'm gonna put like 0 extra hours per week. So school broadcast. 267 00:35:19.020 --> 00:35:22.969 Jenny Duan: Okay, I'm going to say 0 h per week. 268 00:35:24.300 --> 00:35:29.619 Jenny Duan: okay, so this leaves us with 13, no 269 00:35:30.120 --> 00:35:33.389 Jenny Duan: 14 h left to do other things every week. 270 00:35:33.830 --> 00:35:37.760 Jenny Duan: So I'm gonna say, let's spend 271 00:35:39.360 --> 00:35:50.229 Jenny Duan: Let's say you're going to spend 5 h a week doing applications. Do you feel like that's okay, like 5. And when I say application, I mean, like the awards, we're going to talk about summer programs. Things like that. 272 00:35:50.750 --> 00:35:56.240 huda: Yeah, that's definitely fine. I mean, that's like an hour every week, day or 273 00:35:56.610 --> 00:36:05.909 huda: yeah, that that should be fine. Actually, I'm gonna say, average of like 4 h a week, because I don't think we'll have that many applications to do, and if one application takes like 274 00:36:06.270 --> 00:36:11.309 Jenny Duan: a total of 10 h, we can do it between like 2 and a half weeks. So I'm gonna say, one 275 00:36:11.320 --> 00:36:12.650 Jenny Duan: you're going to spend like. 276 00:36:13.860 --> 00:36:19.780 Jenny Duan: actually for okay, yeah, I'll just say 4, even though that might be too much. We'll see how that goes. 277 00:36:20.060 --> 00:36:35.209 Jenny Duan: So 4 h a week doing applications, and then you have 10 more hours to do, and I think that for your extracurriculars and passion projects, we need to figure out 6 more, because on the common app you have space for 10, and you want to fill all 10. 278 00:36:35.350 --> 00:36:36.649 Jenny Dua",
    "n: Does that make sense? 279 00:36:36.810 --> 00:36:44.260 Jenny Duan: Yeah. So I'm gonna say, your Sunday school volunteering? that's gonna take 280 00:36:44.710 --> 00:36:47.719 Jenny Duan: 0 extra hours because we already put it up there. 281 00:36:48.100 --> 00:36:56.630 Jenny Duan: But also to clarify. Is this Sunday school? Is this Indian Sunday school? Is this like church Sunday school? What type of Sunday school is this? 282 00:36:56.870 --> 00:37:08.910 huda: Yeah. So it's a Muslim Sunday school, where we are teaching like little kids about the religion and stuff, and also teaching like how to get started with Arabic learning. Arabic. 283 00:37:09.410 --> 00:37:12.340 Jenny Duan: Yeah. And are you, Muslim? Do you speak Arabic? 284 00:37:13.120 --> 00:37:16.530 huda: I'm awesome. I can read Arabic, but I can't speak it. 285 00:37:16.910 --> 00:37:17.980 Jenny Duan: Amazing. 286 00:37:18.050 --> 00:37:44.410 Jenny Duan: So the reason why I'm asking you this is because another thing that I think we can add to your application is your culture talking about your culture. And this is really really important, because schools want to see, you know, a full sense of who you are. They don't want to see like that. You're involved in clothes. They also want to see. You know you're doing service. You're involved in your culture. And what other elements can you bring to the school? Because, you know, a school can be filled with tons of smart people. But 287 00:37:44.410 --> 00:38:00.640 Jenny Duan: that doesn't necessarily make it a good environment. So schools are looking to fill a holistic class, and they're looking for people from different backgrounds. So I think it'd be really important to have something that emphasizes your culture. And so I think this Sunday school is really important. And that's something that we can talk about. Actually, because 288 00:38:00.640 --> 00:38:17.609 Jenny Duan: for example, schools like Stanford, I know, have like a really strong and",
    " vibrant Muslim community. And they're looking to add to that. So we we can talk about that in your applications. And that's actually something that we should highlight, instead of like trying to dim down in in in favor of other academics. Does that make sense? 289 00:38:17.820 --> 00:38:19.009 huda: Yeah, for sure? 290 00:38:19.380 --> 00:38:26.980 Jenny Duan: Awesome. So do you, do you do any other advocacy within, like the Muslim community? Are you involved in it in any other ways 291 00:38:27.250 --> 00:38:29.079 Jenny Duan: that you we haven't talked about yet? 292 00:38:29.680 --> 00:38:36.279 huda: yeah. So okay, I don't know discounts. But I'm in the Msa club and 293 00:38:36.290 --> 00:38:49.780 huda: they have like these luncheons where they they try to. We organize like a buffet, basically for the teachers to. And then we teach them about Ramadan, which is like a month really fast and stuff. And 294 00:38:49.950 --> 00:39:06.789 huda: basically, we're trying to educate like others about our religion. and other than that, there's also like our community has like a group of Muslims. And sometimes there's opportunities like 295 00:39:06.800 --> 00:39:14.510 huda: talking to the to the board members and asking them questions and stuff about the Muslim youth and 296 00:39:14.620 --> 00:39:20.280 huda: improvements you can make. So that's definitely something I could get involved with in the future. 297 00:39:20.750 --> 00:39:29.609 Jenny Duan: I think this is a gem like, I think this is something that we should really spend some time thinking about how much time you spend on the Msn. A club. Msa. Club right now. 298 00:39:30.220 --> 00:39:34.040 huda: it's really inactive. because 299 00:39:34.200 --> 00:39:36.809 huda: our club, like officers are. 300 00:39:36.830 --> 00:39:41.479 huda: They just don't do much, but maybe not a lot like 301 00:39:41.540 --> 00:39:43.599 huda: I even say, 0 h. 302 00:39:43.690 --> 00:39:46.600 Jenny Duan: Okay, could you become",
    " President of? 303 00:39:47.210 --> 00:39:51.289 huda: I tried last year, but it was like really rigged. They got like 304 00:39:51.500 --> 00:39:56.760 huda: a bunch of their friends to join the club. And then, yeah, it was just. It's not possible. 305 00:39:57.250 --> 00:40:00.330 Jenny Duan: Do you have a position, a leadership position in this club? 306 00:40:01.410 --> 00:40:08.939 huda: No, but I'm like the the club is pretty small. So, like most of the members, are like very like tight knit. So. 307 00:40:09.040 --> 00:40:17.679 Jenny Duan: That's why are you involved in that community like? Do you say that you're included in that? Tighten it or no? Are you like more on that side. 308 00:40:18.730 --> 00:40:27.160 huda: I'd say, like, I'm kinda on the outside, just because these people know each other for a while and like 309 00:40:27.860 --> 00:40:31.619 huda: they just r the election. Assist? Crazy. 310 00:40:31.700 --> 00:40:33.699 Jenny Duan: Okay? Then, let's 311 00:40:33.970 --> 00:40:41.060 Jenny Duan: let's put a bookmark in this. Do you think you can become President by the end of next year by the end of this year, like for next year or no 312 00:40:42.280 --> 00:40:46.190 huda: I can. I I probably apply this year. 313 00:40:46.220 --> 00:40:49.929 huda: but I'm not really positive that I'd actually get the position. 314 00:40:50.280 --> 00:41:00.739 Ivy Mentors: Yeah, I'll pick a quick point here Jenny, and you know, thanks a lot for holding into this. You know, we never saw this as like one of the things that we needed to really think about or go deep into that. That's a great devolution. 315 00:41:00.750 --> 00:41:08.690 Ivy Mentors: So I think the challenge that Huda fundamentally has is that we are kind of really new to this community, right? Like we actually moved here. 316 00:41:08.900 --> 00:41:15.409 Ivy Mentors: I would say, just like during Covid. we used to live in like, you know, Dublin, right? Which is like very close. And I think we we",
    "re there. 317 00:41:15.480 --> 00:41:23.239 Ivy Mentors: So that's fundamentally one of the challenges and also part of with our story, because with that has been on the move since. she was literally born right? So 318 00:41:23.400 --> 00:41:34.829 Ivy Mentors: that actually introduces a lot of challenges in in terms of her. you know, being able to really get into any of these kind of school positions, or 319 00:41:34.860 --> 00:41:44.170 Ivy Mentors: it's just hard, you know, I mean, let alone like for that, you know, like, even for us, like families, it's very hard to kind of get in. And you know, in in, you know, this is, this is a very close knit community. So 320 00:41:44.340 --> 00:41:50.059 Jenny Duan: and we are still kind of outsiders to be honest. Right? So that's always the challenge. Yeah. 321 00:41:50.100 --> 00:42:03.759 Jenny Duan: all right. So right now, I'm seeing like the different highlights of your application. So taking the perspective of like an admissions officer type of perspective. What I'm seeing as highlights on your application right now, our involvement in stem 322 00:42:03.800 --> 00:42:05.140 Jenny Duan: journalism 323 00:42:05.300 --> 00:42:07.550 Jenny Duan: slash like broadcasting. 324 00:42:08.200 --> 00:42:19.179 Jenny Duan: woman. And then advocacy like AI ethics, advocacy and cultural advocates, cultural involvement 325 00:42:19.370 --> 00:42:21.929 Jenny Duan: in the Muslim community. So I think. 326 00:42:22.340 --> 00:42:37.999 Jenny Duan: how do we double down on all these aspects of you, because I think all these are really important. I don't think we need to add anything extra anything else like. I don't think we we need to be doing like environmental advocacy. I don't think you need to be doing business. I think this this pocket of focused 327 00:42:38.070 --> 00:42:42.890 Jenny Duan: things is a really really strong foundation for you. So 328 00:42:43.260 --> 00:43:00.400 Jenny Duan: now that we're thinking about passio",
    "n projects, do you have any idea of what other projects you you want to implement within the next school year. For example, you talked about your Youtube channel. Is that something that you're interested in continuing? Are you interested in getting involved with in code justice. Are you interested in starting your own organization like 329 00:43:00.630 --> 00:43:07.530 Jenny Duan: last time we branch from a ton of ideas? So what were the ones that you really want to focus on? Have you thought about it at all? 330 00:43:08.300 --> 00:43:27.509 huda: Yeah. So I definitely want to continue the idea of recording ads and videos interviewing small businesses in my community and then trying to expand it from there. So that project really stood out to me. And I think I want to continue that this year for sure. 331 00:43:27.630 --> 00:43:32.579 huda: And that might not take me as long as 332 00:43:32.750 --> 00:43:35.029 huda: I mean. I think I'll probably take 333 00:43:36.070 --> 00:43:40.050 huda: about an hour half an hour per day on that 334 00:43:40.190 --> 00:43:52.790 huda: I mean, obviously, I think I should start with more time because I want to develop the website. And I want to start making the videos so definitely, that'll take me longer. So actually, I'll bump that up to just 335 00:43:53.040 --> 00:43:55.259 huda: an hour. I think I'd say 336 00:43:55.770 --> 00:43:58.850 Jenny Duan: so. Would you say, 7 h a week or 5 h a week. 337 00:43:59.800 --> 00:44:01.649 huda: I think 7 h a week. Yeah. 338 00:44:01.700 --> 00:44:23.930 Jenny Duan: okay, amazing. And I actually think that we should change this video project. Because I think or let's let's have a focus for it. So random small businesses that doesn't really add anything else to your application, because that doesn't connect to anything else. The thing with this is like connection like you would think of you, your Huda in the center. We want to find, like, what are the hubs that 339 00:44:23.930 --> 00:44:3",
    "7.640 Jenny Duan: like connect to you and the they are all the things that we wrote, and how do they like connect to each other. So instead of having, like a bunch of different outwards things, we want to build a net, does that visualization 340 00:44:37.700 --> 00:44:57.380 Jenny Duan: like we wanna make a debt. So we want everything to be connected to each other. So for this video project, when we're thinking about small businesses, we need to find a focus within that. So I think maybe. What if you did a video project? Highlighting Muslim owned small businesses or Muslim owned businesses in your area and sharing the stories of the people behind them. What do you think about that? 341 00:44:57.530 --> 00:45:01.650 huda: Yeah. actually, one of the first small businesses that I was gonna ask. 342 00:45:01.780 --> 00:45:18.029 huda: was this Hannah business in my area. And yeah, so I could definitely ask her. And like more, listen own business, because in my community, there's like a lot. So yeah, I think that's some definitely something that I can do. 343 00:45:18.050 --> 00:45:30.299 Jenny Duan: Yeah. So I think we need to find that focus, because that adds more to your story, because with just regular small businesses, if it's too broad, it doesn't really like it doesn't make sense. Why you're interviewing, because. 344 00:45:30.450 --> 00:45:47.510 Jenny Duan: like it doesn't make sense. Why, that connects to you other than the P. That you like, you know, documentary making like journalism and things. But if we connect it to your culture. That adds something special, adds another dimension. Does that make sense? It adds like a why, why do you want to do this? Because you want to uplift your community because this is important to you. 345 00:45:47.600 --> 00:45:56.589 huda: So I had a question. So when we expand this to other students, would they have the same theme in their videos. 346 00:45:56.680 --> 00:45:58.960 huda: are there interviews? 347 00:45:59.440 --> ",
    "00:46:07.509 Jenny Duan: I think they could. I think, what if? Yeah, what if you reach out to other Muslim students. I think you could do that definitely. 348 00:46:07.570 --> 00:46:22.750 Jenny Duan: Or you can. Just we can talk about this a little bit more as you continue to develop this. But maybe it could be like other people's cultures. Maybe it could be like all Muslim cultures, it just. We'll see what people we can reach first. After you start this project and like, see where it takes you. 349 00:46:22.920 --> 00:46:23.650 huda: Yeah. 350 00:46:23.880 --> 00:46:29.070 Jenny Duan: okay, so 1, 2, 3, 4, 5, 6, and then let's just do 2 more like. 351 00:46:29.270 --> 00:46:33.219 Jenny Duan: because now we have. Now we're at what we're at. 10 352 00:46:33.250 --> 00:46:40.569 Jenny Duan: 1219, you still have 7 h remaining. So let's think about how we can split that 7 h into 2 more 353 00:46:40.670 --> 00:46:52.159 Jenny Duan: activities. Actually, we only have 3 h for maybe because applications pick up 4 h. Thought about that. Okay, you you have 2 h remaining. Do you play an instrument? You do a sport? Do you do anything like that? 354 00:46:53.020 --> 00:46:58.420 huda: no. But I would like to allocate some time to study for the sat. 355 00:46:58.850 --> 00:47:03.470 Jenny Duan: Oh, right? Okay, sat. Let's say, hmm. 356 00:47:03.980 --> 00:47:07.950 Jenny Duan: okay, let's actually give the rest of your time to sat. Because I feel like that's important. 357 00:47:07.970 --> 00:47:14.980 Jenny Duan: Okay, I'm gonna cut this down. I think applications. You only need 2 h a week. I honestly don't think it will take you that long. 358 00:47:15.000 --> 00:47:18.910 Jenny Duan: And I'm going to give you 5 h a week. That's like 1 h every day. 359 00:47:19.140 --> 00:47:22.740 Jenny Duan: okay. So 360 00:47:23.620 --> 00:47:25.910 Jenny Duan: I actually think, S, it might take you 361 00:47:28.140 --> 00:47:31.949 Jenny Duan: 5 h a week, maybe a little bit more. But we'll",
    " see how that goes. 362 00:47:32.060 --> 00:47:44.610 Jenny Duan: So okay, now, we have a template for how you're going to spend your 168 h. How does how is this looking for you? Do you see any places where you think we could change? Or do you think this looks pretty accurate to something you could follow. 363 00:47:45.590 --> 00:47:57.309 huda: it definitely looks like it looks pretty doable. And I think. cutting down on social media will be hard. But if I'm busy doing something, then 364 00:47:57.380 --> 00:48:01.439 huda: yeah, I think I'll be able to do it and commit to it. 365 00:48:01.620 --> 00:48:06.400 huda: and just having these goals is is really. 366 00:48:06.680 --> 00:48:08.339 huda: it's really good for me. Yeah. 367 00:48:08.520 --> 00:48:10.610 Jenny Duan: okay, so now that we have that. 368 00:48:10.720 --> 00:48:22.929 Jenny Duan: let's go back to what we're working on. In the first place, which is this tractor? And we're going to work together to populate what times you're going to be spending, doing everything. So if you go to school at. Was it 8 30? When do you wake up? 369 00:48:23.410 --> 00:48:27.270 huda: I'm gonna try waking up at 7, 370 00:48:27.530 --> 00:48:33.390 Jenny Duan: all right. And would you say, this is like you could do that for Monday through Friday. 371 00:48:33.640 --> 00:48:34.450 huda: Yeah. 372 00:48:34.550 --> 00:48:40.940 Jenny Duan: Okay. And then what do you do in the morning? You did it like, do you leave the house at 8 am. When do you leave the house? 373 00:48:42.090 --> 00:48:54.840 huda: Well, before I had leave the house at like 8 20, because I'd go my car. But I think I want to walk this year. So I'd probably start at like 8. Yeah. 374 00:48:55.140 --> 00:48:57.780 Jenny Duan: okay. so 375 00:48:59.750 --> 00:49:02.370 Jenny Duan: okay. actually. 376 00:49:03.310 --> 00:49:05.780 Jenny Duan: give me 1 s. I'm gonna 377 00:49:11.800 --> 00:49:12.720 okay. 378 00:49:14.280 --> 00:49:17.670 Jenny Duan: 7. Am, you",
    " gonna wake up? Okay? 379 00:49:18.430 --> 00:49:34.669 huda: And then 8 am. So does it take you an hour to get ready, eat breakfast every day. How long does it take you to do that? yeah, like an hour. Just I mean, I could probably cut down on that. But like having breakfast packing my bag. 380 00:49:34.760 --> 00:49:37.090 Jenny Duan: etc. Yeah. Okay. 381 00:49:38.400 --> 00:49:40.020 Jenny Duan: walk to school. 382 00:49:40.680 --> 00:49:44.270 Jenny Duan: And then, 8, 30. You start school. Right? 383 00:49:44.600 --> 00:49:45.360 huda: Yeah. 384 00:49:45.950 --> 00:49:49.189 Jenny Duan: Okay, start school 3, 45, 385 00:49:49.690 --> 00:49:51.239 Jenny Duan: you and school right? 386 00:49:51.570 --> 00:50:02.479 Jenny Duan: And then let's just give you until 4, 40, like 3, 45 until 4, 45. That's an hour every day to do your clubs. Do you think that's enough. Or do you think it takes you more than an hour every day? 387 00:50:03.690 --> 00:50:05.719 huda: I I think that's good. 388 00:50:06.360 --> 00:50:09.149 Jenny Duan: Okay. So if you spend an hour doing clubs? 389 00:50:09.250 --> 00:50:12.800 Jenny Duan: Then 390 00:50:12.940 --> 00:50:18.549 Jenny Duan: you can get home at 4 15 pm. Would you say? That's because it takes you half an hour right? 391 00:50:20.680 --> 00:50:36.749 huda: yeah, it's not that long of a walk actually wait. So, clubs are kind of like, more of a At home thing to work on, because it's easier to like work online. So okay, so do you club me in person or no? 392 00:50:37.320 --> 00:50:45.379 huda: Yeah. But the clubs usually meet during our during lunch. So oh, gotcha, okay, no problem. I understand. 393 00:50:45.690 --> 00:50:58.689 Jenny Duan: Also, I'm not sure why this is formatting to 6 to military time. And it's just this one that's working for military time. So maybe you can change it on your end, because on my end, it's just correcting to military time. So. 394 00:50:59.510 --> 00:51:01.400 Jenny Duan: okay, yeah. 395 00:51:02.31",
    "0 --> 00:51:04.350 Jenny Duan: this is when you get home right? 396 00:51:05.640 --> 00:51:06.849 huda: Oh, my. 397 00:51:06.980 --> 00:51:10.420 Jenny Duan: I know it's kind of annoying. And then 398 00:51:12.290 --> 00:51:18.850 Jenny Duan: then you're gonna work on clubs until for an hour until 5 15 Pm. Does that does that sound good to you? 399 00:51:19.700 --> 00:51:20.560 huda: Yeah. 400 00:51:20.890 --> 00:51:23.970 Jenny Duan: okay, how long does it? When do you typically eat dinner? 401 00:51:25.370 --> 00:51:38.710 Jenny Duan: we eat like, really late, like at 9 or something. Yeah. Okay. So 5, 15 to let's get all your school work done first. So 5, 15 to 7, 15, you're going to do your homework. 402 00:51:41.090 --> 00:51:42.900 Jenny Duan: And that way, you can just 403 00:51:43.640 --> 00:51:51.560 Jenny Duan: have it done like, basically right when you get home so that you can work on your projects after that. So if you do your homework until 404 00:51:52.170 --> 00:51:55.129 Jenny Duan: 7, 15. Then 405 00:51:56.290 --> 00:51:58.980 Jenny Duan: you can work on your let's see. 406 00:51:59.560 --> 00:52:12.949 Jenny Duan: what do you want to do after homework? What do you think is most logical, more studying, like sat studying or applications. Or your video project. What do you think fits for your game development? What do you think fits in naturally, right after doing homework for you. 407 00:52:14.200 --> 00:52:20.880 huda: I think game development. yeah, because it's like, kind of a contrast of 408 00:52:20.910 --> 00:52:24.469 huda: homework. So yeah. 409 00:52:25.050 --> 00:52:27.969 Jenny Duan: so we're just gonna put in 1 h for that. So 410 00:52:28.460 --> 00:52:31.040 Jenny Duan: 8 15 pm, let's say 411 00:52:31.080 --> 00:52:34.680 Jenny Duan: game development. And then 412 00:52:35.340 --> 00:52:42.369 Jenny Duan: for the next 45 min, what do you think works best like applications setting for the sat video project. 414 00:52:47.470 --> 00:52:50.2",
    "10 huda: I could work on the 415 00:52:50.530 --> 00:52:55.839 Jenny Duan: okay. So let's just do until 9 pm, I think you can do 45 min a day 416 00:52:55.980 --> 00:53:00.200 Jenny Duan: video project. And then how long does it do you take to eat dinner? Normally? 417 00:53:01.250 --> 00:53:03.759 huda: just like 20 min. 418 00:53:03.810 --> 00:53:09.549 Jenny Duan: Okay, let's just say, you're gonna eat dinner until 9 30 Pm. Dinner. And then 419 00:53:09.850 --> 00:53:11.989 Jenny Duan: after this, we're gonna do 420 00:53:12.170 --> 00:53:15.080 Jenny Duan: 9, 30 to 1030. 421 00:53:15.330 --> 00:53:18.640 Jenny Duan: And this is when we're going to do your 422 00:53:20.660 --> 00:53:22.509 Jenny Duan: This is oh, my gosh. 423 00:53:22.710 --> 00:53:26.479 Jenny Duan: you change this to 1030. I'm sorry. I don't know why that's happening. 424 00:53:27.070 --> 00:53:37.380 Jenny Duan: We're going to do applications. Slash sat. And I'm putting that slash because you're not going to need to work on your applications on a daily basis. Probably. So 425 00:53:37.580 --> 00:53:47.620 Jenny Duan: you most of this time will be spent doing sat. But in case you need to do your applications, you can also do it in this time. Okay? And then 11 pm, you're going to sleep. 426 00:53:49.530 --> 00:53:56.889 Jenny Duan: This is going to be your daily schedule from Monday through Friday. Does this seem reasonable for you, or is there any things that you would want to change. 427 00:53:57.770 --> 00:54:27.409 Ivy Mentors: No, yeah. I think that looks perfect. Actually. hey? I think we are running to all the are sorry. You know there's another student and mentor. Actually, there's a session that to disconnect I'll I'll try to disconnect, and you probably can wrap it up. but otherwise, you know, definitely, you know, over email, we'll we'll get in touch with you as well. Can I have 5 more minutes with, who does that? Okay, yeah, yeah, absolutely. I I will see. You know, last time I tried",
    " to get out and I dropped. You know, I'm just like, I'm 428 00:54:28.090 --> 00:54:37.670 Ivy Mentors: yeah. I think you need to teach me how to work on. yeah. stop sharing. 429 00:54:37.980 --> 00:54:39.450 Jenny Duan: So 430 00:54:40.000 --> 00:54:43.529 Ivy Mentors: okay, I do an end. And then just leave meeting with the 431 00:54:43.780 --> 00:54:45.149 huda: no. Just leave me. 432 00:54:45.360 --> 00:54:51.850 Ivy Mentors: Okay. Thank you. talk to you later, Jenny. Thanks a lot. 433 00:54:52.930 --> 00:54:55.300 Jenny Duan: Okay. 434 00:54:55.580 --> 00:55:06.129 Jenny Duan: okay. Let me see. So back to what we're back on track. So you'll notice like some things I didn't put in like transportation time like that's just all. Gonna get 435 00:55:06.210 --> 00:55:08.920 Jenny Duan: fit it into everything else like these are just benchmark."
  ],
  "turns": [
    {
      "speaker": "unknown",
      "conf": 0.5,
      "start": 0,
      "end": 1.22,
      "text": "Well as well. 2"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1.52,
      "end": 13.629,
      "text": "awesome. So I thought we could just get started. I hear that you are starting school, is it tomorrow? Yeah, amazing. How do you feel about that? 3"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 14.03,
      "end": 26.069,
      "text": "I'm so scared? because I actually just switch from regular Us history to ap, and then I have to do like all my Ap summer homework 4 today. So yeah. 5"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 26.48,
      "end": 42.23,
      "text": "oh, wow, how much work do you have? I had to like 15 pages of notes, but I mean, I guess it wasn't that bad? 6 How? How's it going for you like? Do you feel like you're done, or are you? Do you still have a lot to do. 7"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 42.62,
      "end": 63.3,
      "text": "I'm like, almost done. But yeah, I was just applying for the community college courses. 8 and you can have it on the film one. Or did you decide on the polysylon? 9 I'm trying to actually find the available courses because, I can't really find them on the website. So I might have to talk to my counselor about it. 10"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 63.71,
      "end": 74.53,
      "text": "Gotcha and As for everything else in school, so I have there been any other changes to your curriculum, besides going from regular history to a push. 11"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 75.56,
      "end": 95.03999999999999,
      "text": "no, but also I think I don't know if I told you last time. But me and my friend are starting a machine learning club 12 and I'm thinking of trying to tell someone else from a different school to start one at their school so they could expand across different schools. 13"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 95.63,
      "end": 115.509,
      "text": "Yeah, that's really awesome. I'm happy for you. So I was thinking for today, what we could do is first of all, as May, I need to share with you, which is, I'm starting a tracker, that I'm going to be putting like different awards and programs that you should apply for and actually let me share that with you. Right now, can you put your email in the chat? Is that okay. 14"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 115.75999999999999,
      "end": 116.5,
      "text": "yeah. 15"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 117.46000000000001,
      "end": 118.6,
      "text": "amazing. 16"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 123.15,
      "end": 157.23,
      "text": "So 17 I'm going to share this with you. But I also kind of want to walk you through this because we're going to be using this during the time that we work together, and I think it's going to be helpful for working on setting strict timelines and a plan for a lot of the goals that we're going to work on. 18 So if you can click 19 into that link, that would be great. And I'm actually going to share my screen really, quickly. in a couple of seconds. 20 Okay. 21"
    },
    {
      "speaker": "student",
      "conf": 0.5,
      "start": 157.79,
      "end": 158.61,
      "text": "thank you. 22"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 160.29,
      "end": 163.489,
      "text": "So, are you able to see this on your screen? 23"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 164,
      "end": 166.51,
      "text": "Yeah, okay, amazing. 24"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 166.57,
      "end": 206.349,
      "text": "So during our time together, as we sort of decide and figure out what exactly are the right programs for you to apply for and structuring your time. I'm going to be adding opportunities and awards into this big tracker. And hopefully, if you find some that you think would be interesting, feel free to drop them as well. this is a kind of a collaboration space that both of us can use to work together. So 25 I'm just gonna walk you through it really quickly. So first of all, we have an award section. And I remember we talked about this one, which is the Ncw. It aspirations and computing a work. So I'm just giving you an example what this is gonna look like. So putting in the award name the description of the award 26"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 206.71,
      "end": 242.24,
      "text": "to this one for computer science, for, like young women, it's a an award. And then the tags. So women in science, 27 women's computer science. And then the scope. It's a state international award. So they have, like different awards for State and the national level, a link to the application and the time that it opened. So this one September first, so we can start applying for it in one month from now and then. 28 I don't know when the deadline is because it hasn't opened yet. But there's 29 a little check box section for like when you create your account. 30"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 242.3,
      "end": 271.369,
      "text": "when you've gathered all the materials so materials being like, what is the recommendation? Transcripts, etc., extra curriculum section filled, essays, drafted, edited, submitted, and then status so in progress, submitted, accepted, declined, and not yet started. So does this kind of tracker format make sense on how we're going to be. I think this is this is really helpful. And I I think, like having this might like motivate me because it's like, I work in check boxes. And like, yeah. 31"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 271.8,
      "end": 310.83,
      "text": "so yeah, hopefully, this will be really clear cut and we're gonna have this over the time that we work together, and I'll continue populating it as I get to learn more about you and things that you're interested in. And as I come across opportunities too, and if you come across things feel free to put it in, the first row is a template, so you can just copy this whole thing and then like paste it to add another row. 32 And then same thing for summer programs. And then 33 these are some extra curriculars, daily scheduling goals that hopefully we can fill in today, because I think the goal of our session today. What should be to really outline your game plan for the school year in this semester, because 34"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 310.83,
      "end": 339.81,
      "text": "I remember last time we talked we discovered that something that you might experience is a little bit of trouble scheduling your day and figuring out how much time you spend on school work versus extracurriculars, and how you can fit in time to actually do all the things that you want to do, like work on your games, start your club and all of these things. So I was thinking that that should be the goal of today's session is to figure out really outlining how we can empower you to 35 have a schedule and know how to manage your time as you go into this new school year. How does that sound? 36"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 340.2,
      "end": 344.37,
      "text": "Yeah, that sounds really nice. I definitely do need a the schedule for my day. 37"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 344.53,
      "end": 376.94,
      "text": "See it. 38 So I think we can just kind of jump into that. I'm on the time working on the tab that says like daily schedule on the bottom. So and I'm actually just gonna make a weekly like, basically just a weekly tracker. So Monday, Tuesday, Wednesday, Thursday, Friday, Saturday. 39 Sunday. and 40 I'd actually love to know what your school schedule is like and like, what time you go to school. And we can really start collaborating on this together. 41"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 377.82,
      "end": 403.58,
      "text": "Yeah. So school starts at 8, 30, and we get off at 3, 45, but most of the time 42 I'll be like walking home, and I'll probably reach at home at like 4, 10, or like if 4, 20, that kind of time well, what time do you normally wake up for school 43 Last year we'll go about 7 40. But I'm gonna try to wake up earlier this year. 44"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 404.09000000000003,
      "end": 407.119,
      "text": "Gotcha, who did you know how many hours are in a week. 45"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 409.2,
      "end": 412.75,
      "text": "great 46"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 414.21,
      "end": 417.079,
      "text": "is that question. Is that your question? 47"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 417.9,
      "end": 419.87,
      "text": "168. 48"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 419.93,
      "end": 444.04,
      "text": "Okay, yes, perfect. Did you look that up? Okay, all good. The reason why I'm asking you this question is because I think we're gonna take a backwards approach. So you know, we have 1 68 h, and we're gonna allocate. How many hours you want to spend on everything? the reason why it's really important to know exactly how many hours we need to spend on everything is because on the common app. Specifically, when you're applying for college 49"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 444.04,
      "end": 476.71,
      "text": "in every single one of your extra curriculums that you list, you get 10 spots for extracurriculars. They ask you how many hours you spend per week per year, and how many weeks you spend doing this activity per year. So this is why we need to get really specific about how many hours you plan to spend on everything. Just because this is something that the common app is going to ask you specifically for. So it's good to track it early on, and also just like for your own self. So you can know. So 50 we know that we have 1 60 h in a week. And let's say, how many hours you spend sleeping every day on average. 51"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 477.43,
      "end": 479.249,
      "text": "like 7 or 8. 52"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 479.43,
      "end": 506.499,
      "text": "Okay, awesome. I'm just gonna say, 8 sleep is really important. And it's not overrated like sleep is really important for your memory, for your learning everything. So I'm just gonna say, 8 h per week. So okay, you're good at math. How? What's 8 times 7 53 mental math challenge? Okay? 56 h. And then how many hours remaining. Is that so? If you spend 56 h sleeping, then how many hours remaining do you have out of 168, 54"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 506.75,
      "end": 508.17,
      "text": "112? 55"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 508.59,
      "end": 521.21,
      "text": "Amazing. So now you have 100 out, 12 h remaining. And 56 okay, let's say, school. How long do you spend in school? Every day you said you get there at 7, at 8, 30, and it ends up 3, 45, right? 57"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 521.57,
      "end": 529.81,
      "text": "Yeah. So how many hours is that per day? 58 wait. 59"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 532.73,
      "end": 542.079,
      "text": "we can just round it to 4. So that's about if we go from 8, 30 to 4 in school, how much is that? 60"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 542.88,
      "end": 548.5,
      "text": "That's like 8 ish hours. 61 bye. 62"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 548.64,
      "end": 556.809,
      "text": "it's like 7 and a half. So it's just gonna say 7 and a half hours per week. And then if you spend 5 days a week in school. How much is that? 63"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 558.63,
      "end": 566.71,
      "text": "I know this is a 64 yeah. 37.5 65"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 567.03,
      "end": 585.869,
      "text": "perfect 37.5 h. And then, if you do some subtraction. That's 66 Let's see 105 minus 30. So that's 75, 67 So now you have about 74.5 h remaining. Okay? And then how many? So you say, you walk to school? Right? 68"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 586.21,
      "end": 591.52,
      "text": "Yeah. Or in the mornings I get dropped off. But I walk home. 69"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 591.67,
      "end": 598.3389999999999,
      "text": "Okay, how much time. Do you think it takes you to just get around to school every day like getting dropped off and also walking home? 70"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 599.54,
      "end": 603.97,
      "text": "I say, like in total, like, 30 min. 71"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 604.11,
      "end": 614.87,
      "text": "30 min. Okay, so we're gonna say, 30 times 5 plus 72 and the weekends, and just in generally, how much time do you spend like in a car or in transportation. 73"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 616.89,
      "end": 619.299,
      "text": "Not much. We kind of just stay home. 74"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 619.52,
      "end": 639.01,
      "text": "Okay, perfect. So I'm just gonna say, I'm gonna say, 30 times 5 is about 2.5 h. 75 and I'm gonna add 2 more hours. I'm gonna give you like 4.5 h a week in transportation. Would you say, that's pretty much accurate like, this is all the time you spend getting to places. 76"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 639.25,
      "end": 640.1,
      "text": "Yeah. 77"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 640.42,
      "end": 700.71,
      "text": "Or would you say it's like, more or less 78 I'd I'd say, it's pretty accurate. Yeah, okay. So now you have 70 h. let's say you spend. How much time do you spend a day like eating getting ready. 79 Everything like that when you say like 2 h, 1 h, 3 h. 80 You're just like spending, getting ready for in the morning, at night, eating like all go to the bathroom stuff like that. 81 I'd say 3 h, maybe 3 h a day. Okay. time 7. So that's 21 h. 82 miscellaneous. So that gives you 83 49 h. So now you're at 49 h. And what other commitments you have 84 like? Do you go to church? Do you do any other activities. Social media. Okay, let's deal with social media like, how much time do you spend on social media? Actually. 85"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 701.02,
      "end": 720.549,
      "text": "before we do social media? How much time do you spend doing other things like other commitments like you go to church. Do you have like 86 sports practice? This is beyond like your extracurriculars. This is just your commitments that you have 87 on Sunday. I think we want to start volunteer yet. Sunday School. 88"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 720.64,
      "end": 739.189,
      "text": "as a ta, so that what would you like 89 actually 2 h every Sunday? Have you already committed to this, or is this something that you plan to commit to? 90 Oh, I signed up for. An I'm pretty sure I'm gonna start this year. 91"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 739.73,
      "end": 747.859,
      "text": "Okay? Awesome. 92 so 2 h on Sunday and any other commitments. 93"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 750.04,
      "end": 756.96,
      "text": "not really. 94"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 757.82,
      "end": 784.95,
      "text": "Okay. 95 amazing. So now you have 47 h for your week to do everything else. 96 Does that make sense? So now we're going to figure out how we can fit all of your extracurriculars, your passion projects, and everything else into this 47 h. 97 But actually, how much time do you spend on social media? Slash on your phone every day. You can be honest. It's okay, like, I'm spending. You don't even want to know how much time, because we're working through this together. 98"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 786.09,
      "end": 795.74,
      "text": "Yeah. So during the summer. I definitely used it 99 a lot, and I I can't even say 100"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 796.43,
      "end": 800.42,
      "text": "no judgment zone. I'm not judging you. I'm here to help you 101"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 800.8,
      "end": 803.499,
      "text": "let me like, actually check. How much? 102"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 805.13,
      "end": 805.99,
      "text": "Okay? 103"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 806.28,
      "end": 810.61,
      "text": "like, 4 h. 104"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 810.85,
      "end": 851.28,
      "text": "Okay. So 4 h time 7 105 is going to be 28 h on social media. 106 So I think this is definitely a spot that we can probably cut some time down, because that will give you more time to focus on the other things. But so that gives you 39 19 h remaining. 107 So you have 19 h remaining. Let's figure out how to do everything else in this in this time 108 and find places that we can cut things down on. So I think that 109 for school work. 110 how many apes are you taking again? 111"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 851.56,
      "end": 852.7,
      "text": "for? 112"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 852.89,
      "end": 865.28,
      "text": "Or it is okay. I'm going to give you what if I told you? I think you can get all your homework done in 2 h every day? That's possible. Because I mean. 113"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 866.05,
      "end": 880.55,
      "text": "I I I think so. Maybe because one of the Aps or a computer science. So I don't think that would have much homework. 114 maybe, but like, like 2 and a half hours, maybe. Like. 115"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 880.98,
      "end": 918.179,
      "text": "okay, I'm gonna give you 2 h a day to do your homework. And then I'm going to talk about why this is possible. 2 h times, I mean 7 days a week. Okay, that's 14 h on homework. 116 Because with homework you can really strategize how you get your homework done. For example, you can. Some strategies that you can use are doing all of your reading at the beginning of a week instead of throughout the week, like, do it on the weekend before that way. If you have questions about the reading, you can ask them during class. So strategies for homework, because homework for for many students is 117"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 918.29,
      "end": 943.92,
      "text": "takes up a significant amount of time. But how do students at these top schools. How do students like you maximize their time? Because everyone has the same 168 h in a day? But people who go to these schools that we're aiming for, like the Ivs. Harvard, Stanford, etc., they do. They spend way more time on their extracurriculars, and this is a huge myth that I think students believe is that to get into a top school you need to be sending all your time on your academics. 118"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 943.92,
      "end": 977.16,
      "text": "But obviously I can a mix are important. But students who get into those top school seeds like you do so much more. And they use these strategies to maximize their time, because again, everyone has the same 168 h. But how does it seem like people can get so much more done in those 168 and other people. It's because they spend less time doing homework 119 and more time to other things. Obviously, we're gonna try this. And if the 2 h doesn't work. Then we could add more time because your grades should be your foundation. Grades are the foundation, but they're not what gets. They're not what gets you into the school does that make sense 120"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 977.27,
      "end": 1017.479,
      "text": "so like obviously, you need to have outstanding grades. But that's not what's going to make it or break it for you. Yeah, your extracurriculars, your passion projects, everything else is what's going to make it or break it. So it's important to index more time on those things while still maintaining high grades. So that's why I'm talking about strategies for homework. 121 so these are some strategies that I use in that when I'm talking to my peers at Stanford, that I hear a lot of them using, too. So first do all your reading 122 at the beginning of the week that way. If you have questions about the lessons during the week, you can ask your teachers ahead of time, and also this will help you stay on top of it. 123 Second thing is 124"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1018.47,
      "end": 1053.139,
      "text": "and this is gonna sound counterintuitive. You don't need to write everything down. 125 You don't need to write everything down. You don't need to take notes on everything, because note taking takes a ton of time. 126 I know this because I take a ton of notes, and I used to be one of those students, but in a push I was a student who read the textbook every single day, who took notes on every single chapter of the textbook 127 and my peers. They were the ones watching 128 review videos on the Internet, on Youtube. And guess what we got the same school on the Ap. Test. So how do my peers spend 30 min a day watching videos 129"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1053.99,
      "end": 1097.279,
      "text": "to prep. And I spent 1 h a day taking notes, and we got the same score. You see how like that doesn't make sense right in terms of time allocation. So once you actually start your classes, I'm going to prepare some resources for you, 130 specifically for every one of your classes. So I'd actually appreciate 131 after this meeting, if you could send me, like your entire class schedule. so I can like find resources for every single class for you. So I'm gonna make that an action item. And I'll send you this document after we finish. And this is the document where I'm going to be writing like daily notes on it during every one of our meeting sessions. 132 So 133 yeah, after this, I'm 134 okay. I'll figure out how to make the check box later. But 135"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1097.62,
      "end": 1140.46,
      "text": "anyways send Jenny. Course schedule. I'll give you some like resources targeted towards every one of your classes. But anyways, the second tip is, don't write everything down. 136 and then the third tip is to Do your homework during class. 137 And this is kind of like a. This is like 138 the counterintuitive strategy. Because people tell you like you, you need to be focused during class. But you don't really need to be focused during every class. Because, for example, if it's computer science. 139 you already know the content, right? So you don't need to be like listening intently at everything that your teacher says. Obviously, you need to be paying attention or showing that you're paying attention. But you don't have to be intently paying attention. And 140"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1140.56,
      "end": 1163.819,
      "text": "all these steps that I'm telling you, they might seem counterintuitive, but in reality like a lot of students at these top schools. 141 They're kind of like bad students in the, in the stereotypical sense, in that they're doing other things during class. They might not be paying attention all the time. But that's because they're trying to maximize their time and be like good students in the end. Does this logic make sense? Or is this confusing? 142"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1164.45,
      "end": 1174.429,
      "text": "Yeah, for sure. That's actually In the past years, when I've been getting my homework done quicker, I definitely saw I was doing a lot of my homework at school. 143"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1174.87,
      "end": 1196.379,
      "text": "Yeah, so do your homework at school and 144 When I'm saying this, I want you to take it with the grade of salt. I'm not telling you to completely ignore your teachers. I'm not telling you to ignore your classmates, but I'm telling you to find ways to fit more into your existing hours, like in school. If you finish a project, if you finish something, don't look at your phone after. 145"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1196.38,
      "end": 1235.049,
      "text": "do your homework for the next class, you know, I'm telling you to like study in in between when you have time. For example, if your teacher says, Okay, now, take 5 min to brainstorm something often. You don't need 5 min to brainstorm if you can like. Spend 1 min to brainstorm, use those extra 4 min to do something else. So I'm telling you to like, just pay attention to the spots where you have extra time, and when you can make space in your schedule and really double down on those times. 146 Does that make sense? And with that I think you can get you know what used to take you 28 h. That's 4 times 7, 28 h homework. I think you can cut that down to 14 h 147 in a week. 148"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1235.5,
      "end": 1236.55,
      "text": "So 149"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1236.72,
      "end": 1262.51,
      "text": "yeah, I think we'll we'll try for that. And if that doesn't work, obviously, after like 2 weeks or something, if you feel like this is not working for you, we'll reevaluate. But I think. Let's start with that. I think these social media hours. I think we can cut this down. I I'm wondering if if I can challenge you to spend 1 h on social media every day. 150 I understand that, like 0 is kind of impossible, because you need to stay connected with your friends and other people. But do you think 1 h is possible? 151"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1263.39,
      "end": 1273.069,
      "text": "yeah, definitely, I think that. The main reason is that high is because summer and like 152 Honestly, there's not much to do. But yeah. 153"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1273.63,
      "end": 1316,
      "text": "totally. 154 So okay. 155 I'm gonna change this, then to. So this is going to be our current schedule. 156 and I'm going to change this to 1 h time 7. So that's going to give you. And so 28 we went to 7. So that's saving you 21 h. Is that crazy like, now, you just have 21 h back in your week because of because of that 157 And I'm gonna ask you, actually another action item after this is to set time. set timers on your phone or not timers, but set screen time on your phone. 158 do you know what screen time is? 159"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1316.71,
      "end": 1317.67,
      "text": "Yeah. 160"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1317.78,
      "end": 1362.339,
      "text": "okay. 161 I'm gonna propose this to you and tell me if you don't think this is gonna work. But I'm gonna ask you to set screen time on your phone and ask your dad to set the password to something that you don't know what it is 162 and set a one our social media limit. I know this is challenging. I know. I know it's tough. Do you think that you can do this? 163 Yeah, my dad probably already said it. Okay. I know it's gonna be tough. 164 If you find that, you know, you need to spend more time on social media. For some reason we can re-evaluate that. So all the schedule we can re-evaluate to see. You know what's not working, what's working during our check-ins. But I think for now we're gonna set a screen time of 1 h social media on your phone 165"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1362.64,
      "end": 1402.84,
      "text": "and that because why are we doing this? Because that's giving you back 21 h in your week like that's it's pretty worth it, I think, not going on social media having 21 h back. That's a lot of time. 166 So 167 we're gonna do that. I know it's gonna be tough, but it's gonna help you. 168 The theme of this, I think, is doing tough things that help you, because, honestly, one of the biggest things that that students need to learn is how to make sacrifices early on to get 169 a better future, whatever that means for you and for you. That means like more college success, which means cutting down screen time. 170 So okay, now. 171 now that we've cut down that 172"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1403.17,
      "end": 1432.38,
      "text": "So if we spend 14 h on homework, then you have 26 h remaining, and I think this is a good amount. 26 h a week is a good amount of time for your passion projects, and for your passions. 173 So now that we're doubling down on what your extracurriculars are, can you tell me how much time you spend doing each of the things we talked about last week. So. 174 for example, the Thefx Club and your other extracurriculars, how much time do you spend doing those every week? 175"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1433.23,
      "end": 1460.27,
      "text": "So last year I didn't have to do much for the Vfx there, because I was treasure, but this year I think 176 for as president, I think I'll they're not just spending more time. So it's like we're just like 30 min, because I don't want to be more. So I think I'll spend half an hour on my machine learning phone. But that's called innovation. 177"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1460.87,
      "end": 1494.409,
      "text": "Okay, have you already started this machine learning club? Or is it in the work still? 178 it's in the works for so filling out the paperwork for it to be an official one. Okay, before you do that. 179 I think that you should. Instead of doing a machine learning club, I think you should make a woman in Computer Science Club. 180 or something like girls who code instead it can. You can still talk about everything that you would in your machine learning club. But I think you should brand it as a woman in in computer science or girls who code club. 181"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1495.47,
      "end": 1500.359,
      "text": "We actually already have that at our 182"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1500.58,
      "end": 1505.85,
      "text": "okay, do you have both women in in Cs and girls who code like. Which one do you have? 183"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1506.58,
      "end": 1531.45,
      "text": "We have girls who code? And then there's another one called like girls and he web dishon or something. Okay, what about? Okay? Because the reason why I'm saying this is because we want, because what are the issues that we talked about, or one of the areas for growth in your application or in your profile, is that we're missing this element of advocacy or community service. 184"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1531.45,
      "end": 1568.65,
      "text": "And I want to integrate this into things that you already do. Does that make sense? So instead of forcing you to do a bunch of new things, I'm trying to see how we can tie in this theme to things that you're already doing. And I think this machine Learning club is a really good space for that. 185 So what I'm trying to ask here is, how is, how do we work together to brand this machine Learning club with some type of service advocacy related. being behind it, you can still do exactly what you would be doing in a machine learning club. The content doesn't have to change. But what we're working on right now is the branding, how you're like tailoring this club, and how you're marketing it to other people. 186 So 187"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1569.22,
      "end": 1581.68,
      "text": "what about what about. So what about women and AI Club women and machine learning, or Cs for good develop for good? 188 let me write down all these ideas so that we don't forget. 189"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1582.06,
      "end": 1605.86,
      "text": "Yeah, I think woman, a an AI is actually a good idea. But we could talk about like AI ethics and stuff in that. 190 yeah, I think it's a good idea. 191 I just sometimes, when we have ideal for clubs, our teaching like 192 merge the club. So I'm I'm not sure how I know. 193"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1607.79,
      "end": 1615.009,
      "text": "Okay, so I mean, it doesn't really matter if it if they merged it, would you still be President? 194 Would you be like co-president. 195"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1615.58,
      "end": 1622.169,
      "text": "I'd probably like to like end up with a company where, like I'm secretary. 196"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1622.58,
      "end": 1631.16,
      "text": "I see. Is there some way that you could retain your Presidency like, could you talk to the the leader of the other club? And or is that not possible? 197"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1632.09,
      "end": 1653.68,
      "text": "I can probably try it. 198 yeah. The only programs. It's really hard to get like advisors and stuff. And that's why I like to limit the money for our school testing, and that we have because of the amount of advice we have for the clock. We're kind of like an understanding issue at our school. So yeah. 199"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1653.75,
      "end": 1658.44,
      "text": "Gotcha. So let's see, do you have an advisor picked for a machine learning club. 200"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1659.12,
      "end": 1671.279,
      "text": "Yeah. So she's my Cs teacher. she's also like a woman. So like, I think she really support like a woman with both. So yeah. 201"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1671.54,
      "end": 1676.64,
      "text": "amazing. And this is the one that this is one of the ones that we've identified. To write you a lot of recommendation. Right? 202"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1676.82,
      "end": 1677.62,
      "text": "Yeah. 203"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1677.84,
      "end": 1720.15,
      "text": "Okay, so another thing that this we're talking about in a little bit after we finish doing this is 204 how we can make a good impression on your teachers, because this year that this Junior year is really like when they're going to form their impression of you to write their letters of recommendation. So we need to establish that early relationship 205 during this year. So we'll talk about that in a bit. But 206 okay, I think this is the order in which you should like. Try to figure out your clubs. So first try to brand it as women and AI, and then the goal is to be president. So 207 if if you're not going to be president, then then we're going to do a different club. 208 But 209"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1720.68,
      "end": 1731.72,
      "text": "okay, so if you're not going to be president of women in AI or co-president, then we're going to move down to the next club in the list and see if you can like, start your own club. Does that? Does that make sense what? I'm what I mean? 210"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1732.66,
      "end": 1733.44,
      "text": "Yeah. 211"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1733.73,
      "end": 1771.93,
      "text": "okay, so first, we're going to try for the woman in AI Club, and you're gonna stick with your existing advisor for that. If that doesn't work. 212 I think Cs for social good is also good or developed for good. Like, they're kind of similar ideas, basically like building Cs projects for social good. Like you, you can build websites right? 213 Yeah. So like, for example, if you found nonprofits to work with, and you built websites for them like your club could do that. 214 Does that make sense? Yeah. So I think women in AI Club let's try for that. You can't do that. Maybe like did not for goods, yes, for social good. If that doesn't work out. Have you heard of into code justice? 215"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1773.28,
      "end": 1776.709,
      "text": "I think I've heard of it, but I don't remember what it is. 216"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1776.92,
      "end": 1821.74,
      "text": "Okay. So 217 and Co. Justice is a huge like organization that does AI ethics work. So it's similar to that woman in a ethics thing that I showed you earlier. But it would be cool to start 218 in an In code justice chapter where you are or 219 to 220 join a leadership position at an existing chapter. If you're looking for another club. So I'm going to link this. I think this is our next option after the develop for good. So if if those 3 don't work out, I'd recommend in code justice. And I'm friends with the founder. So I can put you in touch with her if we end up doing this one. 221 That's really cool. 222 Yeah, does that? Does that make sense? 223"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1822.25,
      "end": 1825.63,
      "text": "this and code justice? It looks really cool. 224"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1825.93,
      "end": 1846.269,
      "text": "Yeah, it's it's really awesome. Let me actually check if they have a chapter where you are, because if they do, then maybe we can put you in touch with them. Let's see. Can you tell me where on the map you are. 225 I'm in like a Norcal. I kind of central Would this be a chapter 226"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1847.63,
      "end": 1852.489,
      "text": "That's like a bit far. So 227 oh, it's like an hour away, I guess. 228"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1853.14,
      "end": 1855.98,
      "text": "Okay. can you tell me like, move down 229"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1856.2,
      "end": 1869.59,
      "text": "a little to the east, I think. 230 oh, yeah, it's it's a man has over there. 231"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1869.78,
      "end": 1875.949,
      "text": "oh, right here. Gotcha, yeah. 232 okay, amazing. And also, what county are you in 233"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1876.8,
      "end": 1879.09,
      "text": "San county? 234"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1879.37,
      "end": 1902.619,
      "text": "It's it's it's it's, it's, it's it's it's a, it's a, it's a, it's a, it's a it's a, it's a it's a it's a it's a it's a it's a it's a, it's a, it's a, it's a, it's a, it's a, it's a, it's a, it's a, it's a it's a it's a it's a it's a it's a, it's a, it's a, it's a, it's a, it's a, it's a, it's a, it's a, it's a it's a it's a it's a it's a it's a it's a it's a it's a it'. 235 So maybe you could start like a Mountain House chapter of in code justice. We'll talk about that later. Whether or not. That's a good stop for you, but that is something that we can do. So okay, your Vfx Club will take half an hour and your new club. 236 I'm just gonna call it machine learning, even though we're gonna re-brand it. Actually, I'll just call women in AI club. 237"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1903.01,
      "end": 1906.489,
      "text": "So women in AI club. How long do you think this is? Gonna take you? 238"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1908.2,
      "end": 1947.41,
      "text": "I think this might take me like a little bit longer. So 239 maybe like 240 45 min, maybe a day, or every other day, or how often do your clubs? Me at school? 241 okay, I think outside of school will probably be like twice a week. 242 me and the other officers to like plan things out. 243 and that could actually, we could just make those like 30 min meetings and just discuss everything. So this twice a week. 244 or we could just do one like 45 min call. But I'm not sure which one's like more effective. 245"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1947.8,
      "end": 1965.32,
      "text": "hmm! I see what you mean. 246 okay, so let's just say that your Viax club is, gonna take you. Let's say 2 h a week. Is it? 2 or 3. How? How do you think? 247 Which one do you think is better? 2 h, 3 h. 248"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1966.43,
      "end": 1970.469,
      "text": "it's a 2 h. 249"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1970.7,
      "end": 2004.75,
      "text": "Okay, and also the goal with these clubs is to as president. Your goal is to delegate work to other people. So you should not be doing like a ton of the club work. You should be like delegating it to the other people like the secretaries, the treasures, etc., and as the President. Your goal is to just lead and set the direction for the club. So you shouldn't be needing to put a ton of effort into doing like manual manual work like posters, advertising and stuff because you should have other board members do it for you. 250 And then, woman at AI Club, let's say like 3, 4 h. Which one do you think would be better? 251"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2006.4,
      "end": 2016.929,
      "text": "I'd say, like 3 h per week, so that we can 252 me outside of school and just discuss 253"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2017.4,
      "end": 2023.53,
      "text": "okay, amazing. And then let's go through. What are some of your other extra particulars that you already spend time doing? 254"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2024.43,
      "end": 2047.31,
      "text": "yeah. So developing the game. I like to work on it like at least an hour. 255 every day. Yeah. yeah, just making a little steps. But sometimes, yeah, so just an hour per day. 256 and then 257"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2052.139,
      "end": 2059.469,
      "text": "there's not like 258 Which extracurricular should we talk about last week? I don't remember. 259"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2059.9,
      "end": 2081.84,
      "text": "Yeah, no problem. let me look at that? 260 okay. 261 so your school news channel, how long does that take? 262 It's usually like all during cool. So it shouldn't take that much time. Okay, is it like a class like journalism, or like broadcast class? 263"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2082.12,
      "end": 2100.46,
      "text": "Yeah, it's like class. And also we have like, I guess it could kind of flex period 264 where we could go to some of our teachers, or we could film for the for the class and stuff. So I usually spend that time filming for that. Mhtp. 265"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2100.59,
      "end": 2150.229,
      "text": "okay, amazing. So. 266 okay, so you have that. And also during your flex period, you can also do homework. That's another good time to do your your homework during your flex period. Okay? So I'm gonna say, I'm still gonna write it down. But I'm gonna put like 0 extra hours per week. So school broadcast. 267 Okay, I'm going to say 0 h per week. 268 okay, so this leaves us with 13, no 269 14 h left to do other things every week. 270 So I'm gonna say, let's spend 271 Let's say you're going to spend 5 h a week doing applications. Do you feel like that's okay, like 5. And when I say application, I mean, like the awards, we're going to talk about summer programs. Things like that. 272"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2150.75,
      "end": 2165.909,
      "text": "Yeah, that's definitely fine. I mean, that's like an hour every week, day or 273 yeah, that that should be fine. Actually, I'm gonna say, average of like 4 h a week, because I don't think we'll have that many applications to do, and if one application takes like 274"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2166.27,
      "end": 2216.63,
      "text": "a total of 10 h, we can do it between like 2 and a half weeks. So I'm gonna say, one 275 you're going to spend like. 276 actually for okay, yeah, I'll just say 4, even though that might be too much. We'll see how that goes. 277 So 4 h a week doing applications, and then you have 10 more hours to do, and I think that for your extracurriculars and passion projects, we need to figure out 6 more, because on the common app you have space for 10, and you want to fill all 10. 278 Does that make sense? 279 Yeah. So I'm gonna say, your Sunday school volunteering? that's gonna take 280 0 extra hours because we already put it up there. 281 But also to clarify. Is this Sunday school? Is this Indian Sunday school? Is this like church Sunday school? What type of Sunday school is this? 282"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2216.87,
      "end": 2228.91,
      "text": "Yeah. So it's a Muslim Sunday school, where we are teaching like little kids about the religion and stuff, and also teaching like how to get started with Arabic learning. Arabic. 283"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2229.41,
      "end": 2232.34,
      "text": "Yeah. And are you, Muslim? Do you speak Arabic? 284"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2233.12,
      "end": 2236.53,
      "text": "I'm awesome. I can read Arabic, but I can't speak it. 285"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2236.91,
      "end": 2264.41,
      "text": "Amazing. 286 So the reason why I'm asking you this is because another thing that I think we can add to your application is your culture talking about your culture. And this is really really important, because schools want to see, you know, a full sense of who you are. They don't want to see like that. You're involved in clothes. They also want to see. You know you're doing service. You're involved in your culture. And what other elements can you bring to the school? Because, you know, a school can be filled with tons of smart people. But 287"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2264.41,
      "end": 2297.609,
      "text": "that doesn't necessarily make it a good environment. So schools are looking to fill a holistic class, and they're looking for people from different backgrounds. So I think it'd be really important to have something that emphasizes your culture. And so I think this Sunday school is really important. And that's something that we can talk about. Actually, because 288 for example, schools like Stanford, I know, have like a really strong and vibrant Muslim community. And they're looking to add to that. So we we can talk about that in your applications. And that's actually something that we should highlight, instead of like trying to dim down in in in favor of other academics. Does that make sense? 289"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2297.82,
      "end": 2299.009,
      "text": "Yeah, for sure? 290"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2299.38,
      "end": 2309.079,
      "text": "Awesome. So do you, do you do any other advocacy within, like the Muslim community? Are you involved in it in any other ways 291 that you we haven't talked about yet? 292"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2309.68,
      "end": 2360.28,
      "text": "yeah. So okay, I don't know discounts. But I'm in the Msa club and 293 they have like these luncheons where they they try to. We organize like a buffet, basically for the teachers to. And then we teach them about Ramadan, which is like a month really fast and stuff. And 294 basically, we're trying to educate like others about our religion. and other than that, there's also like our community has like a group of Muslims. And sometimes there's opportunities like 295 talking to the to the board members and asking them questions and stuff about the Muslim youth and 296 improvements you can make. So that's definitely something I could get involved with in the future. 297"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2360.75,
      "end": 2369.609,
      "text": "I think this is a gem like, I think this is something that we should really spend some time thinking about how much time you spend on the Msn. A club. Msa. Club right now. 298"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2370.22,
      "end": 2383.599,
      "text": "it's really inactive. because 299 our club, like officers are. 300 They just don't do much, but maybe not a lot like 301 I even say, 0 h. 302"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2383.69,
      "end": 2386.6,
      "text": "Okay, could you become President of? 303"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2387.21,
      "end": 2396.76,
      "text": "I tried last year, but it was like really rigged. They got like 304 a bunch of their friends to join the club. And then, yeah, it was just. It's not possible. 305"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2397.25,
      "end": 2400.33,
      "text": "Do you have a position, a leadership position in this club? 306"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2401.41,
      "end": 2408.939,
      "text": "No, but I'm like the the club is pretty small. So, like most of the members, are like very like tight knit. So. 307"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2409.04,
      "end": 2417.679,
      "text": "That's why are you involved in that community like? Do you say that you're included in that? Tighten it or no? Are you like more on that side. 308"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2418.73,
      "end": 2431.619,
      "text": "I'd say, like, I'm kinda on the outside, just because these people know each other for a while and like 309 they just r the election. Assist? Crazy. 310"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2431.7,
      "end": 2441.06,
      "text": "Okay? Then, let's 311 let's put a bookmark in this. Do you think you can become President by the end of next year by the end of this year, like for next year or no 312"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2442.28,
      "end": 2449.929,
      "text": "I can. I I probably apply this year. 313 but I'm not really positive that I'd actually get the position. 314"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2450.28,
      "end": 2483.239,
      "text": "Yeah, I'll pick a quick point here Jenny, and you know, thanks a lot for holding into this. You know, we never saw this as like one of the things that we needed to really think about or go deep into that. That's a great devolution. 315 So I think the challenge that Huda fundamentally has is that we are kind of really new to this community, right? Like we actually moved here. 316 I would say, just like during Covid. we used to live in like, you know, Dublin, right? Which is like very close. And I think we were there. 317 So that's fundamentally one of the challenges and also part of with our story, because with that has been on the move since. she was literally born right? So 318"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2483.4,
      "end": 2527.55,
      "text": "that actually introduces a lot of challenges in in terms of her. you know, being able to really get into any of these kind of school positions, or 319 it's just hard, you know, I mean, let alone like for that, you know, like, even for us, like families, it's very hard to kind of get in. And you know, in in, you know, this is, this is a very close knit community. So 320 and we are still kind of outsiders to be honest. Right? So that's always the challenge. Yeah. 321 all right. So right now, I'm seeing like the different highlights of your application. So taking the perspective of like an admissions officer type of perspective. What I'm seeing as highlights on your application right now, our involvement in stem 322 journalism 323 slash like broadcasting. 324"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2528.2,
      "end": 2562.89,
      "text": "woman. And then advocacy like AI ethics, advocacy and cultural advocates, cultural involvement 325 in the Muslim community. So I think. 326 how do we double down on all these aspects of you, because I think all these are really important. I don't think we need to add anything extra anything else like. I don't think we we need to be doing like environmental advocacy. I don't think you need to be doing business. I think this this pocket of focused 327 things is a really really strong foundation for you. So 328"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2563.26,
      "end": 2587.53,
      "text": "now that we're thinking about passion projects, do you have any idea of what other projects you you want to implement within the next school year. For example, you talked about your Youtube channel. Is that something that you're interested in continuing? Are you interested in getting involved with in code justice. Are you interested in starting your own organization like 329 last time we branch from a ton of ideas? So what were the ones that you really want to focus on? Have you thought about it at all? 330"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2588.3,
      "end": 2635.259,
      "text": "Yeah. So I definitely want to continue the idea of recording ads and videos interviewing small businesses in my community and then trying to expand it from there. So that project really stood out to me. And I think I want to continue that this year for sure. 331 And that might not take me as long as 332 I mean. I think I'll probably take 333 about an hour half an hour per day on that 334 I mean, obviously, I think I should start with more time because I want to develop the website. And I want to start making the videos so definitely, that'll take me longer. So actually, I'll bump that up to just 335 an hour. I think I'd say 336"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2635.77,
      "end": 2638.85,
      "text": "so. Would you say, 7 h a week or 5 h a week. 337"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2639.8,
      "end": 2641.649,
      "text": "I think 7 h a week. Yeah. 338"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2641.7,
      "end": 2677.64,
      "text": "okay, amazing. And I actually think that we should change this video project. Because I think or let's let's have a focus for it. So random small businesses that doesn't really add anything else to your application, because that doesn't connect to anything else. The thing with this is like connection like you would think of you, your Huda in the center. We want to find, like, what are the hubs that 339 like connect to you and the they are all the things that we wrote, and how do they like connect to each other. So instead of having, like a bunch of different outwards things, we want to build a net, does that visualization 340"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2677.7,
      "end": 2697.38,
      "text": "like we wanna make a debt. So we want everything to be connected to each other. So for this video project, when we're thinking about small businesses, we need to find a focus within that. So I think maybe. What if you did a video project? Highlighting Muslim owned small businesses or Muslim owned businesses in your area and sharing the stories of the people behind them. What do you think about that? 341"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2697.53,
      "end": 2718.029,
      "text": "Yeah. actually, one of the first small businesses that I was gonna ask. 342 was this Hannah business in my area. And yeah, so I could definitely ask her. And like more, listen own business, because in my community, there's like a lot. So yeah, I think that's some definitely something that I can do. 343"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2718.05,
      "end": 2747.51,
      "text": "Yeah. So I think we need to find that focus, because that adds more to your story, because with just regular small businesses, if it's too broad, it doesn't really like it doesn't make sense. Why you're interviewing, because. 344 like it doesn't make sense. Why, that connects to you other than the P. That you like, you know, documentary making like journalism and things. But if we connect it to your culture. That adds something special, adds another dimension. Does that make sense? It adds like a why, why do you want to do this? Because you want to uplift your community because this is important to you. 345"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2747.6,
      "end": 2758.96,
      "text": "So I had a question. So when we expand this to other students, would they have the same theme in their videos. 346 are there interviews? 347"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2759.44,
      "end": 2782.75,
      "text": "I think they could. I think, what if? Yeah, what if you reach out to other Muslim students. I think you could do that definitely. 348 Or you can. Just we can talk about this a little bit more as you continue to develop this. But maybe it could be like other people's cultures. Maybe it could be like all Muslim cultures, it just. We'll see what people we can reach first. After you start this project and like, see where it takes you. 349"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2782.92,
      "end": 2783.65,
      "text": "Yeah. 350"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2783.88,
      "end": 2812.159,
      "text": "okay, so 1, 2, 3, 4, 5, 6, and then let's just do 2 more like. 351 because now we have. Now we're at what we're at. 10 352 1219, you still have 7 h remaining. So let's think about how we can split that 7 h into 2 more 353 activities. Actually, we only have 3 h for maybe because applications pick up 4 h. Thought about that. Okay, you you have 2 h remaining. Do you play an instrument? You do a sport? Do you do anything like that? 354"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2813.02,
      "end": 2818.42,
      "text": "no. But I would like to allocate some time to study for the sat. 355"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2818.85,
      "end": 2864.61,
      "text": "Oh, right? Okay, sat. Let's say, hmm. 356 okay, let's actually give the rest of your time to sat. Because I feel like that's important. 357 Okay, I'm gonna cut this down. I think applications. You only need 2 h a week. I honestly don't think it will take you that long. 358 And I'm going to give you 5 h a week. That's like 1 h every day. 359 okay. So 360 I actually think, S, it might take you 361 5 h a week, maybe a little bit more. But we'll see how that goes. 362 So okay, now, we have a template for how you're going to spend your 168 h. How does how is this looking for you? Do you see any places where you think we could change? Or do you think this looks pretty accurate to something you could follow. 363"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2865.59,
      "end": 2888.339,
      "text": "it definitely looks like it looks pretty doable. And I think. cutting down on social media will be hard. But if I'm busy doing something, then 364 yeah, I think I'll be able to do it and commit to it. 365 and just having these goals is is really. 366 it's really good for me. Yeah. 367"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2888.52,
      "end": 2902.929,
      "text": "okay, so now that we have that. 368 let's go back to what we're working on. In the first place, which is this tractor? And we're going to work together to populate what times you're going to be spending, doing everything. So if you go to school at. Was it 8 30? When do you wake up? 369"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2903.41,
      "end": 2907.27,
      "text": "I'm gonna try waking up at 7, 370"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2907.53,
      "end": 2913.39,
      "text": "all right. And would you say, this is like you could do that for Monday through Friday. 371"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2913.64,
      "end": 2914.45,
      "text": "Yeah. 372"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2914.55,
      "end": 2920.94,
      "text": "Okay. And then what do you do in the morning? You did it like, do you leave the house at 8 am. When do you leave the house? 373"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2922.09,
      "end": 2934.84,
      "text": "Well, before I had leave the house at like 8 20, because I'd go my car. But I think I want to walk this year. So I'd probably start at like 8. Yeah. 374"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2935.14,
      "end": 2945.78,
      "text": "okay. so 375 okay. actually. 376 give me 1 s. I'm gonna 377"
    },
    {
      "speaker": "student",
      "conf": 0.5,
      "start": 2951.8,
      "end": 2952.72,
      "text": "okay. 378"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2954.28,
      "end": 2957.67,
      "text": "7. Am, you gonna wake up? Okay? 379"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2958.43,
      "end": 2974.669,
      "text": "And then 8 am. So does it take you an hour to get ready, eat breakfast every day. How long does it take you to do that? yeah, like an hour. Just I mean, I could probably cut down on that. But like having breakfast packing my bag. 380"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2974.76,
      "end": 2984.27,
      "text": "etc. Yeah. Okay. 381 walk to school. 382 And then, 8, 30. You start school. Right? 383"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2984.6,
      "end": 2985.36,
      "text": "Yeah. 384"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2985.95,
      "end": 3002.479,
      "text": "Okay, start school 3, 45, 385 you and school right? 386 And then let's just give you until 4, 40, like 3, 45 until 4, 45. That's an hour every day to do your clubs. Do you think that's enough. Or do you think it takes you more than an hour every day? 387"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3003.69,
      "end": 3005.719,
      "text": "I I think that's good. 388"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3006.36,
      "end": 3018.549,
      "text": "Okay. So if you spend an hour doing clubs? 389 Then 390 you can get home at 4 15 pm. Would you say? That's because it takes you half an hour right? 391"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3020.68,
      "end": 3045.379,
      "text": "yeah, it's not that long of a walk actually wait. So, clubs are kind of like, more of a At home thing to work on, because it's easier to like work online. So okay, so do you club me in person or no? 392 Yeah. But the clubs usually meet during our during lunch. So oh, gotcha, okay, no problem. I understand. 393"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3045.69,
      "end": 3064.35,
      "text": "Also, I'm not sure why this is formatting to 6 to military time. And it's just this one that's working for military time. So maybe you can change it on your end, because on my end, it's just correcting to military time. So. 394 okay, yeah. 395 this is when you get home right? 396"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3065.64,
      "end": 3066.849,
      "text": "Oh, my. 397"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3066.98,
      "end": 3078.85,
      "text": "I know it's kind of annoying. And then 398 then you're gonna work on clubs until for an hour until 5 15 Pm. Does that does that sound good to you? 399"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3079.7,
      "end": 3080.56,
      "text": "Yeah. 400"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3080.89,
      "end": 3132.949,
      "text": "okay, how long does it? When do you typically eat dinner? 401 we eat like, really late, like at 9 or something. Yeah. Okay. So 5, 15 to let's get all your school work done first. So 5, 15 to 7, 15, you're going to do your homework. 402 And that way, you can just 403 have it done like, basically right when you get home so that you can work on your projects after that. So if you do your homework until 404 7, 15. Then 405 you can work on your let's see. 406 what do you want to do after homework? What do you think is most logical, more studying, like sat studying or applications. Or your video project. What do you think fits for your game development? What do you think fits in naturally, right after doing homework for you. 407"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3134.2,
      "end": 3144.469,
      "text": "I think game development. yeah, because it's like, kind of a contrast of 408 homework. So yeah. 409"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3145.05,
      "end": 3162.369,
      "text": "so we're just gonna put in 1 h for that. So 410 8 15 pm, let's say 411 game development. And then 412 for the next 45 min, what do you think works best like applications setting for the sat video project. 414"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3167.47,
      "end": 3170.21,
      "text": "I could work on the 415"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3170.53,
      "end": 3180.2,
      "text": "okay. So let's just do until 9 pm, I think you can do 45 min a day 416 video project. And then how long does it do you take to eat dinner? Normally? 417"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3181.25,
      "end": 3183.759,
      "text": "just like 20 min. 418"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3183.81,
      "end": 3236.889,
      "text": "Okay, let's just say, you're gonna eat dinner until 9 30 Pm. Dinner. And then 419 after this, we're gonna do 420 9, 30 to 1030. 421 And this is when we're going to do your 422 This is oh, my gosh. 423 you change this to 1030. I'm sorry. I don't know why that's happening. 424 We're going to do applications. Slash sat. And I'm putting that slash because you're not going to need to work on your applications on a daily basis. Probably. So 425 you most of this time will be spent doing sat. But in case you need to do your applications, you can also do it in this time. Okay? And then 11 pm, you're going to sleep. 426 This is going to be your daily schedule from Monday through Friday. Does this seem reasonable for you, or is there any things that you would want to change. 427"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3237.77,
      "end": 3283.529,
      "text": "No, yeah. I think that looks perfect. Actually. hey? I think we are running to all the are sorry. You know there's another student and mentor. Actually, there's a session that to disconnect I'll I'll try to disconnect, and you probably can wrap it up. but otherwise, you know, definitely, you know, over email, we'll we'll get in touch with you as well. Can I have 5 more minutes with, who does that? Okay, yeah, yeah, absolutely. I I will see. You know, last time I tried to get out and I dropped. You know, I'm just like, I'm 428 yeah. I think you need to teach me how to work on. yeah. stop sharing. 429 So 430 okay, I do an end. And then just leave meeting with the 431"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3283.78,
      "end": 3285.149,
      "text": "no. Just leave me. 432"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3285.36,
      "end": 3308.92,
      "text": "Okay. Thank you. talk to you later, Jenny. Thanks a lot. 433 Okay. 434 okay. Let me see. So back to what we're back on track. So you'll notice like some things I didn't put in like transportation time like that's just all. Gonna get 435 fit it into everything else like these are just benchmark."
    }
  ],
  "meta": {
    "ext": ".pdf",
    "source": "normalize-v1",
    "vtt": true
  }
}