{
  "id": "03-Raw-SessionTranscripts/2023-12-11_W022_P2-BUILDING_TRANS-RAW_BankAmericaEssayRefinementandacademicVic.pdf",
  "name": "2023-12-11_W022_P2-BUILDING_TRANS-RAW_BankAmericaEssayRefinementandacademicVic.pdf",
  "path": "03-Raw-SessionTranscripts/2023-12-11_W022_P2-BUILDING_TRANS-RAW_BankAmericaEssayRefinementandacademicVic.pdf",
  "kind": "TRANS-RAW",
  "week": "22",
  "phase": "2",
  "date": "2023-12-11",
  "link": null,
  "text": "Week 18 - Coaching_Jenny_Huda_Wk18_2023-12-12_M_410625133f9ce898U_2023-12-11_00-00-00 WEBVTT 1 00:02:45.540 --> 00:02:47.989 Jenny Duan: Hey, Huda, how's it going? 2 00:02:51.330 --> 00:02:52.180 Jenny Duan: That's okay. 3 00:02:52.750 --> 00:02:54.449 huda: But it's going. Well, how are you? 4 00:02:56.100 --> 00:02:59.589 Okay? Well, too. Let me just pull up your document. 5 00:03:00.660 --> 00:03:02.720 Jenny Duan: I mean. okay. 6 00:03:04.110 --> 00:03:12.250 Jenny Duan: that's the beginning of the week. Is it final? Tuesday yet? Or does that start next week? Or it's kind of like a mix with both. 7 00:03:12.350 --> 00:03:26.920 huda: It's like kind of a mix, so like for most of my classes, I have like my final next week. But this week for a push we have like a unit test. And then next week we also have a final and a project. So it's like a lot for a push. 8 00:03:27.230 --> 00:03:30.200 Jenny Duan: Do you have an update on how it's going for you? 9 00:03:30.500 --> 00:03:32.969 huda: Yeah, I was finally able to get an A 10 00:03:33.770 --> 00:03:37.790 Jenny Duan: is that confirmed? Or do you still have more tests to go. 11 00:03:38.070 --> 00:03:41.279 huda: Well, like I have like one more test. 12 00:03:41.320 --> 00:03:55.869 huda: Which is kind of why, I'm kind of on the fence with an a but like right now, like a 90.2. So if I just like, maintain that or like, get a higher grade on this test, and I'm I should be fine. 13 00:03:57.470 --> 00:04:02.200 Jenny Duan: amazing congratulations! I'm so happy and proud of you! I knew you could do it. 14 00:04:02.750 --> 00:04:06.909 huda: Congratulations! How do you feel? See? II knew it would be possible. 15 00:04:06.990 --> 00:04:08.200 Jenny Duan: How do you feel? 16 00:04:08.490 --> 00:04:24.730 huda: I feel like I'm kind of happy, but like and like relieved because in order to get this a. I had to come in for retics like before school sounds like a lot of effort, but I think it was worth it. So yeah. 17 00:04:25.690 --> 00:04:33.239 Jenny Duan: yeah. Do you remember? Like 2 weeks ago, when you thought you couldn't get it? But now you're back. End a like a good feeling. 18 00:04:33.270 --> 00:04:34.760 huda: yeah, for sure. 19 00:04:35.230 --> 00:04:40.200 Jenny Duan: Awesome. So do. Are there any other classes that you're worried about? Or was 8% the main one? 20 00:04:41.320 --> 00:04:47.019 huda: I guess, for calculus. That's kind of like also a little bit on the fence. 21 00:04:47.060 --> 00:04:49.230 huda: But I think that's 22 00:04:49.360 --> 00:04:55.079 huda: kind of doable, because I have like a tutor for that, and 23 00:04:55.160 --> 00:05:03.829 huda: like, I'm pretty good at the subject, anyway, like, I've been getting good grades for the past test. So I think I can do it for the final as well. 24 00:05:04.400 --> 00:05:13.729 Jenny Duan: yeah. Curious what inspired the tutor. You said that you're doing well. So was it just like to make sure that you understood? Or was there something specific that makes you feel like you need to get a tutor. 25 00:05:14.390 --> 00:05:37.079 huda: Yeah, I think in the beginning I was kind of confused about limits like which he explained. But then, also, like, I think it's really helpful, for like went after study for test cause. He has, like a lot of practice questions and everything. And I just think like it solidifies like the the things that we learn in class. 26 00:05:38.100 --> 00:05:39.050 Jenny Duan: Awesome. 27 00:05:39.370 --> 00:05:45.830 Jenny Duan: cool. Do you have any brief updates on the video game project, zone club folklift or empowering a, I, 28 00:05:46.090 --> 00:05:48.100 huda: yeah. So 29 00:05:48.230 --> 00:05:58.319 huda: okay, so in a Linkedin, I posted about folklift and I saw that. Yeah. So I listed it as like a like a 30 00:05:58.640 --> 00:06:19.649 huda: job. I guess. On Linkedin. And I have. I've had a few like people that have applied actually. And there's a student from Carnegie Mellon, and there's like a whole bunch of like other college students who are applying. So I've like reached out to them. And I've like asking them specific questions like, 31 00:06:19.650 --> 00:06:42.800 huda: like, what media do you think you're most comfortable? Talking or like communicating in or not communicating in, but like like publicizing a small business in. And then like, what minority do you think like you should? You're gonna highlight with your chapter. So that's kind of what I've been asking. But I don't know 32 00:06:42.930 --> 00:06:51.470 huda: they'd really be interested. But I just, I'm just testing out Linkedin to see if that anyone on Linkedin would be interested. How many people have applied? 33 00:06:51.710 --> 00:07:10.110 huda: 16 people applied a lot? Yeah. But a lot of them are just. They're not in America, and they're like adults. So like, I don't. I'm not really following up with them just because, and they don't speak English. So like, 34 00:07:10.340 --> 00:07:17.060 huda: that's like kind of an issue. So I'm kind of. Only I only ask, got back to like 5 people. But yeah. 35 00:07:17.410 --> 00:07:23.480 Jenny Duan: that's still like quite a bit, you know. Freakin awesome any other up to date. 36 00:07:23.580 --> 00:07:32.800 huda: I started plan or me and me and the girl from slack. We started like planning our events. So we're like, kind of 37 00:07:32.810 --> 00:07:39.130 huda: thinking. Instead of doing like an AI specific thing, we could probably do something which is kinda like 38 00:07:39.210 --> 00:07:45.109 huda: portfolio building, like, for example, like a one on one project thing like 39 00:07:45.130 --> 00:08:04.560 huda: maybe like we could show how to make a calculator website or something like not too simple as a calculator website. But like, I think, just having like a project as a group, I think that would be something interesting. Yeah, that's like, we're thinking of doing like a one on one thing. So that's 40 00:08:04.610 --> 00:08:06.820 huda: and the chances that we bought. Yeah. 41 00:08:08.160 --> 00:08:10.830 Jenny Duan: awesome. And what about the video game project? 42 00:08:11.310 --> 00:08:42.570 huda: so I posted about that on my linkedin as well. And so far I've had 50 views. Yeah, and so I've been like, kind of working on the game itself. So like, I think I updated you last time about how I finish the biasing and now I'm starting to make the art for the for the boss by thinking of how I want to do it. That one's like it's a bit hard, because, like. 43 00:08:42.890 --> 00:09:00.099 huda: it's gonna hard to code. But I think I should be able to do it. And I'm also starting to think about mobile optimization. I think I mentioned this last time. Because, like a lot of people that are going on, it can't play it because it's not available for mobile. So yeah. 44 00:09:01.230 --> 00:09:02.080 Jenny Duan: perfect. 45 00:09:02.340 --> 00:09:07.050 Jenny Duan: Okay, cool. And then the film, club. How's that going? 46 00:09:07.160 --> 00:09:15.539 huda: Not much progress there, I think we're gonna resume back when winter break ends. So that way, like. 47 00:09:15.670 --> 00:09:25.359 huda: because, like also, like our movie, it requires like a ball cap for one of the characters. Yeah. So what? We're kind of giving time for like 48 00:09:25.390 --> 00:09:28.890 huda: preparations for that. And yeah, we're gonna get back 49 00:09:30.760 --> 00:09:31.920 Jenny Duan: awesome. 50 00:09:31.970 --> 00:09:45.449 Jenny Duan: Alright. So I think the most important thing for us to do is maybe just do the go over the Bank of America essays. And I know that Alex wanted to pretty late. But were you able to make any progress on those or not yet? 51 00:09:45.730 --> 00:10:06.530 huda: Yeah. So I was like able to mostly finish the one about the Bank of America like, why should you be a bank of America? Student leader? But I don't really like my response too much. So I think there's like definitely stuff I can fix. And then I started elaborating more on like the last one as well. 52 00:10:07.130 --> 00:10:09.249 Jenny Duan: Hi, do you want to read out loud to me. 53 00:10:09.580 --> 00:10:10.380 huda: Yeah. 54 00:10:10.870 --> 00:10:24.239 huda: of course, it feeds my kids and everything. But in a way I fall like I can still get to do what I'm passionate about. I never thought some one like me could do it. An elderly hijabi woman spoke, someone like you. What do you mean I spoke 55 00:10:24.290 --> 00:10:32.550 huda: a Muslim woman. When was the last time you saw someone with a name Fatima as an entrepreneur. At this time 56 00:10:32.760 --> 00:10:49.389 huda: I was interviewing small Muslim owned businesses for my initiative, named Folklift, which is essentially the crossword between my passion for journalism and need to support my community. Right then it struck me that people care, people care about who they see in the world and who inspires a new generation leaders. 57 00:10:49.470 --> 00:11:12.140 huda: This is something I want to expand beyond the confines of my neighbourhood and the Bank of America student leadership program is the best way for me to do so. One of the greatest values I see from this program is networking groups of young, intelligent, and brave voices fixing affairs in the world that seem to get lost with a missing perspective of young people fostering an an empowering environment for change. 58 00:11:12.590 --> 00:11:29.270 huda: And this one I was kinda like thinking of deleting because I didn't really like the wording. So the unique factor of the program is that it matches every student leader with a specific local nonprofit which formulates an a transformative future for both the leader and the nonprofit 59 00:11:29.430 --> 00:11:53.460 huda: face to face with a large white Colosseum like building. That is the White House. There will be nothing other than awe, respect, and optimism for change in my expression. Policy and decision make makers in the government are the drivers of legal transformation to issues. I care care deeply about like educational access, gender equality. And and this one might be like 60 00:11:54.310 --> 00:11:56.679 huda: something like 61 00:11:58.330 --> 00:11:59.370 huda: like. 62 00:12:01.390 --> 00:12:04.890 huda: like religious freedom, or something like that, like. 63 00:12:05.120 --> 00:12:09.209 huda: yeah, not exactly that one. But like I could think of a different idea. Yeah. 64 00:12:10.090 --> 00:12:19.310 Jenny Duan: yeah, this is looking really good. I think this one. Let's start. Let me look at the beginning again. So 65 00:12:21.380 --> 00:12:24.480 Jenny Duan: of course, if you didn't. 66 00:12:24.740 --> 00:12:26.280 Jenny Duan: an elderly 67 00:12:27.220 --> 00:12:28.859 as an entrepreneur. 68 00:12:29.110 --> 00:12:32.140 Jenny Duan: Okay, what, exactly, was her business? 69 00:12:32.240 --> 00:12:42.759 huda: Is this a real person, or is this? Is this just an anecdote. If it's not a real person, just make up something that you would do. It's it's just an anecdote. But I think we could do like 70 00:12:43.290 --> 00:12:55.509 huda: so there's a similar one she has like a similar story. It was she was like made arts and crafts for like, like different events, like graduation. 71 00:12:56.320 --> 00:13:03.719 huda: like graduations. Eve like Christmas, and like, just like a bunch of events. Yeah. 72 00:13:04.780 --> 00:13:06.730 Jenny Duan: hmm. 73 00:13:06.980 --> 00:13:10.889 Jenny Duan: on an entrepreneur 74 00:13:10.920 --> 00:13:14.300 Jenny Duan: at the time I was really familiar with. 75 00:13:14.390 --> 00:13:18.089 Jenny Duan: okay, I think this paragraph is gonna make a little bit more engaging 76 00:13:18.120 --> 00:13:22.659 Jenny Duan: at the time. 77 00:13:25.240 --> 00:13:32.149 Jenny Duan: but then I also have any work to share. So how many characters you do get a lot more than normal for this one 78 00:13:32.360 --> 00:13:33.700 Jenny Duan: emphasis? 79 00:13:34.000 --> 00:13:39.859 Jenny Duan: About 1,000. So these 1,300. So you still have a lot more samples for this one. 80 00:13:40.020 --> 00:13:41.980 Jenny Duan: Okay. 81 00:13:42.220 --> 00:13:47.680 Jenny Duan: what's the last thing you saw from the beginning? 82 00:13:47.890 --> 00:13:53.980 Jenny Duan: I was interviewing with 83 00:13:55.360 --> 00:13:56.890 Jenny Duan: Hey, 84 00:13:58.260 --> 00:14:01.960 Jenny Duan: who owned a small business 85 00:14:02.390 --> 00:14:03.470 Jenny Duan: selling 86 00:14:04.760 --> 00:14:07.459 Jenny Duan: arts and crafts. 87 00:14:08.600 --> 00:14:11.640 Jenny Duan: projects. 4 book lifts 88 00:14:12.980 --> 00:14:19.589 Jenny Duan: in an initiative. I started to highlight some businesses 89 00:14:20.380 --> 00:14:22.339 Jenny Duan: in my community. 90 00:14:24.030 --> 00:14:35.060 Jenny Duan: In my community. Through my passion for journalism. Hi saw an opportunity to maybe like 91 00:14:36.320 --> 00:14:37.650 Jenny Duan: increase. 92 00:14:41.810 --> 00:14:42.810 Jenny Duan: I thought. 93 00:14:44.300 --> 00:14:47.930 Jenny Duan: and opportunity to 94 00:14:49.160 --> 00:14:55.289 Jenny Duan: maybe like build community, while. 95 00:14:57.350 --> 00:15:00.730 Jenny Duan: Let's see. promoting 96 00:15:03.270 --> 00:15:04.850 Jenny Duan: individual 97 00:15:07.160 --> 00:15:08.530 Jenny Duan: community entrepreneur. 98 00:15:08.630 --> 00:15:14.920 Jenny Duan: II think I'm using communication too much. I saw an opportunity to maybe like 99 00:15:16.000 --> 00:15:17.280 Jenny Duan: uplift 100 00:15:19.020 --> 00:15:20.659 Jenny Duan: goes around. 101 00:15:21.430 --> 00:15:23.489 I thought that also doesn't sound good. 102 00:15:23.550 --> 00:15:33.300 Jenny Duan: I saw an opportunity to shape change through storytelling. What's that from 103 00:15:34.350 --> 00:15:45.450 Jenny Duan: right? Then it struck me that people care people care about who they see in the world and who inspires a new generation of leaders. So why so? Why is diverse leadership important? 104 00:15:46.420 --> 00:15:49.390 I guess it's important cause, like. 105 00:15:49.400 --> 00:16:15.679 huda: for example, like this woman who like didn't see herself, and like multiple art entrepreneurs and leaders throughout the world. She didn't think she could do it because she didn't see many people like her. So I think being like having diversity and leadership is important because it brings unique perspectives. As we talked about in like the other paragraphs. And also just that, 106 00:16:15.990 --> 00:16:16.880 huda: like 107 00:16:17.100 --> 00:16:23.860 huda: it can. Yeah, like, it can bring different perspectives. And it's everyone brings something unique. 108 00:16:24.560 --> 00:16:25.230 You 109 00:16:28.150 --> 00:16:36.030 Jenny Duan: diverse leadership amplifies 110 00:16:36.770 --> 00:16:41.430 Jenny Duan: the exchange of new ideas and 111 00:16:42.410 --> 00:16:45.920 Jenny Duan: social change. 112 00:16:47.530 --> 00:16:50.470 Jenny Duan: an area I hope to 113 00:16:51.550 --> 00:16:52.760 Jenny Duan: continue 114 00:16:54.050 --> 00:16:57.580 Jenny Duan: impacting through the bank of America 115 00:17:01.660 --> 00:17:03.609 Jenny Duan: student leadership program. 116 00:17:07.770 --> 00:17:14.990 Jenny Duan: What are the greatest values I see in this program is the ability to connect 117 00:17:16.089 --> 00:17:17.550 Jenny Duan: with other 118 00:17:18.770 --> 00:17:20.619 Jenny Duan: purpose driven 119 00:17:23.859 --> 00:17:28.890 Jenny Duan: young people from across the clinician. 120 00:17:30.680 --> 00:17:31.610 Jenny Duan: Rufus. 121 00:17:31.830 --> 00:17:41.989 Jenny Duan: groups of young, intelligent, and grave voices fixing affairs in the world that ceased get lost. Okay, I feel like this sentence is way, too wordy. How can we cut it down? 122 00:17:42.350 --> 00:17:51.870 huda: I think the part where it says like seem to get lost in the with the missing perspective of young people. I think that that's kind of 123 00:17:52.420 --> 00:17:55.600 huda: not really important or 124 00:17:56.380 --> 00:18:02.990 huda: yeah, I think the most important thing that I'm trying to get across is that it's like a 125 00:18:03.170 --> 00:18:06.399 huda: environment that change can be made. So 126 00:18:06.530 --> 00:18:09.899 huda: yeah, I think that that should be good 127 00:18:10.720 --> 00:18:18.889 Jenny Duan: it is up to us to shape 128 00:18:20.150 --> 00:18:24.339 Jenny Duan: shape shape the changes that affect 129 00:18:24.440 --> 00:18:32.060 Jenny Duan: future generations. And I see myself at the forefront of these movements. 130 00:18:36.740 --> 00:18:37.630 Jenny Duan: Okay. 131 00:18:39.250 --> 00:18:41.789 Jenny Duan: what are you trying to get at with this sentence? 132 00:18:42.260 --> 00:18:47.689 huda: So this one was like I was a bit iffy about this one, because I wanted to say like. 133 00:18:48.210 --> 00:19:08.320 huda: I don't know it's like the point of this, like essay was to kind of talk about why Bank of America. Student leadership is great, which is kind of like, I think that's not really the purpose of the essay. So that's kind of I was like thinking of getting rid of it. But where was originally trying to say was like, kind of 134 00:19:08.330 --> 00:19:20.469 huda: the fact that it matches. Like every student leader, it's like a specific nonprofit like optimize for I guess the most transformational power 135 00:19:20.480 --> 00:19:31.729 huda: is kind of, like the one a great value that I also see from from the American Bank of America student leadership program. Say, ask no. I was gonna get it? 136 00:19:33.080 --> 00:19:35.290 Jenny Duan: So 137 00:19:35.870 --> 00:19:42.200 Jenny Duan: is there any other way that you can word this that you think would be better like? So you're saying that you like how this. 138 00:19:42.700 --> 00:19:50.099 Jenny Duan: not just to a non profit, but like, what about that? Makes this different than just, for example, volunteering at a non profit? 139 00:19:51.070 --> 00:19:53.080 huda: I think. Like 140 00:19:53.260 --> 00:19:58.660 huda: the way that it consider like this program like considers, 141 00:19:59.120 --> 00:20:04.649 huda: not just like. I guess, like, not just what's 142 00:20:06.730 --> 00:20:10.749 huda: what's most relevant. But also what like 143 00:20:11.220 --> 00:20:18.900 huda: you're you're most like passionate about and like what you what like the specific student leader can 144 00:20:19.480 --> 00:20:21.509 huda: The action was to make change for 145 00:20:22.270 --> 00:20:23.280 Jenny Duan: hmm. 146 00:20:24.230 --> 00:20:26.190 Jenny Duan: through 147 00:20:29.100 --> 00:20:32.250 Jenny Duan: through the student leader 148 00:20:34.640 --> 00:20:36.940 Jenny Duan: Chip programs, unique. 149 00:20:37.110 --> 00:20:49.630 Jenny Duan: nonprofit matching system. I hope to contribute. I hope to amplify my impact with a unique 150 00:20:51.180 --> 00:20:58.390 Jenny Duan: caring nonprofit. 151 00:21:00.990 --> 00:21:03.080 Jenny Duan: non profit pairing. 152 00:21:04.040 --> 00:21:09.270 Jenny Duan: maybe it's just that. 153 00:21:14.290 --> 00:21:19.229 huda: Maybe we could say, like, that that optimizes 154 00:21:19.250 --> 00:21:22.449 huda: the most passionate and transformative change 155 00:21:25.170 --> 00:21:27.380 that optimizes 156 00:21:28.760 --> 00:21:29.710 Jenny Duan: for 157 00:21:31.180 --> 00:21:33.410 Jenny Duan: change and for 158 00:21:34.800 --> 00:21:38.750 Jenny Duan: transformative change. moreover. 159 00:21:41.480 --> 00:21:42.390 Jenny Duan: fixed. 160 00:21:44.900 --> 00:21:49.340 Jenny Duan: Okay, can you explain what you're trying to get at with this program? 161 00:21:49.740 --> 00:22:11.240 huda: It's kind of like the DC trip. I wanted to highlight like why, it's like so important and like the fact that, like, I'll be able to go to like the White House and or like the White House area at least, and like, meet with decision makers and policy makers, and actually make like a like a legal impact 162 00:22:11.300 --> 00:22:35.449 huda: towards the issues that I'm working for. So like, yeah, I think that the the beginning, I was kind of trying to play with some imagery. So I was like face to face of the large white Coliseum like building this the White House and then, like kind of what I feel for that cause like, I think, looking at the White House, I'd probably feel like, Oh, 163 00:22:35.480 --> 00:22:44.300 huda: I'd actually be able to make a tangible change now. So that's kind of what I was trying to highlight. But I could have worded it better, I think. 164 00:22:45.000 --> 00:23:01.040 Jenny Duan: Yeah, is there any way you can word it sort of without making any analogies, because I feel like like, there's not really need to make any analogies here, because you already move past that kind of at the beginning. So if you're like, you don't need to go to like a separate analogy. If that makes sense. 165 00:23:02.200 --> 00:23:09.129 huda: Yeah, I feel like it isn't much of like an analogy. I think it's kind of like 166 00:23:09.310 --> 00:23:17.250 Jenny Duan: I think you don't need to go back into like there will be. I think you need to go back into third person. I think you can just stay in the first person. Tell. 167 00:23:17.830 --> 00:23:26.380 huda: yeah. Okay. 168 00:23:28.640 --> 00:23:30.270 huda: Maybe I could be like. 169 00:23:31.990 --> 00:23:34.350 huda: with 170 00:23:34.550 --> 00:23:35.290 huda: close 171 00:23:37.880 --> 00:23:39.290 huda: wait 1 s 172 00:23:42.870 --> 00:23:45.550 huda: with gosh. 173 00:23:45.880 --> 00:23:49.470 huda: The 174 00:23:50.260 --> 00:23:51.320 huda: of 175 00:23:54.940 --> 00:23:56.200 huda: like, I guess. 176 00:23:59.510 --> 00:24:01.690 huda: with your experience 177 00:24:03.050 --> 00:24:08.060 huda: of of meeting 178 00:24:09.360 --> 00:24:11.639 huda: with official or 179 00:24:13.310 --> 00:24:15.360 huda: governmental 180 00:24:15.390 --> 00:24:19.660 huda: policy and decision makers. 181 00:24:20.770 --> 00:24:21.850 huda: And 182 00:24:23.570 --> 00:24:24.840 huda: I will. 183 00:24:25.390 --> 00:24:27.020 huda: yeah, perfect. 184 00:24:27.200 --> 00:24:29.900 huda: Be able to 185 00:24:31.760 --> 00:24:36.490 huda: make a tangible 186 00:24:37.190 --> 00:24:39.089 huda: policy change 187 00:24:39.970 --> 00:24:41.440 Jenny Duan: to the mate. 188 00:24:41.670 --> 00:24:44.189 Tangible. Maybe recommendations. 189 00:24:44.210 --> 00:24:46.579 Jenny Duan: You have to policy recommendations 190 00:24:46.850 --> 00:24:51.650 Jenny Duan: because I don't know if you're gonna be able to actually like change policy. But I think you'll be able to like 191 00:24:51.700 --> 00:24:53.960 Jenny Duan: communicate with decision makers. 192 00:24:55.950 --> 00:24:58.520 huda: policy recommendations. 193 00:25:00.230 --> 00:25:01.270 huda: And 194 00:25:04.190 --> 00:25:06.130 huda: and 195 00:25:07.460 --> 00:25:11.920 huda: and yeah, I could. I guess we could leave it at that. 196 00:25:13.110 --> 00:25:15.579 Jenny Duan: Honestly, recommendations may be that shape. 197 00:25:15.890 --> 00:25:19.380 Jenny Duan: Okay, something like future. Meaning that. 198 00:25:19.830 --> 00:25:23.100 Jenny Duan: That drive legal transformation to 199 00:25:23.980 --> 00:25:27.649 Jenny Duan: issues like educational access, gender equity. And then you can 200 00:25:27.790 --> 00:25:29.280 Jenny Duan: paper the rest of that. 201 00:25:34.990 --> 00:25:39.619 huda: Oh, I wrote it. Okay, yeah, yeah, that that's what I was coding. Yeah. 202 00:25:40.840 --> 00:25:42.450 huda: and just. 203 00:25:47.620 --> 00:25:48.750 huda: yeah, just 204 00:25:50.710 --> 00:25:57.800 huda: and like, I don't want it to be too controversial. So I could just say something like and 205 00:26:02.680 --> 00:26:04.120 huda: and 206 00:26:08.920 --> 00:26:12.730 huda: like, would it be too controversial. If I said Islamophobia. 207 00:26:14.350 --> 00:26:19.130 Jenny Duan: who now ink. maybe like 208 00:26:19.140 --> 00:26:24.789 Jenny Duan: occasional access gender equality, inequality. And 209 00:26:25.120 --> 00:26:30.920 huda: I'm trying to maybe like cultural inclusion, or like cultural inclusion. 210 00:26:31.050 --> 00:26:34.880 Jenny Duan: yeah. 211 00:26:35.130 --> 00:26:38.069 Jenny Duan: I think maybe that's like something you could say. 212 00:26:39.060 --> 00:26:39.870 huda: yeah. 213 00:26:40.610 --> 00:26:46.189 Jenny Duan: like, Tyler, like things that have talked about my past essays. Yeah. 214 00:26:47.280 --> 00:26:59.440 Jenny Duan: That that sounds really good to me. yes. how many words I think the word count would change after we make these 215 00:26:59.560 --> 00:27:06.030 Jenny Duan: changes, but I think you might have a little bit of extra words. Is there anywhere else that you would want to add in this visit? 216 00:27:06.800 --> 00:27:12.090 huda: I think maybe at the end I can like kind of reference. 217 00:27:12.190 --> 00:27:36.399 huda: I can reference the like anecdotal in the beginning. With Fathima, and I can be like with the access. I don't know if this is like overdone, but with the access to this opportunity or the access to this program, I'll be able to show that people with a name like Fatima or Hoda will be able to. 218 00:27:36.410 --> 00:27:43.270 huda: we'll be able to hold such high or not hold such high. But like, we'll be able to 219 00:27:43.680 --> 00:27:46.189 huda: jar for change in society. 220 00:27:47.020 --> 00:27:56.159 Jenny Duan: Yeah, yeah, that sounds really good. Maybe you can say something like through through folklift. People like Fatima have the opportunity to 221 00:27:56.310 --> 00:28:07.950 Jenny Duan: like start businesses that like, I don't know. Empower them to be entrepreneurs in the community, or something like that. And then you could also make a parallel in saying, like, through the bank of America, student leaders program, I will have 222 00:28:07.980 --> 00:28:16.449 huda: the ability to like, like, yeah, people like for us can express 223 00:28:16.810 --> 00:28:19.100 huda: their creativity 224 00:28:19.310 --> 00:28:21.820 huda: and passion. 225 00:28:22.340 --> 00:28:28.940 huda: and 226 00:28:29.220 --> 00:28:30.210 huda: the 227 00:28:32.410 --> 00:28:33.570 huda: of merits. 228 00:28:33.950 --> 00:28:38.050 huda: America. Students, leadership 229 00:28:40.050 --> 00:28:41.160 huda: program 230 00:28:43.180 --> 00:28:44.220 huda: people. 231 00:28:44.460 --> 00:28:50.469 huda: Or I, I'm just say, I, yeah, I can 232 00:28:50.960 --> 00:28:52.120 huda: jive 233 00:28:52.410 --> 00:28:54.360 huda: or change 234 00:28:54.870 --> 00:28:56.640 huda: and society. 235 00:28:57.750 --> 00:29:00.030 Jenny Duan: Yeah, maybe I say, I can 236 00:29:00.290 --> 00:29:04.260 Jenny Duan: change my community 237 00:29:05.250 --> 00:29:06.360 Jenny Duan: and 238 00:29:07.020 --> 00:29:12.569 Jenny Duan: an extension. 239 00:29:13.640 --> 00:29:16.040 Jenny Duan: The world is that, too, Corny? 240 00:29:16.500 --> 00:29:18.500 huda: No awesome. 241 00:29:19.990 --> 00:29:28.799 huda: I think like, the last sentences are always supposed to be like Corny or like kinda impactful. So I think it's fine. 242 00:29:29.390 --> 00:29:30.570 Jenny Duan: Okay, cool. 243 00:29:32.560 --> 00:29:36.320 huda: Okay, I'm gonna accept all these, and then we can check the word count. 244 00:29:36.610 --> 00:29:37.539 Jenny Duan: All right. Cool. 245 00:30:07.220 --> 00:30:12.110 Jenny Duan: I think you're perfect. 1952 characters. Yeah, that's good. 246 00:30:12.400 --> 00:30:13.380 Jenny Duan: That's good 247 00:30:13.840 --> 00:30:18.880 Jenny Duan: let me just add some spaces. 248 00:30:30.050 --> 00:30:32.770 Jenny Duan: Okay, cool. 249 00:30:35.980 --> 00:30:41.019 Jenny Duan: Did you not make any change? Let's check these. These, I think, are a little bit too long. 250 00:30:42.020 --> 00:30:48.019 huda: Yeah, I need a Anita make it smaller. Yeah, this is, this is a little long. 251 00:30:48.030 --> 00:30:50.930 Jenny Duan: But then you start from the beginning. This is also too long. 252 00:30:55.740 --> 00:30:59.149 Jenny Duan: I do. Wanna keep these essays because I feel like 253 00:30:59.470 --> 00:31:05.710 Jenny Duan: these are really good, and you might use them for other things. So I'm just 254 00:31:07.260 --> 00:31:16.259 Jenny Duan: insert a horizontal line, just like, put these essays here because they might be too long for this one. But I think you should. You can still keep them in case, you need them for a different application. 255 00:31:16.620 --> 00:31:25.419 Jenny Duan: Yeah. So I just paste those at the bottom. But let's just work, maybe from the top down and just start shortening them. How does that sound? Yeah. Sounds good. 256 00:31:26.500 --> 00:31:27.250 Jenny Duan: Okay. 257 00:31:28.840 --> 00:31:29.980 Jenny Duan: the 258 00:31:31.090 --> 00:31:39.149 Jenny Duan: derivative of the inverse of theta pi, I think I could definitely cut that down. Yeah, yeah, what is what is a shorter thing right here. 259 00:31:39.820 --> 00:31:46.119 Jenny Duan: if you can just say solve for beef, I don't think I don't think you need to have this long analogy. 260 00:31:46.270 --> 00:31:47.400 huda: Yeah, okay? 261 00:31:48.090 --> 00:31:58.290 Jenny Duan: Cause II think I mean, like it illustrates the difficulty. But I feel like you could just say, Salford, be like, I feel like it already illustrates like it kind of gives enough contact for what you're doing. 262 00:31:58.670 --> 00:32:04.090 Jenny Duan: I sat at my wooden desk in class of Peter Corsica. I could possibly. 263 00:32:04.620 --> 00:32:05.779 Jenny Duan: when the 264 00:32:07.030 --> 00:32:12.180 Jenny Duan: words on that secret. that's all, Lucy, at our teacher aside, pushing back. 265 00:32:14.610 --> 00:32:18.979 Jenny Duan: pushing back her grey officer, I looked around the room. 266 00:32:20.610 --> 00:32:22.649 Jenny Duan: II looked around 267 00:32:24.840 --> 00:32:25.640 Jenny Duan: to 268 00:32:27.010 --> 00:32:28.500 Jenny Duan: built around. 269 00:32:30.310 --> 00:32:32.080 huda: Maybe remove the room. 270 00:32:32.360 --> 00:32:37.029 Jenny Duan: Yeah. I looked around to see us. if you please. Face, please. 271 00:32:38.680 --> 00:32:39.430 Jenny Duan: Hmm. 272 00:32:41.130 --> 00:32:43.069 huda: Dread in their 273 00:32:43.870 --> 00:32:47.259 Jenny Duan: maybe just say, a a sea of dread filled 274 00:32:47.460 --> 00:32:50.710 Jenny Duan: confused, confused faces like this. 275 00:32:52.930 --> 00:32:54.450 Jenny Duan: Alexis. 276 00:32:55.830 --> 00:32:56.910 Jenny Duan: Well. 277 00:33:05.100 --> 00:33:08.230 Jenny Duan: at a so that isn't predominantly 278 00:33:08.610 --> 00:33:12.449 Jenny Duan: My soul, like resources that others 279 00:33:13.580 --> 00:33:15.199 Jenny Duan: so had so easily. 280 00:33:15.940 --> 00:33:17.860 Jenny Duan: Yes, this is great. 281 00:33:20.700 --> 00:33:22.439 Jenny Duan: To combat this issue. 282 00:33:25.180 --> 00:33:30.140 Jenny Duan: I would start by creating incentivizing students 283 00:33:32.180 --> 00:33:35.169 Jenny Duan: to mentor of spiritual resources. 284 00:33:36.290 --> 00:33:38.230 Jenny Duan: perhaps in exchange. 285 00:33:40.770 --> 00:33:46.149 huda: and experience you can give me. 286 00:33:47.490 --> 00:33:48.230 Jenny Duan: Yeah. 287 00:33:58.650 --> 00:34:05.410 Jenny Duan: The elders acknowledged some of the favourages the student led initiative may recover. I strive to advocate, for 288 00:34:06.110 --> 00:34:10.210 Jenny Duan: through national new policy decision by established campuses. 289 00:34:10.550 --> 00:34:12.150 Jenny Duan: press allocate 290 00:34:14.230 --> 00:34:18.060 Jenny Duan: some of their budget towards education resources 291 00:34:20.920 --> 00:34:21.949 Jenny Duan: toward 292 00:34:23.770 --> 00:34:25.590 Jenny Duan: recognizing the importance of care. 293 00:34:29.380 --> 00:34:38.840 Jenny Duan: I think that this sentence, a little bit redundant 294 00:34:40.100 --> 00:34:43.999 Jenny Duan: I would advocate for increased hunting for lower reserve schools. 295 00:34:44.679 --> 00:34:49.159 Jenny Duan: Okay, I think this is probably. oh, my gosh. 296 00:34:50.830 --> 00:34:54.020 Jenny Duan: wow! 1,000 characters is really short 297 00:34:54.850 --> 00:34:56.499 huda: boy, how many is this? 298 00:34:56.739 --> 00:34:58.790 Jenny Duan: A 1,407? 299 00:34:59.510 --> 00:35:03.290 huda: Wow. 300 00:35:03.600 --> 00:35:07.679 Jenny Duan: yeah, that's what I thought, too, we couldn't at least like half of it. Have 301 00:35:08.710 --> 00:35:11.049 Jenny Duan: I sat at my wooden desk. Okay. 302 00:35:12.210 --> 00:35:14.010 Jenny Duan: you're courting through my veins. 303 00:35:16.090 --> 00:35:18.280 Jenny Duan: Okay. help 304 00:35:18.560 --> 00:35:26.400 Jenny Duan: maybe instead of how. And again, a maybe, how would I learn this material. How could I 305 00:35:26.630 --> 00:35:30.290 Jenny Duan: learn this material when the word. and 306 00:35:30.690 --> 00:35:47.419 Jenny Duan: like a whole different language? Because I think the emphasis here is not necessarily just on grades, but like on your ability to keep up with national standards, because, you know, we know that, like lower resource schools, they, the students from those schools don't meet the National benchmark. So that's kind of like the issue. Pushing back for 307 00:35:47.970 --> 00:35:52.999 Jenny Duan: chair. We're so safe. I looked around to. 308 00:35:54.710 --> 00:35:56.580 Jenny Duan: Yes, so 309 00:35:56.880 --> 00:35:58.349 Jenny Duan: I looked around 310 00:35:59.460 --> 00:36:05.830 Jenny Duan: at a sea of dreadful confused kisses. My friends, from other schools nearly 20 min away 311 00:36:05.950 --> 00:36:08.169 Jenny Duan: at acts 2, 24, 7, 312 00:36:09.290 --> 00:36:11.619 Jenny Duan: 24, 7 tutors. Really. 313 00:36:11.870 --> 00:36:12.820 huda: Yeah. 314 00:36:14.060 --> 00:36:19.169 huda: like, we're like online, like, not from America. But yeah. 315 00:36:19.270 --> 00:36:27.890 Jenny Duan: wait. That's the thing. Yeah, I don't know, like it was really cool, like my sister. She wants like the high school there, and like it was so helpful 316 00:36:29.940 --> 00:36:31.490 Jenny Duan: any materials 317 00:36:33.170 --> 00:36:34.050 Jenny Duan: that 318 00:36:35.870 --> 00:36:39.030 Jenny Duan: my school failed to provide. 319 00:36:39.120 --> 00:36:46.890 huda: Maybe in the room of the tutors like maybe it won't make sense to like the people that are reading it. No, I think it's fine. I think it's fine. 320 00:36:47.140 --> 00:36:47.880 huda: Okay. 321 00:36:52.870 --> 00:36:54.370 Jenny Duan: that my 322 00:36:55.190 --> 00:37:01.929 Jenny Duan: oh, sorry if you didn't hear the background. And so you got my 323 00:37:03.430 --> 00:37:14.139 Jenny Duan: that may for is lower resource, a word that you would use to describe your score. Is that not accurate? 324 00:37:14.910 --> 00:37:22.659 huda: in comparison to other schools. Yes. So I guess you can. 325 00:37:23.550 --> 00:37:31.960 Jenny Duan: Okay. To compact this. I would start by creating a 4 students by student volunteer Program Center. Great. 326 00:37:32.260 --> 00:37:44.149 Jenny Duan: Beyond this I acknowledge that the deep rooted issues expense further than a student letter initiative may cover. I try to advocate for national change to the policy of decision making. 327 00:37:44.250 --> 00:37:48.719 Jenny Duan: Recognizing the importance of quality education. I would advocate. 328 00:37:49.740 --> 00:37:55.130 Jenny Duan: do policy decision making. 329 00:37:55.860 --> 00:38:02.290 Jenny Duan: I start to advocate through net for national change, through policy 330 00:38:02.660 --> 00:38:04.229 decision making. 331 00:38:05.440 --> 00:38:06.880 Jenny Duan: increasing 332 00:38:10.460 --> 00:38:12.609 Jenny Duan: increasing 333 00:38:15.980 --> 00:38:22.760 Jenny Duan: and and increased funding for who was like mine. 334 00:38:26.810 --> 00:38:28.859 Jenny Duan: Okay, hopefully, this is. 335 00:38:30.600 --> 00:38:32.150 huda: oh, my gosh. 336 00:38:32.870 --> 00:38:35.030 Jenny Duan: okay, okay, it's it's better. It's better. 337 00:38:35.090 --> 00:38:39.409 huda: Yeah, 171 characters is a lot. 338 00:38:40.000 --> 00:38:47.050 Jenny Duan: Okay. But I feel like we cut a lot. But it still retains, like the theme, like the oh, you know, like the core of it is still there. 339 00:38:47.110 --> 00:38:56.319 Jenny Duan: Follow her, feed the crumpled tear, stain paper red. How can I learn this material when 340 00:38:57.770 --> 00:39:01.069 Jenny Duan: that's all that's in it? She begs 341 00:39:01.440 --> 00:39:02.530 Jenny Duan: Versailles. 342 00:39:05.090 --> 00:39:08.539 Jenny Duan: I looked around. I see a dreadful confused faces. 343 00:39:08.760 --> 00:39:12.799 Jenny Duan: My friends were one of the schools and studying materials that by the receipt 344 00:39:12.860 --> 00:39:20.430 Jenny Duan: that my school there is a that's a revived. Think about this. I would 345 00:39:22.230 --> 00:39:26.760 Jenny Duan: start by creating 4 students by students programs. 346 00:39:27.470 --> 00:39:34.229 Jenny Duan: and sometimes it seems to mentor of the virtuoso. perhaps in exchange for volunteer hours. 347 00:39:35.170 --> 00:39:48.469 Jenny Duan: Beyond this acknowledge that the deep rooted issues spans further than his feet led initiative covers. I sure to advocate for nationwide change the policy distinction, making an increase funding for schools like mine. 348 00:39:48.650 --> 00:39:50.399 Jenny Duan: with the support of government. 349 00:39:51.180 --> 00:39:57.360 Jenny Duan: Since the government and students nationwide, other students 350 00:39:58.040 --> 00:39:59.670 Jenny Duan: will be able to 351 00:40:01.430 --> 00:40:07.169 Jenny Duan: Others Institute will be able to self or be, they will be able to take on the world 352 00:40:10.220 --> 00:40:11.250 huda: who knows? 353 00:40:12.490 --> 00:40:23.410 Jenny Duan: cool. To say more than these. they will be able to take on that. Okay. I sat at my dusk, fear coursing through my bin. 354 00:40:23.560 --> 00:40:27.080 Jenny Duan: How could I learn this material? 355 00:40:29.280 --> 00:40:34.550 Jenny Duan: maybe, instead of whole like we could just remove that 356 00:40:36.400 --> 00:40:38.670 Jenny Duan: where, like 357 00:40:39.230 --> 00:40:44.730 huda: whole different language. We could just turn the a different language. 358 00:40:45.280 --> 00:40:46.650 Jenny Duan: Yeah. Yeah. 359 00:40:47.470 --> 00:40:50.530 huda: And then maybe remove tear stained. 360 00:40:51.570 --> 00:40:52.310 Jenny Duan: Yeah. 361 00:40:54.430 --> 00:40:55.540 Jenny Duan: I would. 362 00:40:57.560 --> 00:40:58.790 Jenny Duan: I turned 363 00:41:02.110 --> 00:41:07.070 Jenny Duan: to a sea of dreadful confused cases. 364 00:41:08.370 --> 00:41:11.060 Jenny Duan: My friends from other schools had access to tornadoes. And 365 00:41:12.830 --> 00:41:17.230 Jenny Duan: okay, 69 words are almost there that studies 366 00:41:17.580 --> 00:41:19.190 Jenny Duan: that my school 367 00:41:20.480 --> 00:41:21.530 Jenny Duan: filled. 368 00:41:21.650 --> 00:41:30.430 Jenny Duan: Provide any people. Okay? these 4 students, 5 students 369 00:41:31.520 --> 00:41:35.700 Jenny Duan: incentivizing. it seems to 370 00:41:37.110 --> 00:41:39.300 Jenny Duan: mentor 371 00:41:41.210 --> 00:41:46.920 Jenny Duan: our great Virgin exchange for volunteer hours yonder acknowledged that the deep rooted issue. 372 00:41:47.680 --> 00:41:55.020 Jenny Duan: Maybe, say, the core issue. Since further than a student fans 373 00:41:56.140 --> 00:41:59.519 Jenny Duan: deeper than a student led initiative covers. 374 00:41:59.960 --> 00:42:02.750 Jenny Duan: I'd advocate. I advocate 375 00:42:03.270 --> 00:42:05.740 Jenny Duan: formation. I change to policy decision. 376 00:42:06.800 --> 00:42:11.530 Jenny Duan: Nate, I nationwide impact to policies 377 00:42:12.710 --> 00:42:13.740 Jenny Duan: change 378 00:42:15.560 --> 00:42:20.120 Jenny Duan: and increased funding for schools like mine with the support 380 00:42:25.110 --> 00:42:26.820 Jenny Duan: with nationwide support. 381 00:42:29.060 --> 00:42:30.310 Jenny Duan: other students 382 00:42:30.400 --> 00:42:33.999 Jenny Duan: to be able to stop more than the 383 00:42:34.200 --> 00:42:36.330 Jenny Duan: they will be able to take on the world. 384 00:42:36.620 --> 00:42:42.129 Jenny Duan: The main characters. Okay. With a couple of pictures. I sat at my desk 385 00:42:42.230 --> 00:42:45.890 Jenny Duan: here coursing through my veins. How could I learn? 386 00:42:47.480 --> 00:42:53.930 Jenny Duan: When? Yeah. how could I lose material when the words sound like a different language? 387 00:42:59.490 --> 00:43:02.509 Jenny Duan: just 2022. 388 00:43:02.800 --> 00:43:04.210 Jenny Duan: This training 389 00:43:05.810 --> 00:43:07.190 Jenny Duan: miles, are you right? 390 00:43:07.290 --> 00:43:12.110 Jenny Duan: Had access to 24, 7 tutors and 391 00:43:12.570 --> 00:43:17.219 huda: and remove tutors. I think 392 00:43:21.230 --> 00:43:29.469 Jenny Duan: I think I think it emphasizes it. Maybe 24 7 study materials. Wait. That should be it. 393 00:43:32.020 --> 00:43:34.390 Jenny Duan: Okay. 9, 87. Okay, cool. 394 00:43:35.640 --> 00:43:40.470 Jenny Duan: This is gonna be way too long, too, for sure. 395 00:43:40.720 --> 00:43:46.690 Jenny Duan: yeah. Okay. 396 00:43:46.910 --> 00:43:56.179 Jenny Duan: Nice meeting. I missed a family gathering. First thing. Let's get rid of this. I opened my Gmail app to do the Muslim student 397 00:43:57.050 --> 00:43:58.490 Jenny Duan: assistant secretary. 398 00:43:59.120 --> 00:44:02.830 Jenny Duan: not one of my 15 price guys 399 00:44:03.880 --> 00:44:05.140 Jenny Duan: single spot. 400 00:44:05.770 --> 00:44:07.360 The day after 401 00:44:08.620 --> 00:44:09.780 I 402 00:44:11.260 --> 00:44:13.340 Jenny Duan: the day after 403 00:44:14.660 --> 00:44:18.299 where to contest this result. Marching off to the room. 404 00:44:18.750 --> 00:44:21.069 Jenny Duan: I opened the door to see Rose filled 405 00:44:22.080 --> 00:44:23.850 Jenny Duan: with 406 00:44:24.310 --> 00:44:34.229 Jenny Duan: Nonsense, boys sitting, refusing them to stand up in the corner of my friends, tired awkwardly, as they all could be standing with their lunches in their hands. 407 00:44:36.030 --> 00:44:39.390 Jenny Duan: How was it that in this club. 408 00:44:39.990 --> 00:44:44.640 Jenny Duan: this club? But he's a woman we're values 409 00:44:46.150 --> 00:44:47.230 Jenny Duan: so little. 410 00:44:48.190 --> 00:44:49.210 Who's done? 411 00:44:50.500 --> 00:44:52.320 Jenny Duan: I made it my mission 412 00:44:52.890 --> 00:44:54.560 Jenny Duan: to move 413 00:44:54.710 --> 00:44:57.390 Jenny Duan: grows like me. The same 414 00:44:57.790 --> 00:45:00.369 the opportunity that we are denied at my high school 415 00:45:01.590 --> 00:45:07.820 Jenny Duan: 5. As President. I have admitted at least 3 qualified girls. He is just a baby step in the future, I hope to cocreate. 416 00:45:08.890 --> 00:45:13.760 Jenny Duan: okay. 417 00:45:14.030 --> 00:45:16.310 this is really good. 418 00:45:17.520 --> 00:45:27.210 Jenny Duan: I have to hop off, not to another call. But I do think that this is. I wouldn't worry too much about this like this is a very flexible thing. I think it's like always better to write more than to write less. 419 00:45:27.270 --> 00:45:29.350 Jenny Duan: No, I think. 420 00:45:29.400 --> 00:45:33.959 Jenny Duan: Don't worry about this. We can fix this next time, I think. Try to get 421 00:45:35.500 --> 00:45:36.960 Jenny Duan: Let me just 422 00:45:37.110 --> 00:45:39.609 Jenny Duan: face this day quickly before I forget 423 00:45:39.910 --> 00:45:48.559 Jenny Duan: try to get this one finished, and don't worry about the word, count, if it's over, that's totally fine, like, read as much as you need, and we'll cut it down. But 424 00:45:49.100 --> 00:45:51.960 Jenny Duan: I think these essays look really good so far and like 425 00:45:52.210 --> 00:45:55.550 Jenny Duan: I think that you're at a really good place. 426 00:45:55.640 --> 00:46:03.250 Jenny Duan: Wonder? I will check to see if he made letters of recommendation for this programme, and if so, to asim primer teachers before break starts. 427 00:46:03.300 --> 00:46:09.040 Jenny Duan: Yeah, same with the Notre Dame leadership. Seminars asked for the letters wrecked before 428 00:46:09.280 --> 00:46:14.069 Jenny Duan: school going to break starts. Just so your teachers have tied over break to work funding. 429 00:46:14.120 --> 00:46:19.479 huda: Do you think I could use the same letter recommendation for multiple programs? 430 00:46:20.240 --> 00:46:21.010 I 431 00:46:21.310 --> 00:46:24.150 Jenny Duan: think you can ask them. 432 00:46:24.330 --> 00:46:28.639 Jenny Duan: so right? You yeah. But maybe just like. 433 00:46:30.320 --> 00:46:36.749 Jenny Duan: give them like, separate information on the program so that they can like change the type, it will make sure they don't use the same form. 434 00:46:37.560 --> 00:46:43.690 Jenny Duan: Okay, cool. Then I'll talk to you on Sunday. Tagging in the document or send me a text in. 435 00:46:43.740 --> 00:46:46.469 Jenny Duan: I will get back to you before Sunday, too. 436 00:46:46.530 --> 00:46:50.630 Jenny Duan: Alright, yeah, that sounds great, and I'm also oh, go ahead! 437 00:46:50.820 --> 00:46:52.660 huda: No! Oh, go ahead! Sorry 438 00:46:53.020 --> 00:47:01.480 Jenny Duan: II was just saying, really happy about your April screen. I feel like you should feel really proud of yourself like that was a big fight, but you want it. So keep it up. 439 00:47:02.230 --> 00:47:03.940 huda: Thank you so much. Yeah. 440 00:47:04.140 --> 00:47:08.009 huda: Okay. I'll see you on Sunday. 441 00:47:08.270 --> 00:47:10.290 Jenny Duan: Okay, see? You take care. 442 00:47:10.460 --> 00:47:11.210 bye.",
  "segments": [
    "Week 18 - Coaching_Jenny_Huda_Wk18_2023-12-12_M_410625133f9ce898U_2023-12-11_00-00-00 WEBVTT 1 00:02:45.540 --> 00:02:47.989 Jenny Duan: Hey, Huda, how's it going? 2 00:02:51.330 --> 00:02:52.180 Jenny Duan: That's okay. 3 00:02:52.750 --> 00:02:54.449 huda: But it's going. Well, how are you? 4 00:02:56.100 --> 00:02:59.589 Okay? Well, too. Let me just pull up your document. 5 00:03:00.660 --> 00:03:02.720 Jenny Duan: I mean. okay. 6 00:03:04.110 --> 00:03:12.250 Jenny Duan: that's the beginning of the week. Is it final? Tuesday yet? Or does that start next week? Or it's kind of like a mix with both. 7 00:03:12.350 --> 00:03:26.920 huda: It's like kind of a mix, so like for most of my classes, I have like my final next week. But this week for a push we have like a unit test. And then next week we also have a final and a project. So it's like a lot for a push. 8 00:03:27.230 --> 00:03:30.200 Jenny Duan: Do you have an update on how it's going for you? 9 00:03:30.500 --> 00:03:32.969 huda: Yeah, I was finally able to get an A 10 00:03:33.770 --> 00:03:37.790 Jenny Duan: is that confirmed? Or do you still have more tests to go. 11 00:03:38.070 --> 00:03:41.279 huda: Well, like I have like one more test. 12 00:03:41.320 --> 00:03:55.869 huda: Which is kind of why, I'm kind of on the fence with an a but like right now, like a 90.2. So if I just like, maintain that or like, get a higher grade on this test, and I'm I should be fine. 13 00:03:57.470 --> 00:04:02.200 Jenny Duan: amazing congratulations! I'm so happy and proud of you! I knew you could do it. 14 00:04:02.750 --> 00:04:06.909 huda: Congratulations! How do you feel? See? II knew it would be possible. 15 00:04:06.990 --> 00:04:08.200 Jenny Duan: How do you feel? 16 00:04:08.490 --> 00:04:24.730 huda: I feel like I'm kind of happy, but like and like relieved because in order to get this a. I had to come in for retics like before school sounds like a lot of effort, but I think it was worth it. So yeah. 17 00:04:25.",
    "690 --> 00:04:33.239 Jenny Duan: yeah. Do you remember? Like 2 weeks ago, when you thought you couldn't get it? But now you're back. End a like a good feeling. 18 00:04:33.270 --> 00:04:34.760 huda: yeah, for sure. 19 00:04:35.230 --> 00:04:40.200 Jenny Duan: Awesome. So do. Are there any other classes that you're worried about? Or was 8% the main one? 20 00:04:41.320 --> 00:04:47.019 huda: I guess, for calculus. That's kind of like also a little bit on the fence. 21 00:04:47.060 --> 00:04:49.230 huda: But I think that's 22 00:04:49.360 --> 00:04:55.079 huda: kind of doable, because I have like a tutor for that, and 23 00:04:55.160 --> 00:05:03.829 huda: like, I'm pretty good at the subject, anyway, like, I've been getting good grades for the past test. So I think I can do it for the final as well. 24 00:05:04.400 --> 00:05:13.729 Jenny Duan: yeah. Curious what inspired the tutor. You said that you're doing well. So was it just like to make sure that you understood? Or was there something specific that makes you feel like you need to get a tutor. 25 00:05:14.390 --> 00:05:37.079 huda: Yeah, I think in the beginning I was kind of confused about limits like which he explained. But then, also, like, I think it's really helpful, for like went after study for test cause. He has, like a lot of practice questions and everything. And I just think like it solidifies like the the things that we learn in class. 26 00:05:38.100 --> 00:05:39.050 Jenny Duan: Awesome. 27 00:05:39.370 --> 00:05:45.830 Jenny Duan: cool. Do you have any brief updates on the video game project, zone club folklift or empowering a, I, 28 00:05:46.090 --> 00:05:48.100 huda: yeah. So 29 00:05:48.230 --> 00:05:58.319 huda: okay, so in a Linkedin, I posted about folklift and I saw that. Yeah. So I listed it as like a like a 30 00:05:58.640 --> 00:06:19.649 huda: job. I guess. On Linkedin. And I have. I've had a few like people that have applied actually. And there's a student from Carnegie Mellon, and there",
    "'s like a whole bunch of like other college students who are applying. So I've like reached out to them. And I've like asking them specific questions like, 31 00:06:19.650 --> 00:06:42.800 huda: like, what media do you think you're most comfortable? Talking or like communicating in or not communicating in, but like like publicizing a small business in. And then like, what minority do you think like you should? You're gonna highlight with your chapter. So that's kind of what I've been asking. But I don't know 32 00:06:42.930 --> 00:06:51.470 huda: they'd really be interested. But I just, I'm just testing out Linkedin to see if that anyone on Linkedin would be interested. How many people have applied? 33 00:06:51.710 --> 00:07:10.110 huda: 16 people applied a lot? Yeah. But a lot of them are just. They're not in America, and they're like adults. So like, I don't. I'm not really following up with them just because, and they don't speak English. So like, 34 00:07:10.340 --> 00:07:17.060 huda: that's like kind of an issue. So I'm kind of. Only I only ask, got back to like 5 people. But yeah. 35 00:07:17.410 --> 00:07:23.480 Jenny Duan: that's still like quite a bit, you know. Freakin awesome any other up to date. 36 00:07:23.580 --> 00:07:32.800 huda: I started plan or me and me and the girl from slack. We started like planning our events. So we're like, kind of 37 00:07:32.810 --> 00:07:39.130 huda: thinking. Instead of doing like an AI specific thing, we could probably do something which is kinda like 38 00:07:39.210 --> 00:07:45.109 huda: portfolio building, like, for example, like a one on one project thing like 39 00:07:45.130 --> 00:08:04.560 huda: maybe like we could show how to make a calculator website or something like not too simple as a calculator website. But like, I think, just having like a project as a group, I think that would be something interesting. Yeah, that's like, we're thinking of doing like a one on one thing. So that's 40 00:08:04.610 --> 00:08",
    ":06.820 huda: and the chances that we bought. Yeah. 41 00:08:08.160 --> 00:08:10.830 Jenny Duan: awesome. And what about the video game project? 42 00:08:11.310 --> 00:08:42.570 huda: so I posted about that on my linkedin as well. And so far I've had 50 views. Yeah, and so I've been like, kind of working on the game itself. So like, I think I updated you last time about how I finish the biasing and now I'm starting to make the art for the for the boss by thinking of how I want to do it. That one's like it's a bit hard, because, like. 43 00:08:42.890 --> 00:09:00.099 huda: it's gonna hard to code. But I think I should be able to do it. And I'm also starting to think about mobile optimization. I think I mentioned this last time. Because, like a lot of people that are going on, it can't play it because it's not available for mobile. So yeah. 44 00:09:01.230 --> 00:09:02.080 Jenny Duan: perfect. 45 00:09:02.340 --> 00:09:07.050 Jenny Duan: Okay, cool. And then the film, club. How's that going? 46 00:09:07.160 --> 00:09:15.539 huda: Not much progress there, I think we're gonna resume back when winter break ends. So that way, like. 47 00:09:15.670 --> 00:09:25.359 huda: because, like also, like our movie, it requires like a ball cap for one of the characters. Yeah. So what? We're kind of giving time for like 48 00:09:25.390 --> 00:09:28.890 huda: preparations for that. And yeah, we're gonna get back 49 00:09:30.760 --> 00:09:31.920 Jenny Duan: awesome. 50 00:09:31.970 --> 00:09:45.449 Jenny Duan: Alright. So I think the most important thing for us to do is maybe just do the go over the Bank of America essays. And I know that Alex wanted to pretty late. But were you able to make any progress on those or not yet? 51 00:09:45.730 --> 00:10:06.530 huda: Yeah. So I was like able to mostly finish the one about the Bank of America like, why should you be a bank of America? Student leader? But I don't really like my response too much. So I think there's like definitely stuff I ca",
    "n fix. And then I started elaborating more on like the last one as well. 52 00:10:07.130 --> 00:10:09.249 Jenny Duan: Hi, do you want to read out loud to me. 53 00:10:09.580 --> 00:10:10.380 huda: Yeah. 54 00:10:10.870 --> 00:10:24.239 huda: of course, it feeds my kids and everything. But in a way I fall like I can still get to do what I'm passionate about. I never thought some one like me could do it. An elderly hijabi woman spoke, someone like you. What do you mean I spoke 55 00:10:24.290 --> 00:10:32.550 huda: a Muslim woman. When was the last time you saw someone with a name Fatima as an entrepreneur. At this time 56 00:10:32.760 --> 00:10:49.389 huda: I was interviewing small Muslim owned businesses for my initiative, named Folklift, which is essentially the crossword between my passion for journalism and need to support my community. Right then it struck me that people care, people care about who they see in the world and who inspires a new generation leaders. 57 00:10:49.470 --> 00:11:12.140 huda: This is something I want to expand beyond the confines of my neighbourhood and the Bank of America student leadership program is the best way for me to do so. One of the greatest values I see from this program is networking groups of young, intelligent, and brave voices fixing affairs in the world that seem to get lost with a missing perspective of young people fostering an an empowering environment for change. 58 00:11:12.590 --> 00:11:29.270 huda: And this one I was kinda like thinking of deleting because I didn't really like the wording. So the unique factor of the program is that it matches every student leader with a specific local nonprofit which formulates an a transformative future for both the leader and the nonprofit 59 00:11:29.430 --> 00:11:53.460 huda: face to face with a large white Colosseum like building. That is the White House. There will be nothing other than awe, respect, and optimism for change in my expression. Policy and decision make makers i",
    "n the government are the drivers of legal transformation to issues. I care care deeply about like educational access, gender equality. And and this one might be like 60 00:11:54.310 --> 00:11:56.679 huda: something like 61 00:11:58.330 --> 00:11:59.370 huda: like. 62 00:12:01.390 --> 00:12:04.890 huda: like religious freedom, or something like that, like. 63 00:12:05.120 --> 00:12:09.209 huda: yeah, not exactly that one. But like I could think of a different idea. Yeah. 64 00:12:10.090 --> 00:12:19.310 Jenny Duan: yeah, this is looking really good. I think this one. Let's start. Let me look at the beginning again. So 65 00:12:21.380 --> 00:12:24.480 Jenny Duan: of course, if you didn't. 66 00:12:24.740 --> 00:12:26.280 Jenny Duan: an elderly 67 00:12:27.220 --> 00:12:28.859 as an entrepreneur. 68 00:12:29.110 --> 00:12:32.140 Jenny Duan: Okay, what, exactly, was her business? 69 00:12:32.240 --> 00:12:42.759 huda: Is this a real person, or is this? Is this just an anecdote. If it's not a real person, just make up something that you would do. It's it's just an anecdote. But I think we could do like 70 00:12:43.290 --> 00:12:55.509 huda: so there's a similar one she has like a similar story. It was she was like made arts and crafts for like, like different events, like graduation. 71 00:12:56.320 --> 00:13:03.719 huda: like graduations. Eve like Christmas, and like, just like a bunch of events. Yeah. 72 00:13:04.780 --> 00:13:06.730 Jenny Duan: hmm. 73 00:13:06.980 --> 00:13:10.889 Jenny Duan: on an entrepreneur 74 00:13:10.920 --> 00:13:14.300 Jenny Duan: at the time I was really familiar with. 75 00:13:14.390 --> 00:13:18.089 Jenny Duan: okay, I think this paragraph is gonna make a little bit more engaging 76 00:13:18.120 --> 00:13:22.659 Jenny Duan: at the time. 77 00:13:25.240 --> 00:13:32.149 Jenny Duan: but then I also have any work to share. So how many characters you do get a lot more than normal for this one 78 00:13:32.360 --> 00:13:33.700 Jenny Duan: emphas",
    "is? 79 00:13:34.000 --> 00:13:39.859 Jenny Duan: About 1,000. So these 1,300. So you still have a lot more samples for this one. 80 00:13:40.020 --> 00:13:41.980 Jenny Duan: Okay. 81 00:13:42.220 --> 00:13:47.680 Jenny Duan: what's the last thing you saw from the beginning? 82 00:13:47.890 --> 00:13:53.980 Jenny Duan: I was interviewing with 83 00:13:55.360 --> 00:13:56.890 Jenny Duan: Hey, 84 00:13:58.260 --> 00:14:01.960 Jenny Duan: who owned a small business 85 00:14:02.390 --> 00:14:03.470 Jenny Duan: selling 86 00:14:04.760 --> 00:14:07.459 Jenny Duan: arts and crafts. 87 00:14:08.600 --> 00:14:11.640 Jenny Duan: projects. 4 book lifts 88 00:14:12.980 --> 00:14:19.589 Jenny Duan: in an initiative. I started to highlight some businesses 89 00:14:20.380 --> 00:14:22.339 Jenny Duan: in my community. 90 00:14:24.030 --> 00:14:35.060 Jenny Duan: In my community. Through my passion for journalism. Hi saw an opportunity to maybe like 91 00:14:36.320 --> 00:14:37.650 Jenny Duan: increase. 92 00:14:41.810 --> 00:14:42.810 Jenny Duan: I thought. 93 00:14:44.300 --> 00:14:47.930 Jenny Duan: and opportunity to 94 00:14:49.160 --> 00:14:55.289 Jenny Duan: maybe like build community, while. 95 00:14:57.350 --> 00:15:00.730 Jenny Duan: Let's see. promoting 96 00:15:03.270 --> 00:15:04.850 Jenny Duan: individual 97 00:15:07.160 --> 00:15:08.530 Jenny Duan: community entrepreneur. 98 00:15:08.630 --> 00:15:14.920 Jenny Duan: II think I'm using communication too much. I saw an opportunity to maybe like 99 00:15:16.000 --> 00:15:17.280 Jenny Duan: uplift 100 00:15:19.020 --> 00:15:20.659 Jenny Duan: goes around. 101 00:15:21.430 --> 00:15:23.489 I thought that also doesn't sound good. 102 00:15:23.550 --> 00:15:33.300 Jenny Duan: I saw an opportunity to shape change through storytelling. What's that from 103 00:15:34.350 --> 00:15:45.450 Jenny Duan: right? Then it struck me that people care people care about who they see in the world and who inspires a new generation of leaders. ",
    "So why so? Why is diverse leadership important? 104 00:15:46.420 --> 00:15:49.390 I guess it's important cause, like. 105 00:15:49.400 --> 00:16:15.679 huda: for example, like this woman who like didn't see herself, and like multiple art entrepreneurs and leaders throughout the world. She didn't think she could do it because she didn't see many people like her. So I think being like having diversity and leadership is important because it brings unique perspectives. As we talked about in like the other paragraphs. And also just that, 106 00:16:15.990 --> 00:16:16.880 huda: like 107 00:16:17.100 --> 00:16:23.860 huda: it can. Yeah, like, it can bring different perspectives. And it's everyone brings something unique. 108 00:16:24.560 --> 00:16:25.230 You 109 00:16:28.150 --> 00:16:36.030 Jenny Duan: diverse leadership amplifies 110 00:16:36.770 --> 00:16:41.430 Jenny Duan: the exchange of new ideas and 111 00:16:42.410 --> 00:16:45.920 Jenny Duan: social change. 112 00:16:47.530 --> 00:16:50.470 Jenny Duan: an area I hope to 113 00:16:51.550 --> 00:16:52.760 Jenny Duan: continue 114 00:16:54.050 --> 00:16:57.580 Jenny Duan: impacting through the bank of America 115 00:17:01.660 --> 00:17:03.609 Jenny Duan: student leadership program. 116 00:17:07.770 --> 00:17:14.990 Jenny Duan: What are the greatest values I see in this program is the ability to connect 117 00:17:16.089 --> 00:17:17.550 Jenny Duan: with other 118 00:17:18.770 --> 00:17:20.619 Jenny Duan: purpose driven 119 00:17:23.859 --> 00:17:28.890 Jenny Duan: young people from across the clinician. 120 00:17:30.680 --> 00:17:31.610 Jenny Duan: Rufus. 121 00:17:31.830 --> 00:17:41.989 Jenny Duan: groups of young, intelligent, and grave voices fixing affairs in the world that ceased get lost. Okay, I feel like this sentence is way, too wordy. How can we cut it down? 122 00:17:42.350 --> 00:17:51.870 huda: I think the part where it says like seem to get lost in the with the missing perspective of young people. I thi",
    "nk that that's kind of 123 00:17:52.420 --> 00:17:55.600 huda: not really important or 124 00:17:56.380 --> 00:18:02.990 huda: yeah, I think the most important thing that I'm trying to get across is that it's like a 125 00:18:03.170 --> 00:18:06.399 huda: environment that change can be made. So 126 00:18:06.530 --> 00:18:09.899 huda: yeah, I think that that should be good 127 00:18:10.720 --> 00:18:18.889 Jenny Duan: it is up to us to shape 128 00:18:20.150 --> 00:18:24.339 Jenny Duan: shape shape the changes that affect 129 00:18:24.440 --> 00:18:32.060 Jenny Duan: future generations. And I see myself at the forefront of these movements. 130 00:18:36.740 --> 00:18:37.630 Jenny Duan: Okay. 131 00:18:39.250 --> 00:18:41.789 Jenny Duan: what are you trying to get at with this sentence? 132 00:18:42.260 --> 00:18:47.689 huda: So this one was like I was a bit iffy about this one, because I wanted to say like. 133 00:18:48.210 --> 00:19:08.320 huda: I don't know it's like the point of this, like essay was to kind of talk about why Bank of America. Student leadership is great, which is kind of like, I think that's not really the purpose of the essay. So that's kind of I was like thinking of getting rid of it. But where was originally trying to say was like, kind of 134 00:19:08.330 --> 00:19:20.469 huda: the fact that it matches. Like every student leader, it's like a specific nonprofit like optimize for I guess the most transformational power 135 00:19:20.480 --> 00:19:31.729 huda: is kind of, like the one a great value that I also see from from the American Bank of America student leadership program. Say, ask no. I was gonna get it? 136 00:19:33.080 --> 00:19:35.290 Jenny Duan: So 137 00:19:35.870 --> 00:19:42.200 Jenny Duan: is there any other way that you can word this that you think would be better like? So you're saying that you like how this. 138 00:19:42.700 --> 00:19:50.099 Jenny Duan: not just to a non profit, but like, what about that? Makes this different than",
    " just, for example, volunteering at a non profit? 139 00:19:51.070 --> 00:19:53.080 huda: I think. Like 140 00:19:53.260 --> 00:19:58.660 huda: the way that it consider like this program like considers, 141 00:19:59.120 --> 00:20:04.649 huda: not just like. I guess, like, not just what's 142 00:20:06.730 --> 00:20:10.749 huda: what's most relevant. But also what like 143 00:20:11.220 --> 00:20:18.900 huda: you're you're most like passionate about and like what you what like the specific student leader can 144 00:20:19.480 --> 00:20:21.509 huda: The action was to make change for 145 00:20:22.270 --> 00:20:23.280 Jenny Duan: hmm. 146 00:20:24.230 --> 00:20:26.190 Jenny Duan: through 147 00:20:29.100 --> 00:20:32.250 Jenny Duan: through the student leader 148 00:20:34.640 --> 00:20:36.940 Jenny Duan: Chip programs, unique. 149 00:20:37.110 --> 00:20:49.630 Jenny Duan: nonprofit matching system. I hope to contribute. I hope to amplify my impact with a unique 150 00:20:51.180 --> 00:20:58.390 Jenny Duan: caring nonprofit. 151 00:21:00.990 --> 00:21:03.080 Jenny Duan: non profit pairing. 152 00:21:04.040 --> 00:21:09.270 Jenny Duan: maybe it's just that. 153 00:21:14.290 --> 00:21:19.229 huda: Maybe we could say, like, that that optimizes 154 00:21:19.250 --> 00:21:22.449 huda: the most passionate and transformative change 155 00:21:25.170 --> 00:21:27.380 that optimizes 156 00:21:28.760 --> 00:21:29.710 Jenny Duan: for 157 00:21:31.180 --> 00:21:33.410 Jenny Duan: change and for 158 00:21:34.800 --> 00:21:38.750 Jenny Duan: transformative change. moreover. 159 00:21:41.480 --> 00:21:42.390 Jenny Duan: fixed. 160 00:21:44.900 --> 00:21:49.340 Jenny Duan: Okay, can you explain what you're trying to get at with this program? 161 00:21:49.740 --> 00:22:11.240 huda: It's kind of like the DC trip. I wanted to highlight like why, it's like so important and like the fact that, like, I'll be able to go to like the White House and or like the White House area at least, and like, m",
    "eet with decision makers and policy makers, and actually make like a like a legal impact 162 00:22:11.300 --> 00:22:35.449 huda: towards the issues that I'm working for. So like, yeah, I think that the the beginning, I was kind of trying to play with some imagery. So I was like face to face of the large white Coliseum like building this the White House and then, like kind of what I feel for that cause like, I think, looking at the White House, I'd probably feel like, Oh, 163 00:22:35.480 --> 00:22:44.300 huda: I'd actually be able to make a tangible change now. So that's kind of what I was trying to highlight. But I could have worded it better, I think. 164 00:22:45.000 --> 00:23:01.040 Jenny Duan: Yeah, is there any way you can word it sort of without making any analogies, because I feel like like, there's not really need to make any analogies here, because you already move past that kind of at the beginning. So if you're like, you don't need to go to like a separate analogy. If that makes sense. 165 00:23:02.200 --> 00:23:09.129 huda: Yeah, I feel like it isn't much of like an analogy. I think it's kind of like 166 00:23:09.310 --> 00:23:17.250 Jenny Duan: I think you don't need to go back into like there will be. I think you need to go back into third person. I think you can just stay in the first person. Tell. 167 00:23:17.830 --> 00:23:26.380 huda: yeah. Okay. 168 00:23:28.640 --> 00:23:30.270 huda: Maybe I could be like. 169 00:23:31.990 --> 00:23:34.350 huda: with 170 00:23:34.550 --> 00:23:35.290 huda: close 171 00:23:37.880 --> 00:23:39.290 huda: wait 1 s 172 00:23:42.870 --> 00:23:45.550 huda: with gosh. 173 00:23:45.880 --> 00:23:49.470 huda: The 174 00:23:50.260 --> 00:23:51.320 huda: of 175 00:23:54.940 --> 00:23:56.200 huda: like, I guess. 176 00:23:59.510 --> 00:24:01.690 huda: with your experience 177 00:24:03.050 --> 00:24:08.060 huda: of of meeting 178 00:24:09.360 --> 00:24:11.639 huda: with official or 179 00:24:13.310 --> 00:24:15.360 huda: gove",
    "rnmental 180 00:24:15.390 --> 00:24:19.660 huda: policy and decision makers. 181 00:24:20.770 --> 00:24:21.850 huda: And 182 00:24:23.570 --> 00:24:24.840 huda: I will. 183 00:24:25.390 --> 00:24:27.020 huda: yeah, perfect. 184 00:24:27.200 --> 00:24:29.900 huda: Be able to 185 00:24:31.760 --> 00:24:36.490 huda: make a tangible 186 00:24:37.190 --> 00:24:39.089 huda: policy change 187 00:24:39.970 --> 00:24:41.440 Jenny Duan: to the mate. 188 00:24:41.670 --> 00:24:44.189 Tangible. Maybe recommendations. 189 00:24:44.210 --> 00:24:46.579 Jenny Duan: You have to policy recommendations 190 00:24:46.850 --> 00:24:51.650 Jenny Duan: because I don't know if you're gonna be able to actually like change policy. But I think you'll be able to like 191 00:24:51.700 --> 00:24:53.960 Jenny Duan: communicate with decision makers. 192 00:24:55.950 --> 00:24:58.520 huda: policy recommendations. 193 00:25:00.230 --> 00:25:01.270 huda: And 194 00:25:04.190 --> 00:25:06.130 huda: and 195 00:25:07.460 --> 00:25:11.920 huda: and yeah, I could. I guess we could leave it at that. 196 00:25:13.110 --> 00:25:15.579 Jenny Duan: Honestly, recommendations may be that shape. 197 00:25:15.890 --> 00:25:19.380 Jenny Duan: Okay, something like future. Meaning that. 198 00:25:19.830 --> 00:25:23.100 Jenny Duan: That drive legal transformation to 199 00:25:23.980 --> 00:25:27.649 Jenny Duan: issues like educational access, gender equity. And then you can 200 00:25:27.790 --> 00:25:29.280 Jenny Duan: paper the rest of that. 201 00:25:34.990 --> 00:25:39.619 huda: Oh, I wrote it. Okay, yeah, yeah, that that's what I was coding. Yeah. 202 00:25:40.840 --> 00:25:42.450 huda: and just. 203 00:25:47.620 --> 00:25:48.750 huda: yeah, just 204 00:25:50.710 --> 00:25:57.800 huda: and like, I don't want it to be too controversial. So I could just say something like and 205 00:26:02.680 --> 00:26:04.120 huda: and 206 00:26:08.920 --> 00:26:12.730 huda: like, would it be too controversial. If I said Islamophob",
    "ia. 207 00:26:14.350 --> 00:26:19.130 Jenny Duan: who now ink. maybe like 208 00:26:19.140 --> 00:26:24.789 Jenny Duan: occasional access gender equality, inequality. And 209 00:26:25.120 --> 00:26:30.920 huda: I'm trying to maybe like cultural inclusion, or like cultural inclusion. 210 00:26:31.050 --> 00:26:34.880 Jenny Duan: yeah. 211 00:26:35.130 --> 00:26:38.069 Jenny Duan: I think maybe that's like something you could say. 212 00:26:39.060 --> 00:26:39.870 huda: yeah. 213 00:26:40.610 --> 00:26:46.189 Jenny Duan: like, Tyler, like things that have talked about my past essays. Yeah. 214 00:26:47.280 --> 00:26:59.440 Jenny Duan: That that sounds really good to me. yes. how many words I think the word count would change after we make these 215 00:26:59.560 --> 00:27:06.030 Jenny Duan: changes, but I think you might have a little bit of extra words. Is there anywhere else that you would want to add in this visit? 216 00:27:06.800 --> 00:27:12.090 huda: I think maybe at the end I can like kind of reference. 217 00:27:12.190 --> 00:27:36.399 huda: I can reference the like anecdotal in the beginning. With Fathima, and I can be like with the access. I don't know if this is like overdone, but with the access to this opportunity or the access to this program, I'll be able to show that people with a name like Fatima or Hoda will be able to. 218 00:27:36.410 --> 00:27:43.270 huda: we'll be able to hold such high or not hold such high. But like, we'll be able to 219 00:27:43.680 --> 00:27:46.189 huda: jar for change in society. 220 00:27:47.020 --> 00:27:56.159 Jenny Duan: Yeah, yeah, that sounds really good. Maybe you can say something like through through folklift. People like Fatima have the opportunity to 221 00:27:56.310 --> 00:28:07.950 Jenny Duan: like start businesses that like, I don't know. Empower them to be entrepreneurs in the community, or something like that. And then you could also make a parallel in saying, like, through the bank of America, student leader",
    "s program, I will have 222 00:28:07.980 --> 00:28:16.449 huda: the ability to like, like, yeah, people like for us can express 223 00:28:16.810 --> 00:28:19.100 huda: their creativity 224 00:28:19.310 --> 00:28:21.820 huda: and passion. 225 00:28:22.340 --> 00:28:28.940 huda: and 226 00:28:29.220 --> 00:28:30.210 huda: the 227 00:28:32.410 --> 00:28:33.570 huda: of merits. 228 00:28:33.950 --> 00:28:38.050 huda: America. Students, leadership 229 00:28:40.050 --> 00:28:41.160 huda: program 230 00:28:43.180 --> 00:28:44.220 huda: people. 231 00:28:44.460 --> 00:28:50.469 huda: Or I, I'm just say, I, yeah, I can 232 00:28:50.960 --> 00:28:52.120 huda: jive 233 00:28:52.410 --> 00:28:54.360 huda: or change 234 00:28:54.870 --> 00:28:56.640 huda: and society. 235 00:28:57.750 --> 00:29:00.030 Jenny Duan: Yeah, maybe I say, I can 236 00:29:00.290 --> 00:29:04.260 Jenny Duan: change my community 237 00:29:05.250 --> 00:29:06.360 Jenny Duan: and 238 00:29:07.020 --> 00:29:12.569 Jenny Duan: an extension. 239 00:29:13.640 --> 00:29:16.040 Jenny Duan: The world is that, too, Corny? 240 00:29:16.500 --> 00:29:18.500 huda: No awesome. 241 00:29:19.990 --> 00:29:28.799 huda: I think like, the last sentences are always supposed to be like Corny or like kinda impactful. So I think it's fine. 242 00:29:29.390 --> 00:29:30.570 Jenny Duan: Okay, cool. 243 00:29:32.560 --> 00:29:36.320 huda: Okay, I'm gonna accept all these, and then we can check the word count. 244 00:29:36.610 --> 00:29:37.539 Jenny Duan: All right. Cool. 245 00:30:07.220 --> 00:30:12.110 Jenny Duan: I think you're perfect. 1952 characters. Yeah, that's good. 246 00:30:12.400 --> 00:30:13.380 Jenny Duan: That's good 247 00:30:13.840 --> 00:30:18.880 Jenny Duan: let me just add some spaces. 248 00:30:30.050 --> 00:30:32.770 Jenny Duan: Okay, cool. 249 00:30:35.980 --> 00:30:41.019 Jenny Duan: Did you not make any change? Let's check these. These, I think, are a little bit too long. 250 00:30:42.020 --> 00:30:48.019 h",
    "uda: Yeah, I need a Anita make it smaller. Yeah, this is, this is a little long. 251 00:30:48.030 --> 00:30:50.930 Jenny Duan: But then you start from the beginning. This is also too long. 252 00:30:55.740 --> 00:30:59.149 Jenny Duan: I do. Wanna keep these essays because I feel like 253 00:30:59.470 --> 00:31:05.710 Jenny Duan: these are really good, and you might use them for other things. So I'm just 254 00:31:07.260 --> 00:31:16.259 Jenny Duan: insert a horizontal line, just like, put these essays here because they might be too long for this one. But I think you should. You can still keep them in case, you need them for a different application. 255 00:31:16.620 --> 00:31:25.419 Jenny Duan: Yeah. So I just paste those at the bottom. But let's just work, maybe from the top down and just start shortening them. How does that sound? Yeah. Sounds good. 256 00:31:26.500 --> 00:31:27.250 Jenny Duan: Okay. 257 00:31:28.840 --> 00:31:29.980 Jenny Duan: the 258 00:31:31.090 --> 00:31:39.149 Jenny Duan: derivative of the inverse of theta pi, I think I could definitely cut that down. Yeah, yeah, what is what is a shorter thing right here. 259 00:31:39.820 --> 00:31:46.119 Jenny Duan: if you can just say solve for beef, I don't think I don't think you need to have this long analogy. 260 00:31:46.270 --> 00:31:47.400 huda: Yeah, okay? 261 00:31:48.090 --> 00:31:58.290 Jenny Duan: Cause II think I mean, like it illustrates the difficulty. But I feel like you could just say, Salford, be like, I feel like it already illustrates like it kind of gives enough contact for what you're doing. 262 00:31:58.670 --> 00:32:04.090 Jenny Duan: I sat at my wooden desk in class of Peter Corsica. I could possibly. 263 00:32:04.620 --> 00:32:05.779 Jenny Duan: when the 264 00:32:07.030 --> 00:32:12.180 Jenny Duan: words on that secret. that's all, Lucy, at our teacher aside, pushing back. 265 00:32:14.610 --> 00:32:18.979 Jenny Duan: pushing back her grey officer, I looked around the room. 266 0",
    "0:32:20.610 --> 00:32:22.649 Jenny Duan: II looked around 267 00:32:24.840 --> 00:32:25.640 Jenny Duan: to 268 00:32:27.010 --> 00:32:28.500 Jenny Duan: built around. 269 00:32:30.310 --> 00:32:32.080 huda: Maybe remove the room. 270 00:32:32.360 --> 00:32:37.029 Jenny Duan: Yeah. I looked around to see us. if you please. Face, please. 271 00:32:38.680 --> 00:32:39.430 Jenny Duan: Hmm. 272 00:32:41.130 --> 00:32:43.069 huda: Dread in their 273 00:32:43.870 --> 00:32:47.259 Jenny Duan: maybe just say, a a sea of dread filled 274 00:32:47.460 --> 00:32:50.710 Jenny Duan: confused, confused faces like this. 275 00:32:52.930 --> 00:32:54.450 Jenny Duan: Alexis. 276 00:32:55.830 --> 00:32:56.910 Jenny Duan: Well. 277 00:33:05.100 --> 00:33:08.230 Jenny Duan: at a so that isn't predominantly 278 00:33:08.610 --> 00:33:12.449 Jenny Duan: My soul, like resources that others 279 00:33:13.580 --> 00:33:15.199 Jenny Duan: so had so easily. 280 00:33:15.940 --> 00:33:17.860 Jenny Duan: Yes, this is great. 281 00:33:20.700 --> 00:33:22.439 Jenny Duan: To combat this issue. 282 00:33:25.180 --> 00:33:30.140 Jenny Duan: I would start by creating incentivizing students 283 00:33:32.180 --> 00:33:35.169 Jenny Duan: to mentor of spiritual resources. 284 00:33:36.290 --> 00:33:38.230 Jenny Duan: perhaps in exchange. 285 00:33:40.770 --> 00:33:46.149 huda: and experience you can give me. 286 00:33:47.490 --> 00:33:48.230 Jenny Duan: Yeah. 287 00:33:58.650 --> 00:34:05.410 Jenny Duan: The elders acknowledged some of the favourages the student led initiative may recover. I strive to advocate, for 288 00:34:06.110 --> 00:34:10.210 Jenny Duan: through national new policy decision by established campuses. 289 00:34:10.550 --> 00:34:12.150 Jenny Duan: press allocate 290 00:34:14.230 --> 00:34:18.060 Jenny Duan: some of their budget towards education resources 291 00:34:20.920 --> 00:34:21.949 Jenny Duan: toward 292 00:34:23.770 --> 00:34:25.590 Jenny Duan: recognizing the importance of care.",
    " 293 00:34:29.380 --> 00:34:38.840 Jenny Duan: I think that this sentence, a little bit redundant 294 00:34:40.100 --> 00:34:43.999 Jenny Duan: I would advocate for increased hunting for lower reserve schools. 295 00:34:44.679 --> 00:34:49.159 Jenny Duan: Okay, I think this is probably. oh, my gosh. 296 00:34:50.830 --> 00:34:54.020 Jenny Duan: wow! 1,000 characters is really short 297 00:34:54.850 --> 00:34:56.499 huda: boy, how many is this? 298 00:34:56.739 --> 00:34:58.790 Jenny Duan: A 1,407? 299 00:34:59.510 --> 00:35:03.290 huda: Wow. 300 00:35:03.600 --> 00:35:07.679 Jenny Duan: yeah, that's what I thought, too, we couldn't at least like half of it. Have 301 00:35:08.710 --> 00:35:11.049 Jenny Duan: I sat at my wooden desk. Okay. 302 00:35:12.210 --> 00:35:14.010 Jenny Duan: you're courting through my veins. 303 00:35:16.090 --> 00:35:18.280 Jenny Duan: Okay. help 304 00:35:18.560 --> 00:35:26.400 Jenny Duan: maybe instead of how. And again, a maybe, how would I learn this material. How could I 305 00:35:26.630 --> 00:35:30.290 Jenny Duan: learn this material when the word. and 306 00:35:30.690 --> 00:35:47.419 Jenny Duan: like a whole different language? Because I think the emphasis here is not necessarily just on grades, but like on your ability to keep up with national standards, because, you know, we know that, like lower resource schools, they, the students from those schools don't meet the National benchmark. So that's kind of like the issue. Pushing back for 307 00:35:47.970 --> 00:35:52.999 Jenny Duan: chair. We're so safe. I looked around to. 308 00:35:54.710 --> 00:35:56.580 Jenny Duan: Yes, so 309 00:35:56.880 --> 00:35:58.349 Jenny Duan: I looked around 310 00:35:59.460 --> 00:36:05.830 Jenny Duan: at a sea of dreadful confused kisses. My friends, from other schools nearly 20 min away 311 00:36:05.950 --> 00:36:08.169 Jenny Duan: at acts 2, 24, 7, 312 00:36:09.290 --> 00:36:11.619 Jenny Duan: 24, 7 tutors. Really. 313 00:36:11.870 --> 00:36:12.82",
    "0 huda: Yeah. 314 00:36:14.060 --> 00:36:19.169 huda: like, we're like online, like, not from America. But yeah. 315 00:36:19.270 --> 00:36:27.890 Jenny Duan: wait. That's the thing. Yeah, I don't know, like it was really cool, like my sister. She wants like the high school there, and like it was so helpful 316 00:36:29.940 --> 00:36:31.490 Jenny Duan: any materials 317 00:36:33.170 --> 00:36:34.050 Jenny Duan: that 318 00:36:35.870 --> 00:36:39.030 Jenny Duan: my school failed to provide. 319 00:36:39.120 --> 00:36:46.890 huda: Maybe in the room of the tutors like maybe it won't make sense to like the people that are reading it. No, I think it's fine. I think it's fine. 320 00:36:47.140 --> 00:36:47.880 huda: Okay. 321 00:36:52.870 --> 00:36:54.370 Jenny Duan: that my 322 00:36:55.190 --> 00:37:01.929 Jenny Duan: oh, sorry if you didn't hear the background. And so you got my 323 00:37:03.430 --> 00:37:14.139 Jenny Duan: that may for is lower resource, a word that you would use to describe your score. Is that not accurate? 324 00:37:14.910 --> 00:37:22.659 huda: in comparison to other schools. Yes. So I guess you can. 325 00:37:23.550 --> 00:37:31.960 Jenny Duan: Okay. To compact this. I would start by creating a 4 students by student volunteer Program Center. Great. 326 00:37:32.260 --> 00:37:44.149 Jenny Duan: Beyond this I acknowledge that the deep rooted issues expense further than a student letter initiative may cover. I try to advocate for national change to the policy of decision making. 327 00:37:44.250 --> 00:37:48.719 Jenny Duan: Recognizing the importance of quality education. I would advocate. 328 00:37:49.740 --> 00:37:55.130 Jenny Duan: do policy decision making. 329 00:37:55.860 --> 00:38:02.290 Jenny Duan: I start to advocate through net for national change, through policy 330 00:38:02.660 --> 00:38:04.229 decision making. 331 00:38:05.440 --> 00:38:06.880 Jenny Duan: increasing 332 00:38:10.460 --> 00:38:12.609 Jenny Duan: increasing 333 00:38:15.98",
    "0 --> 00:38:22.760 Jenny Duan: and and increased funding for who was like mine. 334 00:38:26.810 --> 00:38:28.859 Jenny Duan: Okay, hopefully, this is. 335 00:38:30.600 --> 00:38:32.150 huda: oh, my gosh. 336 00:38:32.870 --> 00:38:35.030 Jenny Duan: okay, okay, it's it's better. It's better. 337 00:38:35.090 --> 00:38:39.409 huda: Yeah, 171 characters is a lot. 338 00:38:40.000 --> 00:38:47.050 Jenny Duan: Okay. But I feel like we cut a lot. But it still retains, like the theme, like the oh, you know, like the core of it is still there. 339 00:38:47.110 --> 00:38:56.319 Jenny Duan: Follow her, feed the crumpled tear, stain paper red. How can I learn this material when 340 00:38:57.770 --> 00:39:01.069 Jenny Duan: that's all that's in it? She begs 341 00:39:01.440 --> 00:39:02.530 Jenny Duan: Versailles. 342 00:39:05.090 --> 00:39:08.539 Jenny Duan: I looked around. I see a dreadful confused faces. 343 00:39:08.760 --> 00:39:12.799 Jenny Duan: My friends were one of the schools and studying materials that by the receipt 344 00:39:12.860 --> 00:39:20.430 Jenny Duan: that my school there is a that's a revived. Think about this. I would 345 00:39:22.230 --> 00:39:26.760 Jenny Duan: start by creating 4 students by students programs. 346 00:39:27.470 --> 00:39:34.229 Jenny Duan: and sometimes it seems to mentor of the virtuoso. perhaps in exchange for volunteer hours. 347 00:39:35.170 --> 00:39:48.469 Jenny Duan: Beyond this acknowledge that the deep rooted issues spans further than his feet led initiative covers. I sure to advocate for nationwide change the policy distinction, making an increase funding for schools like mine. 348 00:39:48.650 --> 00:39:50.399 Jenny Duan: with the support of government. 349 00:39:51.180 --> 00:39:57.360 Jenny Duan: Since the government and students nationwide, other students 350 00:39:58.040 --> 00:39:59.670 Jenny Duan: will be able to 351 00:40:01.430 --> 00:40:07.169 Jenny Duan: Others Institute will be able to self or be, they will be",
    " able to take on the world 352 00:40:10.220 --> 00:40:11.250 huda: who knows? 353 00:40:12.490 --> 00:40:23.410 Jenny Duan: cool. To say more than these. they will be able to take on that. Okay. I sat at my dusk, fear coursing through my bin. 354 00:40:23.560 --> 00:40:27.080 Jenny Duan: How could I learn this material? 355 00:40:29.280 --> 00:40:34.550 Jenny Duan: maybe, instead of whole like we could just remove that 356 00:40:36.400 --> 00:40:38.670 Jenny Duan: where, like 357 00:40:39.230 --> 00:40:44.730 huda: whole different language. We could just turn the a different language. 358 00:40:45.280 --> 00:40:46.650 Jenny Duan: Yeah. Yeah. 359 00:40:47.470 --> 00:40:50.530 huda: And then maybe remove tear stained. 360 00:40:51.570 --> 00:40:52.310 Jenny Duan: Yeah. 361 00:40:54.430 --> 00:40:55.540 Jenny Duan: I would. 362 00:40:57.560 --> 00:40:58.790 Jenny Duan: I turned 363 00:41:02.110 --> 00:41:07.070 Jenny Duan: to a sea of dreadful confused cases. 364 00:41:08.370 --> 00:41:11.060 Jenny Duan: My friends from other schools had access to tornadoes. And 365 00:41:12.830 --> 00:41:17.230 Jenny Duan: okay, 69 words are almost there that studies 366 00:41:17.580 --> 00:41:19.190 Jenny Duan: that my school 367 00:41:20.480 --> 00:41:21.530 Jenny Duan: filled. 368 00:41:21.650 --> 00:41:30.430 Jenny Duan: Provide any people. Okay? these 4 students, 5 students 369 00:41:31.520 --> 00:41:35.700 Jenny Duan: incentivizing. it seems to 370 00:41:37.110 --> 00:41:39.300 Jenny Duan: mentor 371 00:41:41.210 --> 00:41:46.920 Jenny Duan: our great Virgin exchange for volunteer hours yonder acknowledged that the deep rooted issue. 372 00:41:47.680 --> 00:41:55.020 Jenny Duan: Maybe, say, the core issue. Since further than a student fans 373 00:41:56.140 --> 00:41:59.519 Jenny Duan: deeper than a student led initiative covers. 374 00:41:59.960 --> 00:42:02.750 Jenny Duan: I'd advocate. I advocate 375 00:42:03.270 --> 00:42:05.740 Jenny Duan: formation. I change to policy decis",
    "ion. 376 00:42:06.800 --> 00:42:11.530 Jenny Duan: Nate, I nationwide impact to policies 377 00:42:12.710 --> 00:42:13.740 Jenny Duan: change 378 00:42:15.560 --> 00:42:20.120 Jenny Duan: and increased funding for schools like mine with the support 380 00:42:25.110 --> 00:42:26.820 Jenny Duan: with nationwide support. 381 00:42:29.060 --> 00:42:30.310 Jenny Duan: other students 382 00:42:30.400 --> 00:42:33.999 Jenny Duan: to be able to stop more than the 383 00:42:34.200 --> 00:42:36.330 Jenny Duan: they will be able to take on the world. 384 00:42:36.620 --> 00:42:42.129 Jenny Duan: The main characters. Okay. With a couple of pictures. I sat at my desk 385 00:42:42.230 --> 00:42:45.890 Jenny Duan: here coursing through my veins. How could I learn? 386 00:42:47.480 --> 00:42:53.930 Jenny Duan: When? Yeah. how could I lose material when the words sound like a different language? 387 00:42:59.490 --> 00:43:02.509 Jenny Duan: just 2022. 388 00:43:02.800 --> 00:43:04.210 Jenny Duan: This training 389 00:43:05.810 --> 00:43:07.190 Jenny Duan: miles, are you right? 390 00:43:07.290 --> 00:43:12.110 Jenny Duan: Had access to 24, 7 tutors and 391 00:43:12.570 --> 00:43:17.219 huda: and remove tutors. I think 392 00:43:21.230 --> 00:43:29.469 Jenny Duan: I think I think it emphasizes it. Maybe 24 7 study materials. Wait. That should be it. 393 00:43:32.020 --> 00:43:34.390 Jenny Duan: Okay. 9, 87. Okay, cool. 394 00:43:35.640 --> 00:43:40.470 Jenny Duan: This is gonna be way too long, too, for sure. 395 00:43:40.720 --> 00:43:46.690 Jenny Duan: yeah. Okay. 396 00:43:46.910 --> 00:43:56.179 Jenny Duan: Nice meeting. I missed a family gathering. First thing. Let's get rid of this. I opened my Gmail app to do the Muslim student 397 00:43:57.050 --> 00:43:58.490 Jenny Duan: assistant secretary. 398 00:43:59.120 --> 00:44:02.830 Jenny Duan: not one of my 15 price guys 399 00:44:03.880 --> 00:44:05.140 Jenny Duan: single spot. 400 00:44:05.770 --> 00:44:07.360 The day after 401 0",
    "0:44:08.620 --> 00:44:09.780 I 402 00:44:11.260 --> 00:44:13.340 Jenny Duan: the day after 403 00:44:14.660 --> 00:44:18.299 where to contest this result. Marching off to the room. 404 00:44:18.750 --> 00:44:21.069 Jenny Duan: I opened the door to see Rose filled 405 00:44:22.080 --> 00:44:23.850 Jenny Duan: with 406 00:44:24.310 --> 00:44:34.229 Jenny Duan: Nonsense, boys sitting, refusing them to stand up in the corner of my friends, tired awkwardly, as they all could be standing with their lunches in their hands. 407 00:44:36.030 --> 00:44:39.390 Jenny Duan: How was it that in this club. 408 00:44:39.990 --> 00:44:44.640 Jenny Duan: this club? But he's a woman we're values 409 00:44:46.150 --> 00:44:47.230 Jenny Duan: so little. 410 00:44:48.190 --> 00:44:49.210 Who's done? 411 00:44:50.500 --> 00:44:52.320 Jenny Duan: I made it my mission 412 00:44:52.890 --> 00:44:54.560 Jenny Duan: to move 413 00:44:54.710 --> 00:44:57.390 Jenny Duan: grows like me. The same 414 00:44:57.790 --> 00:45:00.369 the opportunity that we are denied at my high school 415 00:45:01.590 --> 00:45:07.820 Jenny Duan: 5. As President. I have admitted at least 3 qualified girls. He is just a baby step in the future, I hope to cocreate. 416 00:45:08.890 --> 00:45:13.760 Jenny Duan: okay. 417 00:45:14.030 --> 00:45:16.310 this is really good. 418 00:45:17.520 --> 00:45:27.210 Jenny Duan: I have to hop off, not to another call. But I do think that this is. I wouldn't worry too much about this like this is a very flexible thing. I think it's like always better to write more than to write less. 419 00:45:27.270 --> 00:45:29.350 Jenny Duan: No, I think. 420 00:45:29.400 --> 00:45:33.959 Jenny Duan: Don't worry about this. We can fix this next time, I think. Try to get 421 00:45:35.500 --> 00:45:36.960 Jenny Duan: Let me just 422 00:45:37.110 --> 00:45:39.609 Jenny Duan: face this day quickly before I forget 423 00:45:39.910 --> 00:45:48.559 Jenny Duan: try to get this one finished, and don't worr",
    "y about the word, count, if it's over, that's totally fine, like, read as much as you need, and we'll cut it down. But 424 00:45:49.100 --> 00:45:51.960 Jenny Duan: I think these essays look really good so far and like 425 00:45:52.210 --> 00:45:55.550 Jenny Duan: I think that you're at a really good place. 426 00:45:55.640 --> 00:46:03.250 Jenny Duan: Wonder? I will check to see if he made letters of recommendation for this programme, and if so, to asim primer teachers before break starts. 427 00:46:03.300 --> 00:46:09.040 Jenny Duan: Yeah, same with the Notre Dame leadership. Seminars asked for the letters wrecked before 428 00:46:09.280 --> 00:46:14.069 Jenny Duan: school going to break starts. Just so your teachers have tied over break to work funding. 429 00:46:14.120 --> 00:46:19.479 huda: Do you think I could use the same letter recommendation for multiple programs? 430 00:46:20.240 --> 00:46:21.010 I 431 00:46:21.310 --> 00:46:24.150 Jenny Duan: think you can ask them. 432 00:46:24.330 --> 00:46:28.639 Jenny Duan: so right? You yeah. But maybe just like. 433 00:46:30.320 --> 00:46:36.749 Jenny Duan: give them like, separate information on the program so that they can like change the type, it will make sure they don't use the same form. 434 00:46:37.560 --> 00:46:43.690 Jenny Duan: Okay, cool. Then I'll talk to you on Sunday. Tagging in the document or send me a text in. 435 00:46:43.740 --> 00:46:46.469 Jenny Duan: I will get back to you before Sunday, too. 436 00:46:46.530 --> 00:46:50.630 Jenny Duan: Alright, yeah, that sounds great, and I'm also oh, go ahead! 437 00:46:50.820 --> 00:46:52.660 huda: No! Oh, go ahead! Sorry 438 00:46:53.020 --> 00:47:01.480 Jenny Duan: II was just saying, really happy about your April screen. I feel like you should feel really proud of yourself like that was a big fight, but you want it. So keep it up. 439 00:47:02.230 --> 00:47:03.940 huda: Thank you so much. Yeah. 440 00:47:04.140 --> 00:47:08.009 huda: Okay. I'll see you",
    " on Sunday. 441 00:47:08.270 --> 00:47:10.290 Jenny Duan: Okay, see? You take care. 442 00:47:10.460 --> 00:47:11.210 bye."
  ],
  "turns": [
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 165.54,
      "end": 172.18,
      "text": "Hey, Huda, how's it going? 2 That's okay. 3"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 172.75,
      "end": 174.449,
      "text": "But it's going. Well, how are you? 4"
    },
    {
      "speaker": "unknown",
      "conf": 0.5,
      "start": 176.1,
      "end": 179.589,
      "text": "Okay? Well, too. Let me just pull up your document. 5"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 180.66,
      "end": 192.25,
      "text": "I mean. okay. 6 that's the beginning of the week. Is it final? Tuesday yet? Or does that start next week? Or it's kind of like a mix with both. 7"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 192.35,
      "end": 206.92000000000002,
      "text": "It's like kind of a mix, so like for most of my classes, I have like my final next week. But this week for a push we have like a unit test. And then next week we also have a final and a project. So it's like a lot for a push. 8"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 207.23,
      "end": 210.2,
      "text": "Do you have an update on how it's going for you? 9"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 210.5,
      "end": 212.969,
      "text": "Yeah, I was finally able to get an A 10"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 213.77,
      "end": 217.79,
      "text": "is that confirmed? Or do you still have more tests to go. 11"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 218.07,
      "end": 235.869,
      "text": "Well, like I have like one more test. 12 Which is kind of why, I'm kind of on the fence with an a but like right now, like a 90.2. So if I just like, maintain that or like, get a higher grade on this test, and I'm I should be fine. 13"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 237.47,
      "end": 242.2,
      "text": "amazing congratulations! I'm so happy and proud of you! I knew you could do it. 14"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 242.75,
      "end": 246.909,
      "text": "Congratulations! How do you feel? See? II knew it would be possible. 15"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 246.99,
      "end": 248.2,
      "text": "How do you feel? 16"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 248.49,
      "end": 264.73,
      "text": "I feel like I'm kind of happy, but like and like relieved because in order to get this a. I had to come in for retics like before school sounds like a lot of effort, but I think it was worth it. So yeah. 17"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 265.69,
      "end": 273.239,
      "text": "yeah. Do you remember? Like 2 weeks ago, when you thought you couldn't get it? But now you're back. End a like a good feeling. 18"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 273.27,
      "end": 274.76,
      "text": "yeah, for sure. 19"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 275.23,
      "end": 280.2,
      "text": "Awesome. So do. Are there any other classes that you're worried about? Or was 8% the main one? 20"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 281.32,
      "end": 303.829,
      "text": "I guess, for calculus. That's kind of like also a little bit on the fence. 21 But I think that's 22 kind of doable, because I have like a tutor for that, and 23 like, I'm pretty good at the subject, anyway, like, I've been getting good grades for the past test. So I think I can do it for the final as well. 24"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 304.4,
      "end": 313.729,
      "text": "yeah. Curious what inspired the tutor. You said that you're doing well. So was it just like to make sure that you understood? Or was there something specific that makes you feel like you need to get a tutor. 25"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 314.39,
      "end": 337.079,
      "text": "Yeah, I think in the beginning I was kind of confused about limits like which he explained. But then, also, like, I think it's really helpful, for like went after study for test cause. He has, like a lot of practice questions and everything. And I just think like it solidifies like the the things that we learn in class. 26"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 338.1,
      "end": 345.83,
      "text": "Awesome. 27 cool. Do you have any brief updates on the video game project, zone club folklift or empowering a, I, 28"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 346.09000000000003,
      "end": 402.8,
      "text": "yeah. So 29 okay, so in a Linkedin, I posted about folklift and I saw that. Yeah. So I listed it as like a like a 30 job. I guess. On Linkedin. And I have. I've had a few like people that have applied actually. And there's a student from Carnegie Mellon, and there's like a whole bunch of like other college students who are applying. So I've like reached out to them. And I've like asking them specific questions like, 31 like, what media do you think you're most comfortable? Talking or like communicating in or not communicating in, but like like publicizing a small business in. And then like, what minority do you think like you should? You're gonna highlight with your chapter. So that's kind of what I've been asking. But I don't know 32"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 402.93,
      "end": 437.06,
      "text": "they'd really be interested. But I just, I'm just testing out Linkedin to see if that anyone on Linkedin would be interested. How many people have applied? 33 16 people applied a lot? Yeah. But a lot of them are just. They're not in America, and they're like adults. So like, I don't. I'm not really following up with them just because, and they don't speak English. So like, 34 that's like kind of an issue. So I'm kind of. Only I only ask, got back to like 5 people. But yeah. 35"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 437.41,
      "end": 443.48,
      "text": "that's still like quite a bit, you know. Freakin awesome any other up to date. 36"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 443.58,
      "end": 486.82,
      "text": "I started plan or me and me and the girl from slack. We started like planning our events. So we're like, kind of 37 thinking. Instead of doing like an AI specific thing, we could probably do something which is kinda like 38 portfolio building, like, for example, like a one on one project thing like 39 maybe like we could show how to make a calculator website or something like not too simple as a calculator website. But like, I think, just having like a project as a group, I think that would be something interesting. Yeah, that's like, we're thinking of doing like a one on one thing. So that's 40 and the chances that we bought. Yeah. 41"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 488.16,
      "end": 490.83,
      "text": "awesome. And what about the video game project? 42"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 491.31,
      "end": 540.099,
      "text": "so I posted about that on my linkedin as well. And so far I've had 50 views. Yeah, and so I've been like, kind of working on the game itself. So like, I think I updated you last time about how I finish the biasing and now I'm starting to make the art for the for the boss by thinking of how I want to do it. That one's like it's a bit hard, because, like. 43 it's gonna hard to code. But I think I should be able to do it. And I'm also starting to think about mobile optimization. I think I mentioned this last time. Because, like a lot of people that are going on, it can't play it because it's not available for mobile. So yeah. 44"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 541.23,
      "end": 547.05,
      "text": "perfect. 45 Okay, cool. And then the film, club. How's that going? 46"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 547.16,
      "end": 568.89,
      "text": "Not much progress there, I think we're gonna resume back when winter break ends. So that way, like. 47 because, like also, like our movie, it requires like a ball cap for one of the characters. Yeah. So what? We're kind of giving time for like 48 preparations for that. And yeah, we're gonna get back 49"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 570.76,
      "end": 585.449,
      "text": "awesome. 50 Alright. So I think the most important thing for us to do is maybe just do the go over the Bank of America essays. And I know that Alex wanted to pretty late. But were you able to make any progress on those or not yet? 51"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 585.73,
      "end": 606.53,
      "text": "Yeah. So I was like able to mostly finish the one about the Bank of America like, why should you be a bank of America? Student leader? But I don't really like my response too much. So I think there's like definitely stuff I can fix. And then I started elaborating more on like the last one as well. 52"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 607.13,
      "end": 609.249,
      "text": "Hi, do you want to read out loud to me. 53"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 609.58,
      "end": 649.389,
      "text": "Yeah. 54 of course, it feeds my kids and everything. But in a way I fall like I can still get to do what I'm passionate about. I never thought some one like me could do it. An elderly hijabi woman spoke, someone like you. What do you mean I spoke 55 a Muslim woman. When was the last time you saw someone with a name Fatima as an entrepreneur. At this time 56 I was interviewing small Muslim owned businesses for my initiative, named Folklift, which is essentially the crossword between my passion for journalism and need to support my community. Right then it struck me that people care, people care about who they see in the world and who inspires a new generation leaders. 57"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 649.47,
      "end": 689.27,
      "text": "This is something I want to expand beyond the confines of my neighbourhood and the Bank of America student leadership program is the best way for me to do so. One of the greatest values I see from this program is networking groups of young, intelligent, and brave voices fixing affairs in the world that seem to get lost with a missing perspective of young people fostering an an empowering environment for change. 58 And this one I was kinda like thinking of deleting because I didn't really like the wording. So the unique factor of the program is that it matches every student leader with a specific local nonprofit which formulates an a transformative future for both the leader and the nonprofit 59"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 689.43,
      "end": 729.209,
      "text": "face to face with a large white Colosseum like building. That is the White House. There will be nothing other than awe, respect, and optimism for change in my expression. Policy and decision make makers in the government are the drivers of legal transformation to issues. I care care deeply about like educational access, gender equality. And and this one might be like 60 something like 61 like. 62 like religious freedom, or something like that, like. 63 yeah, not exactly that one. But like I could think of a different idea. Yeah. 64"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 730.09,
      "end": 746.28,
      "text": "yeah, this is looking really good. I think this one. Let's start. Let me look at the beginning again. So 65 of course, if you didn't. 66 an elderly 67"
    },
    {
      "speaker": "student",
      "conf": 0.5,
      "start": 747.22,
      "end": 748.859,
      "text": "as an entrepreneur. 68"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 749.11,
      "end": 752.14,
      "text": "Okay, what, exactly, was her business? 69"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 752.24,
      "end": 783.719,
      "text": "Is this a real person, or is this? Is this just an anecdote. If it's not a real person, just make up something that you would do. It's it's just an anecdote. But I think we could do like 70 so there's a similar one she has like a similar story. It was she was like made arts and crafts for like, like different events, like graduation. 71 like graduations. Eve like Christmas, and like, just like a bunch of events. Yeah. 72"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 784.78,
      "end": 877.65,
      "text": "hmm. 73 on an entrepreneur 74 at the time I was really familiar with. 75 okay, I think this paragraph is gonna make a little bit more engaging 76 at the time. 77 but then I also have any work to share. So how many characters you do get a lot more than normal for this one 78 emphasis? 79 About 1,000. So these 1,300. So you still have a lot more samples for this one. 80 Okay. 81 what's the last thing you saw from the beginning? 82 I was interviewing with 83 Hey, 84 who owned a small business 85 selling 86 arts and crafts. 87 projects. 4 book lifts 88 in an initiative. I started to highlight some businesses 89 in my community. 90 In my community. Through my passion for journalism. Hi saw an opportunity to maybe like 91 increase. 92"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 881.81,
      "end": 920.659,
      "text": "I thought. 93 and opportunity to 94 maybe like build community, while. 95 Let's see. promoting 96 individual 97 community entrepreneur. 98 II think I'm using communication too much. I saw an opportunity to maybe like 99 uplift 100 goes around. 101"
    },
    {
      "speaker": "student",
      "conf": 0.5,
      "start": 921.43,
      "end": 923.489,
      "text": "I thought that also doesn't sound good. 102"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 923.55,
      "end": 945.45,
      "text": "I saw an opportunity to shape change through storytelling. What's that from 103 right? Then it struck me that people care people care about who they see in the world and who inspires a new generation of leaders. So why so? Why is diverse leadership important? 104"
    },
    {
      "speaker": "unknown",
      "conf": 0.5,
      "start": 946.42,
      "end": 949.39,
      "text": "I guess it's important cause, like. 105"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 949.4,
      "end": 983.86,
      "text": "for example, like this woman who like didn't see herself, and like multiple art entrepreneurs and leaders throughout the world. She didn't think she could do it because she didn't see many people like her. So I think being like having diversity and leadership is important because it brings unique perspectives. As we talked about in like the other paragraphs. And also just that, 106 like 107 it can. Yeah, like, it can bring different perspectives. And it's everyone brings something unique. 108"
    },
    {
      "speaker": "unknown",
      "conf": 0.5,
      "start": 984.56,
      "end": 985.23,
      "text": "You 109"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 988.15,
      "end": 1017.58,
      "text": "diverse leadership amplifies 110 the exchange of new ideas and 111 social change. 112 an area I hope to 113 continue 114 impacting through the bank of America 115"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1021.66,
      "end": 1023.609,
      "text": "student leadership program. 116"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1027.77,
      "end": 1061.989,
      "text": "What are the greatest values I see in this program is the ability to connect 117 with other 118 purpose driven 119 young people from across the clinician. 120 Rufus. 121 groups of young, intelligent, and grave voices fixing affairs in the world that ceased get lost. Okay, I feel like this sentence is way, too wordy. How can we cut it down? 122"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1062.35,
      "end": 1089.899,
      "text": "I think the part where it says like seem to get lost in the with the missing perspective of young people. I think that that's kind of 123 not really important or 124 yeah, I think the most important thing that I'm trying to get across is that it's like a 125 environment that change can be made. So 126 yeah, I think that that should be good 127"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1090.72,
      "end": 1112.06,
      "text": "it is up to us to shape 128 shape shape the changes that affect 129 future generations. And I see myself at the forefront of these movements. 130"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1116.74,
      "end": 1121.789,
      "text": "Okay. 131 what are you trying to get at with this sentence? 132"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1122.26,
      "end": 1171.729,
      "text": "So this one was like I was a bit iffy about this one, because I wanted to say like. 133 I don't know it's like the point of this, like essay was to kind of talk about why Bank of America. Student leadership is great, which is kind of like, I think that's not really the purpose of the essay. So that's kind of I was like thinking of getting rid of it. But where was originally trying to say was like, kind of 134 the fact that it matches. Like every student leader, it's like a specific nonprofit like optimize for I guess the most transformational power 135 is kind of, like the one a great value that I also see from from the American Bank of America student leadership program. Say, ask no. I was gonna get it? 136"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1173.08,
      "end": 1190.099,
      "text": "So 137 is there any other way that you can word this that you think would be better like? So you're saying that you like how this. 138 not just to a non profit, but like, what about that? Makes this different than just, for example, volunteering at a non profit? 139"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1191.07,
      "end": 1221.509,
      "text": "I think. Like 140 the way that it consider like this program like considers, 141 not just like. I guess, like, not just what's 142 what's most relevant. But also what like 143 you're you're most like passionate about and like what you what like the specific student leader can 144 The action was to make change for 145"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1222.27,
      "end": 1269.27,
      "text": "hmm. 146 through 147 through the student leader 148 Chip programs, unique. 149 nonprofit matching system. I hope to contribute. I hope to amplify my impact with a unique 150 caring nonprofit. 151 non profit pairing. 152 maybe it's just that. 153"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1274.29,
      "end": 1282.449,
      "text": "Maybe we could say, like, that that optimizes 154 the most passionate and transformative change 155"
    },
    {
      "speaker": "unknown",
      "conf": 0.5,
      "start": 1285.17,
      "end": 1287.38,
      "text": "that optimizes 156"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1288.76,
      "end": 1309.34,
      "text": "for 157 change and for 158 transformative change. moreover. 159 fixed. 160 Okay, can you explain what you're trying to get at with this program? 161"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1309.74,
      "end": 1355.449,
      "text": "It's kind of like the DC trip. I wanted to highlight like why, it's like so important and like the fact that, like, I'll be able to go to like the White House and or like the White House area at least, and like, meet with decision makers and policy makers, and actually make like a like a legal impact 162 towards the issues that I'm working for. So like, yeah, I think that the the beginning, I was kind of trying to play with some imagery. So I was like face to face of the large white Coliseum like building this the White House and then, like kind of what I feel for that cause like, I think, looking at the White House, I'd probably feel like, Oh, 163"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1355.48,
      "end": 1364.3,
      "text": "I'd actually be able to make a tangible change now. So that's kind of what I was trying to highlight. But I could have worded it better, I think. 164"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1365,
      "end": 1381.04,
      "text": "Yeah, is there any way you can word it sort of without making any analogies, because I feel like like, there's not really need to make any analogies here, because you already move past that kind of at the beginning. So if you're like, you don't need to go to like a separate analogy. If that makes sense. 165"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1382.2,
      "end": 1389.129,
      "text": "Yeah, I feel like it isn't much of like an analogy. I think it's kind of like 166"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1389.31,
      "end": 1397.25,
      "text": "I think you don't need to go back into like there will be. I think you need to go back into third person. I think you can just stay in the first person. Tell. 167"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1397.83,
      "end": 1479.089,
      "text": "yeah. Okay. 168 Maybe I could be like. 169 with 170 close 171 wait 1 s 172 with gosh. 173 The 174 of 175 like, I guess. 176 with your experience 177 of of meeting 178 with official or 179 governmental 180 policy and decision makers. 181 And 182 I will. 183 yeah, perfect. 184 Be able to 185 make a tangible 186 policy change 187"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1479.97,
      "end": 1481.44,
      "text": "to the mate. 188"
    },
    {
      "speaker": "student",
      "conf": 0.5,
      "start": 1481.67,
      "end": 1484.189,
      "text": "Tangible. Maybe recommendations. 189"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1484.21,
      "end": 1493.96,
      "text": "You have to policy recommendations 190 because I don't know if you're gonna be able to actually like change policy. But I think you'll be able to like 191 communicate with decision makers. 192"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1495.95,
      "end": 1511.92,
      "text": "policy recommendations. 193 And 194 and 195 and yeah, I could. I guess we could leave it at that. 196"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1513.11,
      "end": 1529.28,
      "text": "Honestly, recommendations may be that shape. 197 Okay, something like future. Meaning that. 198 That drive legal transformation to 199 issues like educational access, gender equity. And then you can 200 paper the rest of that. 201"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1534.99,
      "end": 1542.45,
      "text": "Oh, I wrote it. Okay, yeah, yeah, that that's what I was coding. Yeah. 202 and just. 203"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1547.62,
      "end": 1557.8,
      "text": "yeah, just 204 and like, I don't want it to be too controversial. So I could just say something like and 205"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1562.68,
      "end": 1564.12,
      "text": "and 206"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1568.92,
      "end": 1572.73,
      "text": "like, would it be too controversial. If I said Islamophobia. 207"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1574.35,
      "end": 1584.789,
      "text": "who now ink. maybe like 208 occasional access gender equality, inequality. And 209"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1585.12,
      "end": 1590.92,
      "text": "I'm trying to maybe like cultural inclusion, or like cultural inclusion. 210"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1591.05,
      "end": 1598.069,
      "text": "yeah. 211 I think maybe that's like something you could say. 212"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1599.06,
      "end": 1599.87,
      "text": "yeah. 213"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1600.61,
      "end": 1626.03,
      "text": "like, Tyler, like things that have talked about my past essays. Yeah. 214 That that sounds really good to me. yes. how many words I think the word count would change after we make these 215 changes, but I think you might have a little bit of extra words. Is there anywhere else that you would want to add in this visit? 216"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1626.8,
      "end": 1666.189,
      "text": "I think maybe at the end I can like kind of reference. 217 I can reference the like anecdotal in the beginning. With Fathima, and I can be like with the access. I don't know if this is like overdone, but with the access to this opportunity or the access to this program, I'll be able to show that people with a name like Fatima or Hoda will be able to. 218 we'll be able to hold such high or not hold such high. But like, we'll be able to 219 jar for change in society. 220"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1667.02,
      "end": 1687.95,
      "text": "Yeah, yeah, that sounds really good. Maybe you can say something like through through folklift. People like Fatima have the opportunity to 221 like start businesses that like, I don't know. Empower them to be entrepreneurs in the community, or something like that. And then you could also make a parallel in saying, like, through the bank of America, student leaders program, I will have 222"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1687.98,
      "end": 1736.64,
      "text": "the ability to like, like, yeah, people like for us can express 223 their creativity 224 and passion. 225 and 226 the 227 of merits. 228 America. Students, leadership 229 program 230 people. 231 Or I, I'm just say, I, yeah, I can 232 jive 233 or change 234 and society. 235"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1737.75,
      "end": 1756.04,
      "text": "Yeah, maybe I say, I can 236 change my community 237 and 238 an extension. 239 The world is that, too, Corny? 240"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1756.5,
      "end": 1768.799,
      "text": "No awesome. 241 I think like, the last sentences are always supposed to be like Corny or like kinda impactful. So I think it's fine. 242"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1769.39,
      "end": 1770.57,
      "text": "Okay, cool. 243"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1772.56,
      "end": 1776.32,
      "text": "Okay, I'm gonna accept all these, and then we can check the word count. 244"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1776.61,
      "end": 1777.539,
      "text": "All right. Cool. 245"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1807.22,
      "end": 1818.88,
      "text": "I think you're perfect. 1952 characters. Yeah, that's good. 246 That's good 247 let me just add some spaces. 248"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1830.05,
      "end": 1841.019,
      "text": "Okay, cool. 249 Did you not make any change? Let's check these. These, I think, are a little bit too long. 250"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1842.02,
      "end": 1848.019,
      "text": "Yeah, I need a Anita make it smaller. Yeah, this is, this is a little long. 251"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1848.03,
      "end": 1850.93,
      "text": "But then you start from the beginning. This is also too long. 252"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1855.74,
      "end": 1906.119,
      "text": "I do. Wanna keep these essays because I feel like 253 these are really good, and you might use them for other things. So I'm just 254 insert a horizontal line, just like, put these essays here because they might be too long for this one. But I think you should. You can still keep them in case, you need them for a different application. 255 Yeah. So I just paste those at the bottom. But let's just work, maybe from the top down and just start shortening them. How does that sound? Yeah. Sounds good. 256 Okay. 257 the 258 derivative of the inverse of theta pi, I think I could definitely cut that down. Yeah, yeah, what is what is a shorter thing right here. 259 if you can just say solve for beef, I don't think I don't think you need to have this long analogy. 260"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1906.27,
      "end": 1907.4,
      "text": "Yeah, okay? 261"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1908.09,
      "end": 1948.5,
      "text": "Cause II think I mean, like it illustrates the difficulty. But I feel like you could just say, Salford, be like, I feel like it already illustrates like it kind of gives enough contact for what you're doing. 262 I sat at my wooden desk in class of Peter Corsica. I could possibly. 263 when the 264 words on that secret. that's all, Lucy, at our teacher aside, pushing back. 265 pushing back her grey officer, I looked around the room. 266 II looked around 267 to 268 built around. 269"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1950.31,
      "end": 1952.08,
      "text": "Maybe remove the room. 270"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1952.36,
      "end": 1959.43,
      "text": "Yeah. I looked around to see us. if you please. Face, please. 271 Hmm. 272"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1961.13,
      "end": 1963.069,
      "text": "Dread in their 273"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1963.87,
      "end": 1976.91,
      "text": "maybe just say, a a sea of dread filled 274 confused, confused faces like this. 275 Alexis. 276 Well. 277"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1985.1,
      "end": 2018.23,
      "text": "at a so that isn't predominantly 278 My soul, like resources that others 279 so had so easily. 280 Yes, this is great. 281 To combat this issue. 282 I would start by creating incentivizing students 283 to mentor of spiritual resources. 284 perhaps in exchange. 285"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2020.77,
      "end": 2026.149,
      "text": "and experience you can give me. 286"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2027.49,
      "end": 2028.23,
      "text": "Yeah. 287"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2038.65,
      "end": 2094.02,
      "text": "The elders acknowledged some of the favourages the student led initiative may recover. I strive to advocate, for 288 through national new policy decision by established campuses. 289 press allocate 290 some of their budget towards education resources 291 toward 292 recognizing the importance of care. 293 I think that this sentence, a little bit redundant 294 I would advocate for increased hunting for lower reserve schools. 295 Okay, I think this is probably. oh, my gosh. 296 wow! 1,000 characters is really short 297"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2094.85,
      "end": 2096.499,
      "text": "boy, how many is this? 298"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2096.739,
      "end": 2098.79,
      "text": "A 1,407? 299"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2099.51,
      "end": 2103.29,
      "text": "Wow. 300"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2103.6,
      "end": 2158.349,
      "text": "yeah, that's what I thought, too, we couldn't at least like half of it. Have 301 I sat at my wooden desk. Okay. 302 you're courting through my veins. 303 Okay. help 304 maybe instead of how. And again, a maybe, how would I learn this material. How could I 305 learn this material when the word. and 306 like a whole different language? Because I think the emphasis here is not necessarily just on grades, but like on your ability to keep up with national standards, because, you know, we know that, like lower resource schools, they, the students from those schools don't meet the National benchmark. So that's kind of like the issue. Pushing back for 307 chair. We're so safe. I looked around to. 308 Yes, so 309 I looked around 310"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2159.46,
      "end": 2171.619,
      "text": "at a sea of dreadful confused kisses. My friends, from other schools nearly 20 min away 311 at acts 2, 24, 7, 312 24, 7 tutors. Really. 313"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2171.87,
      "end": 2179.169,
      "text": "Yeah. 314 like, we're like online, like, not from America. But yeah. 315"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2179.27,
      "end": 2199.03,
      "text": "wait. That's the thing. Yeah, I don't know, like it was really cool, like my sister. She wants like the high school there, and like it was so helpful 316 any materials 317 that 318 my school failed to provide. 319"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2199.12,
      "end": 2207.88,
      "text": "Maybe in the room of the tutors like maybe it won't make sense to like the people that are reading it. No, I think it's fine. I think it's fine. 320 Okay. 321"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2212.87,
      "end": 2234.139,
      "text": "that my 322 oh, sorry if you didn't hear the background. And so you got my 323 that may for is lower resource, a word that you would use to describe your score. Is that not accurate? 324"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2234.91,
      "end": 2242.659,
      "text": "in comparison to other schools. Yes. So I guess you can. 325"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2243.55,
      "end": 2282.29,
      "text": "Okay. To compact this. I would start by creating a 4 students by student volunteer Program Center. Great. 326 Beyond this I acknowledge that the deep rooted issues expense further than a student letter initiative may cover. I try to advocate for national change to the policy of decision making. 327 Recognizing the importance of quality education. I would advocate. 328 do policy decision making. 329 I start to advocate through net for national change, through policy 330"
    },
    {
      "speaker": "student",
      "conf": 0.5,
      "start": 2282.66,
      "end": 2284.229,
      "text": "decision making. 331"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2285.44,
      "end": 2302.76,
      "text": "increasing 332 increasing 333 and and increased funding for who was like mine. 334"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2306.81,
      "end": 2308.859,
      "text": "Okay, hopefully, this is. 335"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2310.6,
      "end": 2312.15,
      "text": "oh, my gosh. 336"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2312.87,
      "end": 2315.03,
      "text": "okay, okay, it's it's better. It's better. 337"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2315.09,
      "end": 2319.409,
      "text": "Yeah, 171 characters is a lot. 338"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2320,
      "end": 2374.229,
      "text": "Okay. But I feel like we cut a lot. But it still retains, like the theme, like the oh, you know, like the core of it is still there. 339 Follow her, feed the crumpled tear, stain paper red. How can I learn this material when 340 that's all that's in it? She begs 341 Versailles. 342 I looked around. I see a dreadful confused faces. 343 My friends were one of the schools and studying materials that by the receipt 344 that my school there is a that's a revived. Think about this. I would 345 start by creating 4 students by students programs. 346 and sometimes it seems to mentor of the virtuoso. perhaps in exchange for volunteer hours. 347"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2375.17,
      "end": 2407.169,
      "text": "Beyond this acknowledge that the deep rooted issues spans further than his feet led initiative covers. I sure to advocate for nationwide change the policy distinction, making an increase funding for schools like mine. 348 with the support of government. 349 Since the government and students nationwide, other students 350 will be able to 351 Others Institute will be able to self or be, they will be able to take on the world 352"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2410.22,
      "end": 2411.25,
      "text": "who knows? 353"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2412.49,
      "end": 2438.67,
      "text": "cool. To say more than these. they will be able to take on that. Okay. I sat at my dusk, fear coursing through my bin. 354 How could I learn this material? 355 maybe, instead of whole like we could just remove that 356 where, like 357"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2439.23,
      "end": 2444.73,
      "text": "whole different language. We could just turn the a different language. 358"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2445.28,
      "end": 2446.65,
      "text": "Yeah. Yeah. 359"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2447.47,
      "end": 2450.53,
      "text": "And then maybe remove tear stained. 360"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2451.57,
      "end": 2540.12,
      "text": "Yeah. 361 I would. 362 I turned 363 to a sea of dreadful confused cases. 364 My friends from other schools had access to tornadoes. And 365 okay, 69 words are almost there that studies 366 that my school 367 filled. 368 Provide any people. Okay? these 4 students, 5 students 369 incentivizing. it seems to 370 mentor 371 our great Virgin exchange for volunteer hours yonder acknowledged that the deep rooted issue. 372 Maybe, say, the core issue. Since further than a student fans 373 deeper than a student led initiative covers. 374 I'd advocate. I advocate 375 formation. I change to policy decision. 376 Nate, I nationwide impact to policies 377 change 378 and increased funding for schools like mine with the support 380"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2545.11,
      "end": 2573.93,
      "text": "with nationwide support. 381 other students 382 to be able to stop more than the 383 they will be able to take on the world. 384 The main characters. Okay. With a couple of pictures. I sat at my desk 385 here coursing through my veins. How could I learn? 386 When? Yeah. how could I lose material when the words sound like a different language? 387"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2579.49,
      "end": 2592.11,
      "text": "just 2022. 388 This training 389 miles, are you right? 390 Had access to 24, 7 tutors and 391"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2592.57,
      "end": 2597.219,
      "text": "and remove tutors. I think 392"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2601.23,
      "end": 2645.14,
      "text": "I think I think it emphasizes it. Maybe 24 7 study materials. Wait. That should be it. 393 Okay. 9, 87. Okay, cool. 394 This is gonna be way too long, too, for sure. 395 yeah. Okay. 396 Nice meeting. I missed a family gathering. First thing. Let's get rid of this. I opened my Gmail app to do the Muslim student 397 assistant secretary. 398 not one of my 15 price guys 399 single spot. 400"
    },
    {
      "speaker": "unknown",
      "conf": 0.5,
      "start": 2645.77,
      "end": 2647.36,
      "text": "The day after 401"
    },
    {
      "speaker": "unknown",
      "conf": 0.5,
      "start": 2648.62,
      "end": 2649.78,
      "text": "I 402"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2651.26,
      "end": 2653.34,
      "text": "the day after 403"
    },
    {
      "speaker": "student",
      "conf": 0.5,
      "start": 2654.66,
      "end": 2658.299,
      "text": "where to contest this result. Marching off to the room. 404"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2658.75,
      "end": 2687.23,
      "text": "I opened the door to see Rose filled 405 with 406 Nonsense, boys sitting, refusing them to stand up in the corner of my friends, tired awkwardly, as they all could be standing with their lunches in their hands. 407 How was it that in this club. 408 this club? But he's a woman we're values 409 so little. 410"
    },
    {
      "speaker": "student",
      "conf": 0.5,
      "start": 2688.19,
      "end": 2689.21,
      "text": "Who's done? 411"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2690.5,
      "end": 2697.39,
      "text": "I made it my mission 412 to move 413 grows like me. The same 414"
    },
    {
      "speaker": "student",
      "conf": 0.5,
      "start": 2697.79,
      "end": 2700.369,
      "text": "the opportunity that we are denied at my high school 415"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2701.59,
      "end": 2713.76,
      "text": "5. As President. I have admitted at least 3 qualified girls. He is just a baby step in the future, I hope to cocreate. 416 okay. 417"
    },
    {
      "speaker": "student",
      "conf": 0.5,
      "start": 2714.03,
      "end": 2716.31,
      "text": "this is really good. 418"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2717.52,
      "end": 2763.25,
      "text": "I have to hop off, not to another call. But I do think that this is. I wouldn't worry too much about this like this is a very flexible thing. I think it's like always better to write more than to write less. 419 No, I think. 420 Don't worry about this. We can fix this next time, I think. Try to get 421 Let me just 422 face this day quickly before I forget 423 try to get this one finished, and don't worry about the word, count, if it's over, that's totally fine, like, read as much as you need, and we'll cut it down. But 424 I think these essays look really good so far and like 425 I think that you're at a really good place. 426 Wonder? I will check to see if he made letters of recommendation for this programme, and if so, to asim primer teachers before break starts. 427"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2763.3,
      "end": 2774.069,
      "text": "Yeah, same with the Notre Dame leadership. Seminars asked for the letters wrecked before 428 school going to break starts. Just so your teachers have tied over break to work funding. 429"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2774.12,
      "end": 2779.479,
      "text": "Do you think I could use the same letter recommendation for multiple programs? 430"
    },
    {
      "speaker": "unknown",
      "conf": 0.5,
      "start": 2780.24,
      "end": 2781.01,
      "text": "I 431"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2781.31,
      "end": 2810.63,
      "text": "think you can ask them. 432 so right? You yeah. But maybe just like. 433 give them like, separate information on the program so that they can like change the type, it will make sure they don't use the same form. 434 Okay, cool. Then I'll talk to you on Sunday. Tagging in the document or send me a text in. 435 I will get back to you before Sunday, too. 436 Alright, yeah, that sounds great, and I'm also oh, go ahead! 437"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2810.82,
      "end": 2812.66,
      "text": "No! Oh, go ahead! Sorry 438"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2813.02,
      "end": 2821.48,
      "text": "II was just saying, really happy about your April screen. I feel like you should feel really proud of yourself like that was a big fight, but you want it. So keep it up. 439"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2822.23,
      "end": 2828.009,
      "text": "Thank you so much. Yeah. 440 Okay. I'll see you on Sunday. 441"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2828.27,
      "end": 2830.29,
      "text": "Okay, see? You take care. 442"
    },
    {
      "speaker": "student",
      "conf": 0.5,
      "start": 2830.46,
      "end": 2831.21,
      "text": "bye."
    }
  ],
  "meta": {
    "ext": ".pdf",
    "source": "normalize-v1",
    "vtt": true
  }
}