{
  "id": "03-Raw-SessionTranscripts/2023-11-10_W020_P2-BUILDING_TRANS-RAW_BankAmericaStudentLeadersApp.pdf",
  "name": "2023-11-10_W020_P2-BUILDING_TRANS-RAW_BankAmericaStudentLeadersApp.pdf",
  "path": "03-Raw-SessionTranscripts/2023-11-10_W020_P2-BUILDING_TRANS-RAW_BankAmericaStudentLeadersApp.pdf",
  "kind": "TRANS-RAW",
  "week": "20",
  "phase": "2",
  "date": "2023-11-10",
  "link": null,
  "text": "Week 15 - Coaching_Jenny_Huda_Wk15_2023-11-10_M_678cf80a7deb40f6U_2023-11-09_00-00-00 WEBVTT 1 00:01:43.620 --> 00:01:46.009 Jenny Duan: Yeah. 2 00:02:14.700 --> 00:02:18.780 huda: Hi, hey, how's it going? It's going. Well, how are you? 3 00:02:18.910 --> 00:02:24.229 Jenny Duan: Hello! Can you hear me? Oh, yeah, okay. Awesome. How's it going. 4 00:02:24.440 --> 00:02:26.019 huda: It's going. Well, how are you? 5 00:02:26.620 --> 00:02:29.150 Jenny Duan: Well, I'm doing well, too. 6 00:02:29.320 --> 00:02:33.919 Jenny Duan: yeah. So I thought we could just go ahead and check in. Do you hear, Coke. 7 00:02:34.550 --> 00:03:01.969 Jenny Duan: Oh, no, it's just a ph100, yeah. First, for a second look like you cut it short. But no, okay, awesome. So I think we can just start by maybe talking about the several applications that we like brainstormed, or that we talked about a couple of days ago, and then maybe we can do some brainstorming for your essays for those just to get a head start. Is there anything else that you wanted to check in on like specifically. Besides those things. 8 00:03:02.500 --> 00:03:21.600 huda: Not much. I think I'm just gonna start publicizing my game on Reddit as well. And then I've been kind of researching on how to get my steam page up, just so that, like people can have a good place to show interest in it, and then kind of a good deadline to like post my game, you know. 9 00:03:21.890 --> 00:03:34.139 Jenny Duan: Well, awesome man, I think it also like posts, like some clips of your game just on the Internet, like on Tiktok or Instagram, just like you got few second clips of your game. Just so people can know what it's like. And 10 00:03:34.230 --> 00:03:39.320 Jenny Duan: it's I think it's nice to have like those clips just to have. Yeah. 11 00:03:40.370 --> 00:03:43.620 Jenny Duan: okay, awesome. So 12 00:03:43.720 --> 00:03:47.759 Jenny Duan: do you, anyone share screen? And we can talk about 13 00:03:47.800 --> 00:03:53.639 Jenny Duan: we can talk about the Bank of America first. 14 00:03:53.760 --> 00:04:00.259 Jenny Duan: Yeah. 15 00:04:00.380 --> 00:04:01.060 And 16 00:04:01.750 --> 00:04:06.040 Jenny Duan: that's so true. 17 00:04:06.260 --> 00:04:14.210 Jenny Duan: Yeah, I make everything think so. 18 00:04:14.840 --> 00:04:16.170 Jenny Duan: Like, I saw one. 19 00:04:23.130 --> 00:04:29.719 Jenny Duan: I think I must have an email confirmation. 20 00:04:31.390 --> 00:04:32.520 Jenny Duan: because. 21 00:04:54.440 --> 00:04:55.950 huda: okay, 22 00:05:18.420 --> 00:05:19.640 huda: okay, yeah. 23 00:05:19.850 --> 00:05:27.099 huda: So I kinda like already, did like the demographics and stuff. It said, I didn't have to like, put like. 24 00:05:27.720 --> 00:05:31.229 huda: some specific information like, 25 00:05:32.460 --> 00:05:33.430 Let me 26 00:05:33.820 --> 00:05:35.070 huda: show you what I put. 27 00:05:39.520 --> 00:05:43.659 huda: So I'll put that. And then the student information. 28 00:05:44.790 --> 00:05:45.680 Jenny Duan: okay. 29 00:05:46.840 --> 00:05:51.079 huda: up my school address, school phone, Lester School. 30 00:05:51.330 --> 00:05:54.110 huda: and I said, I found out from my guidance counselor 31 00:05:54.410 --> 00:06:03.439 huda: And then, since I'm a junior, I don't know Then eleventh grade. 32 00:06:03.670 --> 00:06:06.380 huda: I would be able to participate. 33 00:06:06.570 --> 00:06:10.140 huda: yes, yes. 34 00:06:13.100 --> 00:06:16.520 huda: Does. This just mean like work from it? Or like. 35 00:06:17.020 --> 00:06:18.959 Jenny Duan: yeah, yeah, that should be fine. 36 00:06:19.100 --> 00:06:29.160 huda: Yeah, okay. I don't know anyone that's in Bank of America. Employee. yeah. 37 00:06:29.310 --> 00:06:31.009 huda: Then I give my dad's. 38 00:06:34.530 --> 00:06:43.980 Jenny Duan: yeah. And these are the essays. I think. Okay? So I think it'd be good to start another document where you can like copy, paste. The essay prompts and then work on that 39 00:06:44.230 --> 00:06:51.910 Jenny Duan: that way, you don't have everything just like all on one platform. So you can edit it like, outside, too. 40 00:07:32.410 --> 00:07:34.760 huda: Okay, I'm just gonna call like 41 00:07:41.080 --> 00:07:42.730 huda: I 42 00:07:57.290 --> 00:08:00.470 huda: okay. I'll just put the questions on the 43 00:08:31.790 --> 00:08:33.559 Jenny Duan: and that one you can say, yes. 44 00:08:35.590 --> 00:08:36.889 Jenny Duan: and then. 45 00:08:37.470 --> 00:08:39.979 huda: and this one's got to be managers. 46 00:08:40.370 --> 00:08:41.030 Thank you. 47 00:08:41.600 --> 00:08:46.930 Jenny Duan: Yeah, that one. They're asking you for a list of all your extracurriculars. Basically, like all your leadership. 48 00:08:48.030 --> 00:08:50.800 huda: Okay, just add school, though, I think right? 49 00:08:51.010 --> 00:08:57.639 Jenny Duan: Yeah. Yeah. And then so why don't you copy paste that question into the Doc, too, cause we can brainstorm that, too. 50 00:09:07.360 --> 00:09:09.429 huda: So we know. 51 00:09:12.520 --> 00:09:14.599 Jenny Duan: Boom! 52 00:09:16.580 --> 00:09:20.369 huda: We could come back to that one. Maybe if I could think of anything. 53 00:09:21.130 --> 00:09:41.429 huda: these are kind of similar to the ones that we did for NCWI. T, 54 00:09:41.640 --> 00:09:52.269 Jenny Duan: that's what I was saying. Eventually, like, everything will start to come together, because the more and more you write essays, and the more you can like, take bits and pieces from the other essays, and like, adopt them. 55 00:09:52.650 --> 00:09:53.510 huda: Yeah. 56 00:09:54.340 --> 00:09:57.250 huda: snow. 57 00:09:58.960 --> 00:10:01.279 huda: there's a lot more questions. 58 00:10:16.450 --> 00:10:21.679 huda: So English is my second language. I'm a first generation. American. 59 00:10:21.810 --> 00:10:24.280 huda: I guess I'm not. I think I'm 60 00:10:25.030 --> 00:10:29.149 Jenny Duan: so I think so. Yeah, like. 61 00:10:30.240 --> 00:10:31.210 huda: oh. 62 00:10:38.030 --> 00:10:40.149 huda: none. None of these. Yeah. 63 00:10:43.800 --> 00:10:56.869 Jenny Duan: First generation American. And if they don't have immigrant. Then you can just say, first generation, American, I think you have to press command shift. Yeah, something like that. Yeah. Okay. 64 00:10:57.430 --> 00:11:01.089 huda: Yeah. I think that's all for the essay questions. 65 00:11:01.390 --> 00:11:04.769 Jenny Duan: Is there another tab like? Do they ask for anything else. 66 00:11:07.100 --> 00:11:08.170 huda: and 67 00:11:11.440 --> 00:11:19.320 Jenny Duan: can just a recommendation recommendation? So who are you planning to get for recommendations? That's something to think about as well. 68 00:11:19.570 --> 00:11:23.159 huda: I can. 69 00:11:24.490 --> 00:11:32.359 huda: So like, maybe I could ask my history. Teacher, we have a let's look at how many recommendations they're asking for. First, yeah. 70 00:11:47.350 --> 00:11:50.090 huda: you could have, too. But 71 00:11:51.850 --> 00:11:53.779 huda: yeah, one is required. 72 00:11:54.920 --> 00:11:57.270 Jenny Duan: Okay, I would try to get 2 if you can 73 00:11:57.470 --> 00:12:01.430 Jenny Duan: think that would be good. And then do you have a resume on file also? 74 00:12:02.200 --> 00:12:04.190 huda: No 75 00:12:04.400 --> 00:12:10.859 huda: like. I could probably make one but I made like one before I did any like 76 00:12:10.960 --> 00:12:18.789 huda: severe like contributions I could just have, like some of my volunteering things. So I think I should update it and kind of like, how more accurate 77 00:12:18.900 --> 00:12:21.999 huda: for now. But yeah, I should work on that. 78 00:12:22.430 --> 00:12:27.319 Jenny Duan: Okay, so that's another thing to keep in mind right to to do a resume 79 00:12:27.420 --> 00:12:40.980 Jenny Duan: cool. So I guess let's just start with the first one. I think it'd be good to reach out to your teachers basically as early as possible, so that they have enough time, you know, to write you the letter recommendation, everything. 80 00:12:41.350 --> 00:12:49.150 Jenny Duan: If I sorry if I asked the same teacher again, do you think she'd be like annoyed by 81 00:12:49.330 --> 00:12:59.210 huda: like the amount of time I'm reaching out to her, or like cause. I don't know if this one takes like a long time, because I know that one for NCWI T. Didn't take out that long. 82 00:12:59.260 --> 00:13:01.900 huda: So yeah, I'm not sure. 83 00:13:02.500 --> 00:13:07.249 Jenny Duan: Yeah. Do you feel like she do? You have a good relationship with her? What's your relationship with her? Like? 84 00:13:07.310 --> 00:13:22.599 huda: I do, but like she also refused to be like, we're trying to make empowering a I like a club. So she refused. Cause she's like said she's really busy. So like. That's why I'm kind of wondering if she'll get stuff done on time. 85 00:13:23.870 --> 00:13:30.590 I think you this should be like, I don't think you should worry about things being on time necessarily for this one, since it seems like you have 86 00:13:31.050 --> 00:13:34.560 Jenny Duan: a lot of time. But 87 00:13:35.030 --> 00:13:45.670 Jenny Duan: I do think that maybe who? What other teacher options would you have like? Do you have a good relationship with any of your other teachers that you think might be a better fit, or is this one like the best that you know? 88 00:13:46.110 --> 00:14:04.649 huda: I think the teacher that I know will probably be willing to write an S. A recommendation for me. Is my history teacher, cause I've had her for 2 years now, and like also, like I feel like she trusts me since. Like, I'm kind of one of the only people that talk in class. 89 00:14:04.700 --> 00:14:23.400 huda: So yeah, I think I have a good relationship with her. And then for the second one. So it's either the Cs teacher that I already asked for the Ncw. Or I wouldn't like. I wanna ask my English teacher cause I feel like she'd give a really good recommendation. But 90 00:14:23.450 --> 00:14:31.049 huda: I'm not sure if she like. if she has the time to cause she's really busy, and a lot of people ask her. 91 00:14:31.190 --> 00:14:47.230 Jenny Duan: do you have like a like, I think what might be a good strategy is to have, if you have like one feature, and then like one outside project. Mentor, do you have a mentor like a project mentor that you think would be a good fit, like someone, an adult who maybe works 92 00:14:47.320 --> 00:14:51.260 Jenny Duan: like a nonprofit or organization that you would know. 93 00:14:52.460 --> 00:15:01.419 huda: I wouldn't say so. Maybe 94 00:15:03.030 --> 00:15:14.849 huda: like former students who are like now in college. Do they count? Cause I have a few like friends who went to college. I don't think that would count, would it. 95 00:15:15.070 --> 00:15:23.300 Jenny Duan: I don't think so. I think it has to be an adult. Can I look, get back at the recommendation guidelines, or like the the place where they talk about the recommendations. Yeah. 96 00:15:24.210 --> 00:15:26.729 Jenny Duan: yeah, I wrote recommendation fact, sheet that's what I meant. 97 00:15:26.840 --> 00:15:36.170 Jenny Duan: okay. 98 00:15:37.350 --> 00:15:38.530 and 99 00:15:41.000 --> 00:15:44.790 Jenny Duan: supplement, usual, down like, supplementful. 100 00:15:46.000 --> 00:15:49.700 Jenny Duan: okay, shambles. So down. 101 00:15:56.230 --> 00:15:57.150 Jenny Duan: Okay. 102 00:15:58.940 --> 00:16:05.089 Jenny Duan: that doesn't say anything. Maybe you can just ask another teacher, are you familiar with your school administrators? 103 00:16:06.160 --> 00:16:13.569 huda: Yeah. But like, I said, they're not really involved but maybe I couldn't like try 104 00:16:13.630 --> 00:16:25.260 huda: kind of cause. Sometimes they have like these like events with the counsellors, where you can kind of like, just talk to them and stuff. So maybe I could go to those more frequently and build up a better relationship 105 00:16:25.400 --> 00:16:31.069 huda: and maybe get it. But I don't know how like soon that'll be. So 106 00:16:31.370 --> 00:16:36.389 Jenny Duan: yeah, okay. So why don't we just plan for your first teacher right now and then? 107 00:16:36.400 --> 00:16:41.190 Jenny Duan: if we can. What about, oh, who leads the who moderates film Club? 108 00:16:41.800 --> 00:16:45.500 huda: We have this teacher. She was there from last year. But 109 00:16:45.730 --> 00:16:55.629 huda: wait! We can actually ask I can ask my media arts teacher. He's known me for 2 years 2 or threeish years. 110 00:16:55.710 --> 00:17:05.609 huda: Like he's not really like he doesn't put that much effort into class. I'd be honest, but I think he'd be willing to write like a good recommendation. I could probably ask him. 111 00:17:05.710 --> 00:17:19.529 Jenny Duan: yeah, yeah, cause you want someone to emphasize like your leadership and your service cause. That's kind of the at the core of this program. What's most important. So I think as long as the people that you've asked you feel confident they're able to speak to your those 112 00:17:19.670 --> 00:17:24.609 Jenny Duan: traits in you. Then that should be. I'll be probably a good fit. What do you think? 113 00:17:24.829 --> 00:17:31.009 huda: Yeah, I think so. Yeah. Cause he's definitely seen me like, take charge with like student news and stuff. 114 00:17:31.060 --> 00:17:33.299 huda: So I think that'll be great. 115 00:17:34.070 --> 00:17:43.040 Jenny Duan: Okay, amazing. Well, that sounds really good. Now, let's go back to the essay props cause I feel like we should talk about those. 116 00:17:44.160 --> 00:18:02.910 Jenny Duan: okay, I think this one you can probably fill in on your own, and we can review it together in a bit. Let's talk about the essays. So number 3 is also just a list. That's something you can fill in on your own. Let's start with number 4. What challenges do you see in your community? And how do you see yourself addressing those challenges? Now in the future? 117 00:18:03.430 --> 00:18:09.129 Jenny Duan: okay. When you read this question, what first? Whence comes to the top of my mind? 118 00:18:09.710 --> 00:18:32.059 huda: So I think, coming back to the like the issue that I talked about my other app application. I think, kind of the lack of leadership roles for girls in my community. Whether it's like specifically the Muslim community, or just by school in general. I see like girls not really taking a great leadership. 119 00:18:32.220 --> 00:18:52.289 huda: And one way I could tackle. That is kind of inventing new leadership roles and opportunities for like girls to express themselves. In like different clubs, for example, like I had film makers club where last year it was 120 00:18:52.290 --> 00:19:06.249 huda: all boys and just one girl this year I tried getting more girls in for Diversity, and you know ideas. And this year we we were able to have like 3 girls out of like. 121 00:19:06.440 --> 00:19:16.329 huda: 5 officers. So, yeah, yeah, that's so awesome. Can you write this down like, can you just type bullet points? So you don't forget? Yeah. 122 00:19:17.720 --> 00:19:19.870 Jenny Duan: Bye. 123 00:19:21.900 --> 00:19:29.250 Jenny Duan: And then I think you should emphasize like, why is it important to have girls in these roles like, why is that important 124 00:19:29.650 --> 00:19:31.060 Jenny Duan: on a deeper level? 125 00:19:31.560 --> 00:19:33.130 huda: Yeah. 126 00:20:18.900 --> 00:20:21.490 huda: so yeah, I think. 127 00:20:21.830 --> 00:20:27.070 huda: Why, it's important. Why, it's 128 00:20:27.460 --> 00:20:35.870 huda: important. Because for one. Like many girls that are like 129 00:20:36.440 --> 00:20:39.539 huda: no part of these clubs and part of these initiatives. 130 00:20:39.570 --> 00:20:42.200 huda: They see this. 131 00:20:42.430 --> 00:20:46.330 huda: There, see this like a part of 132 00:20:46.420 --> 00:20:58.080 huda: leadership, just being boys, and they're kind of discouraged to lead this on their own. And just representation is one factor and then another factor is just 133 00:20:58.450 --> 00:21:00.710 huda: I guess. 134 00:21:02.510 --> 00:21:14.559 huda: These leadership rules are important because they do lead to like in the future, women in the workforce. So I think like it has a deeper impact than just a school club. It's like. 135 00:21:14.620 --> 00:21:16.579 huda: therefore, in the future as well. 136 00:21:16.810 --> 00:21:23.890 huda: So many girls? and these, and 137 00:21:27.190 --> 00:21:28.710 Jenny Duan: right and 138 00:21:29.170 --> 00:21:34.090 Jenny Duan: on a deeper level like, why is it important to have a diverse work force? Why is that important? 139 00:21:34.680 --> 00:21:39.980 huda: Because it brings ideas from different perspectives. 140 00:21:40.040 --> 00:21:41.159 huda: it like. 141 00:21:42.160 --> 00:21:44.009 huda: I guess. 142 00:21:44.510 --> 00:21:54.069 huda: it kind of breaks the stereotype that girls aren't able to like lead large groups and like, I guess. 143 00:21:54.870 --> 00:22:02.030 huda: we could inspire the world to change, because it's like 144 00:22:02.870 --> 00:22:13.429 huda: hard for girls to express themselves. And the reason why we want girls to express themselves is because I guess I'm kind of saying the same thing over and over. But 145 00:22:13.940 --> 00:22:27.600 huda: What I'm trying to say is that we need like unique ideas from everyone, not just boys. And we kinda want diversity for that reason not to like keep boys away from opportunities but to have like 146 00:22:27.670 --> 00:22:31.200 huda: opportunities for everyone, if that makes sense 147 00:22:32.260 --> 00:22:57.030 Jenny Duan: totally. And I think that that's also because you know, the products that people build are used by everyone and the technologies, and like everything that we create, is used by everyone. And so when voices are left out, maybe it's important to give some examples of what are some of the harms created by this? For example, like seatbelt, this is just off the top of my head. You can brainstorm a better example that better fit your story. But, like, for example, seat belts were originally invented only for men, and, like women, are dying in cargo. 148 00:22:57.030 --> 00:23:03.780 Jenny Duan: precious, or, for example, like black women, died in the hospital during childbirth and white women, and like stuff like that. 149 00:23:03.780 --> 00:23:16.349 Jenny Duan: That's why we need to have diversity, because it actually tangibly impacts people's lives like, it's not just like a cosmetic issue. It's not just like, Oh, we need this for pr reasons. But like people are actually living and dying because of leadership teams in different organizations. 150 00:23:16.890 --> 00:23:19.659 huda: Yeah, so that makes sense. Yeah. 151 00:23:19.930 --> 00:23:23.329 huda: yeah. And just further, 152 00:23:23.450 --> 00:23:33.620 huda: like, our society is changing in like different ways. And it's important for us to kind of adapt to that. And like, provide girls. These opportunities. 153 00:23:33.870 --> 00:23:45.570 huda: Like you said, it's not just for Pr, it's like. it's like in a deeper level, like impacting the future of like like our own children and everything. 154 00:23:45.850 --> 00:23:47.580 huda: It's kind of deep. But yeah. 155 00:23:48.740 --> 00:23:50.619 Jenny Duan: totally. Yeah. Great. 156 00:23:50.720 --> 00:23:54.759 Jenny Duan: Okay. Maybe we can look at the next. 157 00:24:02.230 --> 00:24:03.410 Jenny Duan: Okay. 158 00:24:04.070 --> 00:24:06.110 huda: leadership. 159 00:24:06.300 --> 00:24:10.059 huda: this response is kind of like matching this one better. 160 00:24:10.420 --> 00:24:15.649 huda: A leadership that'd be good. Yeah. 161 00:24:15.810 --> 00:24:26.129 huda: maybe we could brainstorm something else. Cause this is just a challenge in our community which is kind of like. we can think of something else for that one. I feel like. 162 00:24:28.540 --> 00:24:30.220 Jenny Duan: Okay, great. 163 00:24:30.240 --> 00:24:31.350 Jenny Duan: And 164 00:24:33.210 --> 00:24:38.029 Jenny Duan: okay. So for this one, what challenges, what other challenges do you see in the community. 165 00:24:40.010 --> 00:24:51.840 huda: so like either we can go back to like the other application, or us talk about like the violence. But that's not really related, I guess, to leadership 166 00:24:51.880 --> 00:24:54.709 huda: to show my leadership. So 167 00:24:56.000 --> 00:24:57.290 huda: we probably 168 00:25:01.060 --> 00:25:05.879 huda: so maybe we could tie this to like my folklift initiative. 169 00:25:05.970 --> 00:25:08.549 huda: Where we can see that 170 00:25:08.950 --> 00:25:18.420 huda: Many people like have, like all these businesses and like are so creative and talented. But they're just like unable to 171 00:25:18.430 --> 00:25:36.879 huda: like express themselves, and they can't gain like traction the way that large corporations can. And so one way that I've helped with this is by like publicizing them through my initiative and like kind of bringing light to underrepresented like 172 00:25:37.560 --> 00:26:00.109 Jenny Duan: non corporation businesses, I guess. Yeah. Good idea. I think what I want to do with this is, let's take a look. And I'm putting this up on mine. But can you go on Google and look at their partner organizations? Because the goal of this is to match you with a partner organization. So we want to make sure that, like the questions your responses are like targeted to potential organizations that you could actually be partnered with. 173 00:26:00.460 --> 00:26:02.389 Jenny Duan: Does that make sense? 174 00:26:03.380 --> 00:26:05.619 huda: Oh, wait! I think it was given 175 00:26:07.930 --> 00:26:09.960 huda: earlier here. 176 00:26:19.460 --> 00:26:23.079 huda: Yeah, so I think mine would be 177 00:26:24.870 --> 00:26:26.630 Jenny Duan: here. Look at your region. 178 00:26:26.700 --> 00:26:29.719 Jenny Duan: This is something that I wish I knew before. So 179 00:26:30.190 --> 00:26:31.060 Jenny Duan: okay. 180 00:26:32.060 --> 00:26:34.230 Jenny Duan: does it tell you that organizations? 181 00:26:34.390 --> 00:26:38.659 huda: No. So we could maybe search bank of America. 182 00:27:03.400 --> 00:27:14.220 Jenny Duan: let me look at, there's 183 00:27:14.980 --> 00:27:16.400 Jenny Duan: faqs. 184 00:27:29.740 --> 00:27:37.539 Jenny Duan: okay, well, they're trying to partner, you with like an existing non profit in your area. So let's see. 185 00:27:39.750 --> 00:27:41.300 Jenny Duan: Oh, this is great! 186 00:27:43.030 --> 00:27:45.270 Jenny Duan: Can you hear me for Sacramento? 187 00:27:49.720 --> 00:27:51.960 huda: Same page on. 188 00:28:08.480 --> 00:28:10.050 Jenny Duan: does it tell you like the 189 00:28:11.960 --> 00:28:13.999 Jenny Duan: No that just takes you back? 190 00:28:15.180 --> 00:28:19.479 Jenny Duan: I'll just tell you the greater Sacramento like nonprofits that they support. 191 00:28:22.780 --> 00:28:24.000 huda: Maybe here 192 00:28:39.740 --> 00:28:41.560 huda: would it be these? 193 00:28:43.080 --> 00:28:44.070 Jenny Duan: Hmm! 194 00:28:45.850 --> 00:28:47.379 Jenny Duan: That sounds good 195 00:28:53.750 --> 00:28:56.050 Jenny Duan: neighborhood filters. 196 00:28:58.330 --> 00:29:04.210 Jenny Duan: I don't 197 00:29:04.860 --> 00:29:06.590 Jenny Duan: think so. 198 00:29:10.890 --> 00:29:17.419 Jenny Duan: But okay, I think it's I think it's fine. Then if it doesn't say as long as you do things that are like local to your area. 199 00:29:18.010 --> 00:29:24.560 Jenny Duan: see? I don't think they say anything. 200 00:29:25.960 --> 00:29:34.109 Jenny Duan: yeah, it's okay. Then let's let's think about like what nonprofits in your area. Do the what is 201 00:29:34.680 --> 00:29:37.309 Jenny Duan: I mean? I guess it's still pretty diverse. But 202 00:29:37.480 --> 00:29:41.620 Jenny Duan: this is yeah. Youth, sex trafficking and drug abuse. 203 00:29:41.750 --> 00:29:45.910 Jenny Duan: I think then then we can maybe just 204 00:29:46.000 --> 00:29:48.470 focus on the issues that are important to you. And then 205 00:29:49.360 --> 00:29:50.950 Jenny Duan: it should be fine. 206 00:29:50.990 --> 00:29:58.140 huda: yeah, I'm just trying to see if she said anything about. 207 00:30:02.130 --> 00:30:03.160 huda: Well. 208 00:30:06.100 --> 00:30:10.050 huda: the boys and clubs. Girls Club of Sacramento 209 00:30:11.550 --> 00:30:13.090 huda: at rescue. 210 00:30:16.990 --> 00:30:20.489 Jenny Duan: Okay, let's just go back to your brainstorming. I feel like it's okay. 211 00:30:21.950 --> 00:30:24.830 huda: Okay. Yeah. I just I think that's the one. Yeah. 212 00:30:24.950 --> 00:30:32.209 Jenny Duan: I do think that the Bank of America does the partner with some more like legacy organizations so like non profits, have probably been there for a long time versus 213 00:30:32.390 --> 00:30:49.029 Jenny Duan: like new or non profit. So when we think about the issues, then I think we should try to connect to something that's like has longevity. For example, like environmental justice, is like a pretty long, lasting thing. Really, youth, education, or health and wellness like Red Cross club stuff like that is pretty 214 00:30:49.180 --> 00:31:05.179 Jenny Duan: long. Lasting versus like something that's really new because since this program has been here since 2,004 like their nonprofit partners, are also probably pretty old, and so I don't know if they'd have like, for example, like something super recent. Does that make sense. 215 00:31:05.300 --> 00:31:07.769 huda: This. Well, I know this one is about 216 00:31:10.000 --> 00:31:12.950 huda: I just wanna like, see if this one's accurate. 217 00:31:14.750 --> 00:31:15.790 huda: Hmm. 218 00:31:16.560 --> 00:31:18.970 Jenny Duan: wait. Can we go back to your document? 219 00:31:21.550 --> 00:31:30.130 Jenny Duan: Okay. so why don't we brainstorm? And then we can pause for to day. And you can try to fill in questions one through 4, and we can 220 00:31:30.230 --> 00:31:34.229 huda: check in on these on a different day. How does that sound? Yeah, sounds good. 221 00:31:34.330 --> 00:31:37.449 Jenny Duan: Okay, so what challenges do you see in your community? 222 00:31:38.120 --> 00:31:44.840 huda: so by community, does it just talk about like my city in general? 223 00:31:45.350 --> 00:31:47.440 Jenny Duan: Exactly. Yeah. Okay. 224 00:31:47.920 --> 00:31:57.070 huda: Oh, yes. Okay. So at our school, we don't have any access to like tutoring 225 00:31:57.190 --> 00:31:59.309 huda: so like, I know, like 226 00:31:59.340 --> 00:32:25.220 huda: in my old high school, or like in my sister's old high school. They have like free tutoring, like all the time like a lot of resources, free tutoring. That's why, like a lot of students were able to like keep in track with all the grade their grades. But in our school we don't have any opportunities whatsoever. In fact, like they don't have any programs or anything. 227 00:32:25.310 --> 00:32:26.480 huda: and I think. 228 00:32:26.620 --> 00:32:32.039 huda: my community is just kind of like disadvantaged in that fact. 229 00:32:32.490 --> 00:32:51.540 huda: And it used to be like the one that the school before. I know they did like all 9 lessons. So it's also like kind of based off of. Maybe it could have been affected by Covid. But I don't. I haven't heard of it before. A tutoring in our school area. 230 00:32:51.970 --> 00:32:56.909 huda: yeah, that's like one issue I could think about is like 231 00:32:58.890 --> 00:33:00.350 huda: lack of 232 00:33:00.950 --> 00:33:08.000 Jenny Duan: education resources, maybe, like education, support for youth. youth, education that's like a really good topic. 233 00:33:10.060 --> 00:33:13.079 Jenny Duan: And then how do you see yourself addressing this in the future. 234 00:33:13.380 --> 00:33:18.869 huda: so in the future I'd probably be able to like 235 00:33:19.170 --> 00:33:38.690 huda: form like a group, maybe with some students that have already taken these courses. And maybe like, set up either, like video calls with these students and kind of have it popularized at our school. Or like, you know, 236 00:33:39.130 --> 00:33:56.369 huda: kind of maybe record, like some videos with like a whole curriculum in case any like resources to study for a test or pass a class. So maybe like kinda grouping up with like people that taken courses and doing like an overview slash like tips for 237 00:33:56.730 --> 00:34:17.610 Jenny Duan: I think that. Yeah, I think that's really awesome. I think we can even expand this even more and focus on like making an impact on a policy level. So they form an organization that advocates for education policy, and like speaking with your legislators and making change on a more bigger scale rather than like individual impact. Does that make sense? So? 238 00:34:17.610 --> 00:34:36.139 Jenny Duan: Because because, remember, another part of this program is that they're taking students to DC, right? And they're going to DC, so they can meet with legislators and to. So they can advocate for laws and like, maybe increase funding for education like increase state support building up programs. So that's like one thing, in addition to maybe doing your individual work as well. 239 00:34:37.159 --> 00:34:44.699 huda: Okay? So make a policy change required tutoring, slash education 240 00:34:44.810 --> 00:34:47.150 huda: support 241 00:34:47.290 --> 00:34:49.009 huda: as well as 242 00:34:49.060 --> 00:34:51.800 huda: creating resources 243 00:34:52.420 --> 00:34:57.939 huda: with other students who have taken courses 244 00:35:01.860 --> 00:35:03.110 perfect. 245 00:35:03.860 --> 00:35:12.180 Jenny Duan: but like focus on the scale of your impact, like the bigger the better. So like the more people you can reach, and like the bigger impact you can make the better. 246 00:35:12.780 --> 00:35:18.990 huda: So I'm gonna pull this cause. This I should emphasize. Or do you think I should mention this at all. 247 00:35:19.930 --> 00:35:29.680 Jenny Duan: Feel like when you're writing to whatever feels natural cause when you're drafting like you just want to get stuff done right. It doesn't have to be perfect right away, but then we can refine it later on. 248 00:35:33.300 --> 00:35:34.440 huda: Okay. 249 00:35:34.690 --> 00:35:41.570 Jenny Duan: cool. So I think the next time we mute let's just get that on the calendar, so we can 250 00:35:41.650 --> 00:35:55.589 Jenny Duan: just play it ahead. Why don't we meet on Tuesday evening and check in on questions? One through 4. How does that sound? Yeah. So do you think? So I think the word limit for these are like, really large, so 251 00:35:55.630 --> 00:35:57.219 Jenny Duan: like, fill it. 252 00:35:58.100 --> 00:35:59.240 huda: And 253 00:36:01.620 --> 00:36:11.329 Jenny Duan: you should write like, try to get to the words, live in every single yeah, there's like 2,000 or 4,000 words. So like, I'm going to have to g 004-0000f words or characters. 254 00:36:11.590 --> 00:36:18.760 Jenny Duan: Words is so much. Okay. Okay? Cause words is, so that's so much. 255 00:36:18.990 --> 00:36:21.390 huda: Yeah, it's probably like a couple pages. 256 00:36:22.170 --> 00:36:25.889 Jenny Duan: Yeah, no, I don't think they would. I think it's characters, probably. 257 00:36:26.380 --> 00:36:34.960 huda: Yeah, I'll probably check. But yeah, like, I'll just try to write till that much. And yeah, I'll let you 258 00:36:35.350 --> 00:36:45.250 Jenny Duan: cool. Then we can check in later like this weekend. I can even meet Sunday if you want to. But or if you need more time. Tuesday or Monday. Yeah. 259 00:36:45.330 --> 00:36:58.830 Jenny Duan: Okay. And then text me, after you take your sat tomorrow and update me on how that goes. Okay? Awesome. Of course, if you need anything else, just text me in between now and the next time. Bye.",
  "segments": [
    "Week 15 - Coaching_Jenny_Huda_Wk15_2023-11-10_M_678cf80a7deb40f6U_2023-11-09_00-00-00 WEBVTT 1 00:01:43.620 --> 00:01:46.009 Jenny Duan: Yeah. 2 00:02:14.700 --> 00:02:18.780 huda: Hi, hey, how's it going? It's going. Well, how are you? 3 00:02:18.910 --> 00:02:24.229 Jenny Duan: Hello! Can you hear me? Oh, yeah, okay. Awesome. How's it going. 4 00:02:24.440 --> 00:02:26.019 huda: It's going. Well, how are you? 5 00:02:26.620 --> 00:02:29.150 Jenny Duan: Well, I'm doing well, too. 6 00:02:29.320 --> 00:02:33.919 Jenny Duan: yeah. So I thought we could just go ahead and check in. Do you hear, Coke. 7 00:02:34.550 --> 00:03:01.969 Jenny Duan: Oh, no, it's just a ph100, yeah. First, for a second look like you cut it short. But no, okay, awesome. So I think we can just start by maybe talking about the several applications that we like brainstormed, or that we talked about a couple of days ago, and then maybe we can do some brainstorming for your essays for those just to get a head start. Is there anything else that you wanted to check in on like specifically. Besides those things. 8 00:03:02.500 --> 00:03:21.600 huda: Not much. I think I'm just gonna start publicizing my game on Reddit as well. And then I've been kind of researching on how to get my steam page up, just so that, like people can have a good place to show interest in it, and then kind of a good deadline to like post my game, you know. 9 00:03:21.890 --> 00:03:34.139 Jenny Duan: Well, awesome man, I think it also like posts, like some clips of your game just on the Internet, like on Tiktok or Instagram, just like you got few second clips of your game. Just so people can know what it's like. And 10 00:03:34.230 --> 00:03:39.320 Jenny Duan: it's I think it's nice to have like those clips just to have. Yeah. 11 00:03:40.370 --> 00:03:43.620 Jenny Duan: okay, awesome. So 12 00:03:43.720 --> 00:03:47.759 Jenny Duan: do you, anyone share screen? And we can talk about 13 00:03:47.800 --> 00:03:53.639 Jenny Duan: w",
    "e can talk about the Bank of America first. 14 00:03:53.760 --> 00:04:00.259 Jenny Duan: Yeah. 15 00:04:00.380 --> 00:04:01.060 And 16 00:04:01.750 --> 00:04:06.040 Jenny Duan: that's so true. 17 00:04:06.260 --> 00:04:14.210 Jenny Duan: Yeah, I make everything think so. 18 00:04:14.840 --> 00:04:16.170 Jenny Duan: Like, I saw one. 19 00:04:23.130 --> 00:04:29.719 Jenny Duan: I think I must have an email confirmation. 20 00:04:31.390 --> 00:04:32.520 Jenny Duan: because. 21 00:04:54.440 --> 00:04:55.950 huda: okay, 22 00:05:18.420 --> 00:05:19.640 huda: okay, yeah. 23 00:05:19.850 --> 00:05:27.099 huda: So I kinda like already, did like the demographics and stuff. It said, I didn't have to like, put like. 24 00:05:27.720 --> 00:05:31.229 huda: some specific information like, 25 00:05:32.460 --> 00:05:33.430 Let me 26 00:05:33.820 --> 00:05:35.070 huda: show you what I put. 27 00:05:39.520 --> 00:05:43.659 huda: So I'll put that. And then the student information. 28 00:05:44.790 --> 00:05:45.680 Jenny Duan: okay. 29 00:05:46.840 --> 00:05:51.079 huda: up my school address, school phone, Lester School. 30 00:05:51.330 --> 00:05:54.110 huda: and I said, I found out from my guidance counselor 31 00:05:54.410 --> 00:06:03.439 huda: And then, since I'm a junior, I don't know Then eleventh grade. 32 00:06:03.670 --> 00:06:06.380 huda: I would be able to participate. 33 00:06:06.570 --> 00:06:10.140 huda: yes, yes. 34 00:06:13.100 --> 00:06:16.520 huda: Does. This just mean like work from it? Or like. 35 00:06:17.020 --> 00:06:18.959 Jenny Duan: yeah, yeah, that should be fine. 36 00:06:19.100 --> 00:06:29.160 huda: Yeah, okay. I don't know anyone that's in Bank of America. Employee. yeah. 37 00:06:29.310 --> 00:06:31.009 huda: Then I give my dad's. 38 00:06:34.530 --> 00:06:43.980 Jenny Duan: yeah. And these are the essays. I think. Okay? So I think it'd be good to start another document where you can like copy, paste. The essay prompts and then work on that 39 00:06:44.23",
    "0 --> 00:06:51.910 Jenny Duan: that way, you don't have everything just like all on one platform. So you can edit it like, outside, too. 40 00:07:32.410 --> 00:07:34.760 huda: Okay, I'm just gonna call like 41 00:07:41.080 --> 00:07:42.730 huda: I 42 00:07:57.290 --> 00:08:00.470 huda: okay. I'll just put the questions on the 43 00:08:31.790 --> 00:08:33.559 Jenny Duan: and that one you can say, yes. 44 00:08:35.590 --> 00:08:36.889 Jenny Duan: and then. 45 00:08:37.470 --> 00:08:39.979 huda: and this one's got to be managers. 46 00:08:40.370 --> 00:08:41.030 Thank you. 47 00:08:41.600 --> 00:08:46.930 Jenny Duan: Yeah, that one. They're asking you for a list of all your extracurriculars. Basically, like all your leadership. 48 00:08:48.030 --> 00:08:50.800 huda: Okay, just add school, though, I think right? 49 00:08:51.010 --> 00:08:57.639 Jenny Duan: Yeah. Yeah. And then so why don't you copy paste that question into the Doc, too, cause we can brainstorm that, too. 50 00:09:07.360 --> 00:09:09.429 huda: So we know. 51 00:09:12.520 --> 00:09:14.599 Jenny Duan: Boom! 52 00:09:16.580 --> 00:09:20.369 huda: We could come back to that one. Maybe if I could think of anything. 53 00:09:21.130 --> 00:09:41.429 huda: these are kind of similar to the ones that we did for NCWI. T, 54 00:09:41.640 --> 00:09:52.269 Jenny Duan: that's what I was saying. Eventually, like, everything will start to come together, because the more and more you write essays, and the more you can like, take bits and pieces from the other essays, and like, adopt them. 55 00:09:52.650 --> 00:09:53.510 huda: Yeah. 56 00:09:54.340 --> 00:09:57.250 huda: snow. 57 00:09:58.960 --> 00:10:01.279 huda: there's a lot more questions. 58 00:10:16.450 --> 00:10:21.679 huda: So English is my second language. I'm a first generation. American. 59 00:10:21.810 --> 00:10:24.280 huda: I guess I'm not. I think I'm 60 00:10:25.030 --> 00:10:29.149 Jenny Duan: so I think so. Yeah, like. 61 00:10:30.240 --> 00:10:31.210 hu",
    "da: oh. 62 00:10:38.030 --> 00:10:40.149 huda: none. None of these. Yeah. 63 00:10:43.800 --> 00:10:56.869 Jenny Duan: First generation American. And if they don't have immigrant. Then you can just say, first generation, American, I think you have to press command shift. Yeah, something like that. Yeah. Okay. 64 00:10:57.430 --> 00:11:01.089 huda: Yeah. I think that's all for the essay questions. 65 00:11:01.390 --> 00:11:04.769 Jenny Duan: Is there another tab like? Do they ask for anything else. 66 00:11:07.100 --> 00:11:08.170 huda: and 67 00:11:11.440 --> 00:11:19.320 Jenny Duan: can just a recommendation recommendation? So who are you planning to get for recommendations? That's something to think about as well. 68 00:11:19.570 --> 00:11:23.159 huda: I can. 69 00:11:24.490 --> 00:11:32.359 huda: So like, maybe I could ask my history. Teacher, we have a let's look at how many recommendations they're asking for. First, yeah. 70 00:11:47.350 --> 00:11:50.090 huda: you could have, too. But 71 00:11:51.850 --> 00:11:53.779 huda: yeah, one is required. 72 00:11:54.920 --> 00:11:57.270 Jenny Duan: Okay, I would try to get 2 if you can 73 00:11:57.470 --> 00:12:01.430 Jenny Duan: think that would be good. And then do you have a resume on file also? 74 00:12:02.200 --> 00:12:04.190 huda: No 75 00:12:04.400 --> 00:12:10.859 huda: like. I could probably make one but I made like one before I did any like 76 00:12:10.960 --> 00:12:18.789 huda: severe like contributions I could just have, like some of my volunteering things. So I think I should update it and kind of like, how more accurate 77 00:12:18.900 --> 00:12:21.999 huda: for now. But yeah, I should work on that. 78 00:12:22.430 --> 00:12:27.319 Jenny Duan: Okay, so that's another thing to keep in mind right to to do a resume 79 00:12:27.420 --> 00:12:40.980 Jenny Duan: cool. So I guess let's just start with the first one. I think it'd be good to reach out to your teachers basically as early as possible, so that they ha",
    "ve enough time, you know, to write you the letter recommendation, everything. 80 00:12:41.350 --> 00:12:49.150 Jenny Duan: If I sorry if I asked the same teacher again, do you think she'd be like annoyed by 81 00:12:49.330 --> 00:12:59.210 huda: like the amount of time I'm reaching out to her, or like cause. I don't know if this one takes like a long time, because I know that one for NCWI T. Didn't take out that long. 82 00:12:59.260 --> 00:13:01.900 huda: So yeah, I'm not sure. 83 00:13:02.500 --> 00:13:07.249 Jenny Duan: Yeah. Do you feel like she do? You have a good relationship with her? What's your relationship with her? Like? 84 00:13:07.310 --> 00:13:22.599 huda: I do, but like she also refused to be like, we're trying to make empowering a I like a club. So she refused. Cause she's like said she's really busy. So like. That's why I'm kind of wondering if she'll get stuff done on time. 85 00:13:23.870 --> 00:13:30.590 I think you this should be like, I don't think you should worry about things being on time necessarily for this one, since it seems like you have 86 00:13:31.050 --> 00:13:34.560 Jenny Duan: a lot of time. But 87 00:13:35.030 --> 00:13:45.670 Jenny Duan: I do think that maybe who? What other teacher options would you have like? Do you have a good relationship with any of your other teachers that you think might be a better fit, or is this one like the best that you know? 88 00:13:46.110 --> 00:14:04.649 huda: I think the teacher that I know will probably be willing to write an S. A recommendation for me. Is my history teacher, cause I've had her for 2 years now, and like also, like I feel like she trusts me since. Like, I'm kind of one of the only people that talk in class. 89 00:14:04.700 --> 00:14:23.400 huda: So yeah, I think I have a good relationship with her. And then for the second one. So it's either the Cs teacher that I already asked for the Ncw. Or I wouldn't like. I wanna ask my English teacher cause I feel like she'd give a really go",
    "od recommendation. But 90 00:14:23.450 --> 00:14:31.049 huda: I'm not sure if she like. if she has the time to cause she's really busy, and a lot of people ask her. 91 00:14:31.190 --> 00:14:47.230 Jenny Duan: do you have like a like, I think what might be a good strategy is to have, if you have like one feature, and then like one outside project. Mentor, do you have a mentor like a project mentor that you think would be a good fit, like someone, an adult who maybe works 92 00:14:47.320 --> 00:14:51.260 Jenny Duan: like a nonprofit or organization that you would know. 93 00:14:52.460 --> 00:15:01.419 huda: I wouldn't say so. Maybe 94 00:15:03.030 --> 00:15:14.849 huda: like former students who are like now in college. Do they count? Cause I have a few like friends who went to college. I don't think that would count, would it. 95 00:15:15.070 --> 00:15:23.300 Jenny Duan: I don't think so. I think it has to be an adult. Can I look, get back at the recommendation guidelines, or like the the place where they talk about the recommendations. Yeah. 96 00:15:24.210 --> 00:15:26.729 Jenny Duan: yeah, I wrote recommendation fact, sheet that's what I meant. 97 00:15:26.840 --> 00:15:36.170 Jenny Duan: okay. 98 00:15:37.350 --> 00:15:38.530 and 99 00:15:41.000 --> 00:15:44.790 Jenny Duan: supplement, usual, down like, supplementful. 100 00:15:46.000 --> 00:15:49.700 Jenny Duan: okay, shambles. So down. 101 00:15:56.230 --> 00:15:57.150 Jenny Duan: Okay. 102 00:15:58.940 --> 00:16:05.089 Jenny Duan: that doesn't say anything. Maybe you can just ask another teacher, are you familiar with your school administrators? 103 00:16:06.160 --> 00:16:13.569 huda: Yeah. But like, I said, they're not really involved but maybe I couldn't like try 104 00:16:13.630 --> 00:16:25.260 huda: kind of cause. Sometimes they have like these like events with the counsellors, where you can kind of like, just talk to them and stuff. So maybe I could go to those more frequently and build up a better relat",
    "ionship 105 00:16:25.400 --> 00:16:31.069 huda: and maybe get it. But I don't know how like soon that'll be. So 106 00:16:31.370 --> 00:16:36.389 Jenny Duan: yeah, okay. So why don't we just plan for your first teacher right now and then? 107 00:16:36.400 --> 00:16:41.190 Jenny Duan: if we can. What about, oh, who leads the who moderates film Club? 108 00:16:41.800 --> 00:16:45.500 huda: We have this teacher. She was there from last year. But 109 00:16:45.730 --> 00:16:55.629 huda: wait! We can actually ask I can ask my media arts teacher. He's known me for 2 years 2 or threeish years. 110 00:16:55.710 --> 00:17:05.609 huda: Like he's not really like he doesn't put that much effort into class. I'd be honest, but I think he'd be willing to write like a good recommendation. I could probably ask him. 111 00:17:05.710 --> 00:17:19.529 Jenny Duan: yeah, yeah, cause you want someone to emphasize like your leadership and your service cause. That's kind of the at the core of this program. What's most important. So I think as long as the people that you've asked you feel confident they're able to speak to your those 112 00:17:19.670 --> 00:17:24.609 Jenny Duan: traits in you. Then that should be. I'll be probably a good fit. What do you think? 113 00:17:24.829 --> 00:17:31.009 huda: Yeah, I think so. Yeah. Cause he's definitely seen me like, take charge with like student news and stuff. 114 00:17:31.060 --> 00:17:33.299 huda: So I think that'll be great. 115 00:17:34.070 --> 00:17:43.040 Jenny Duan: Okay, amazing. Well, that sounds really good. Now, let's go back to the essay props cause I feel like we should talk about those. 116 00:17:44.160 --> 00:18:02.910 Jenny Duan: okay, I think this one you can probably fill in on your own, and we can review it together in a bit. Let's talk about the essays. So number 3 is also just a list. That's something you can fill in on your own. Let's start with number 4. What challenges do you see in your community? And how do you see yoursel",
    "f addressing those challenges? Now in the future? 117 00:18:03.430 --> 00:18:09.129 Jenny Duan: okay. When you read this question, what first? Whence comes to the top of my mind? 118 00:18:09.710 --> 00:18:32.059 huda: So I think, coming back to the like the issue that I talked about my other app application. I think, kind of the lack of leadership roles for girls in my community. Whether it's like specifically the Muslim community, or just by school in general. I see like girls not really taking a great leadership. 119 00:18:32.220 --> 00:18:52.289 huda: And one way I could tackle. That is kind of inventing new leadership roles and opportunities for like girls to express themselves. In like different clubs, for example, like I had film makers club where last year it was 120 00:18:52.290 --> 00:19:06.249 huda: all boys and just one girl this year I tried getting more girls in for Diversity, and you know ideas. And this year we we were able to have like 3 girls out of like. 121 00:19:06.440 --> 00:19:16.329 huda: 5 officers. So, yeah, yeah, that's so awesome. Can you write this down like, can you just type bullet points? So you don't forget? Yeah. 122 00:19:17.720 --> 00:19:19.870 Jenny Duan: Bye. 123 00:19:21.900 --> 00:19:29.250 Jenny Duan: And then I think you should emphasize like, why is it important to have girls in these roles like, why is that important 124 00:19:29.650 --> 00:19:31.060 Jenny Duan: on a deeper level? 125 00:19:31.560 --> 00:19:33.130 huda: Yeah. 126 00:20:18.900 --> 00:20:21.490 huda: so yeah, I think. 127 00:20:21.830 --> 00:20:27.070 huda: Why, it's important. Why, it's 128 00:20:27.460 --> 00:20:35.870 huda: important. Because for one. Like many girls that are like 129 00:20:36.440 --> 00:20:39.539 huda: no part of these clubs and part of these initiatives. 130 00:20:39.570 --> 00:20:42.200 huda: They see this. 131 00:20:42.430 --> 00:20:46.330 huda: There, see this like a part of 132 00:20:46.420 --> 00:20:58.080 huda: leadership, just be",
    "ing boys, and they're kind of discouraged to lead this on their own. And just representation is one factor and then another factor is just 133 00:20:58.450 --> 00:21:00.710 huda: I guess. 134 00:21:02.510 --> 00:21:14.559 huda: These leadership rules are important because they do lead to like in the future, women in the workforce. So I think like it has a deeper impact than just a school club. It's like. 135 00:21:14.620 --> 00:21:16.579 huda: therefore, in the future as well. 136 00:21:16.810 --> 00:21:23.890 huda: So many girls? and these, and 137 00:21:27.190 --> 00:21:28.710 Jenny Duan: right and 138 00:21:29.170 --> 00:21:34.090 Jenny Duan: on a deeper level like, why is it important to have a diverse work force? Why is that important? 139 00:21:34.680 --> 00:21:39.980 huda: Because it brings ideas from different perspectives. 140 00:21:40.040 --> 00:21:41.159 huda: it like. 141 00:21:42.160 --> 00:21:44.009 huda: I guess. 142 00:21:44.510 --> 00:21:54.069 huda: it kind of breaks the stereotype that girls aren't able to like lead large groups and like, I guess. 143 00:21:54.870 --> 00:22:02.030 huda: we could inspire the world to change, because it's like 144 00:22:02.870 --> 00:22:13.429 huda: hard for girls to express themselves. And the reason why we want girls to express themselves is because I guess I'm kind of saying the same thing over and over. But 145 00:22:13.940 --> 00:22:27.600 huda: What I'm trying to say is that we need like unique ideas from everyone, not just boys. And we kinda want diversity for that reason not to like keep boys away from opportunities but to have like 146 00:22:27.670 --> 00:22:31.200 huda: opportunities for everyone, if that makes sense 147 00:22:32.260 --> 00:22:57.030 Jenny Duan: totally. And I think that that's also because you know, the products that people build are used by everyone and the technologies, and like everything that we create, is used by everyone. And so when voices are left out, maybe it's important to give",
    " some examples of what are some of the harms created by this? For example, like seatbelt, this is just off the top of my head. You can brainstorm a better example that better fit your story. But, like, for example, seat belts were originally invented only for men, and, like women, are dying in cargo. 148 00:22:57.030 --> 00:23:03.780 Jenny Duan: precious, or, for example, like black women, died in the hospital during childbirth and white women, and like stuff like that. 149 00:23:03.780 --> 00:23:16.349 Jenny Duan: That's why we need to have diversity, because it actually tangibly impacts people's lives like, it's not just like a cosmetic issue. It's not just like, Oh, we need this for pr reasons. But like people are actually living and dying because of leadership teams in different organizations. 150 00:23:16.890 --> 00:23:19.659 huda: Yeah, so that makes sense. Yeah. 151 00:23:19.930 --> 00:23:23.329 huda: yeah. And just further, 152 00:23:23.450 --> 00:23:33.620 huda: like, our society is changing in like different ways. And it's important for us to kind of adapt to that. And like, provide girls. These opportunities. 153 00:23:33.870 --> 00:23:45.570 huda: Like you said, it's not just for Pr, it's like. it's like in a deeper level, like impacting the future of like like our own children and everything. 154 00:23:45.850 --> 00:23:47.580 huda: It's kind of deep. But yeah. 155 00:23:48.740 --> 00:23:50.619 Jenny Duan: totally. Yeah. Great. 156 00:23:50.720 --> 00:23:54.759 Jenny Duan: Okay. Maybe we can look at the next. 157 00:24:02.230 --> 00:24:03.410 Jenny Duan: Okay. 158 00:24:04.070 --> 00:24:06.110 huda: leadership. 159 00:24:06.300 --> 00:24:10.059 huda: this response is kind of like matching this one better. 160 00:24:10.420 --> 00:24:15.649 huda: A leadership that'd be good. Yeah. 161 00:24:15.810 --> 00:24:26.129 huda: maybe we could brainstorm something else. Cause this is just a challenge in our community which is kind of like. we can think of something",
    " else for that one. I feel like. 162 00:24:28.540 --> 00:24:30.220 Jenny Duan: Okay, great. 163 00:24:30.240 --> 00:24:31.350 Jenny Duan: And 164 00:24:33.210 --> 00:24:38.029 Jenny Duan: okay. So for this one, what challenges, what other challenges do you see in the community. 165 00:24:40.010 --> 00:24:51.840 huda: so like either we can go back to like the other application, or us talk about like the violence. But that's not really related, I guess, to leadership 166 00:24:51.880 --> 00:24:54.709 huda: to show my leadership. So 167 00:24:56.000 --> 00:24:57.290 huda: we probably 168 00:25:01.060 --> 00:25:05.879 huda: so maybe we could tie this to like my folklift initiative. 169 00:25:05.970 --> 00:25:08.549 huda: Where we can see that 170 00:25:08.950 --> 00:25:18.420 huda: Many people like have, like all these businesses and like are so creative and talented. But they're just like unable to 171 00:25:18.430 --> 00:25:36.879 huda: like express themselves, and they can't gain like traction the way that large corporations can. And so one way that I've helped with this is by like publicizing them through my initiative and like kind of bringing light to underrepresented like 172 00:25:37.560 --> 00:26:00.109 Jenny Duan: non corporation businesses, I guess. Yeah. Good idea. I think what I want to do with this is, let's take a look. And I'm putting this up on mine. But can you go on Google and look at their partner organizations? Because the goal of this is to match you with a partner organization. So we want to make sure that, like the questions your responses are like targeted to potential organizations that you could actually be partnered with. 173 00:26:00.460 --> 00:26:02.389 Jenny Duan: Does that make sense? 174 00:26:03.380 --> 00:26:05.619 huda: Oh, wait! I think it was given 175 00:26:07.930 --> 00:26:09.960 huda: earlier here. 176 00:26:19.460 --> 00:26:23.079 huda: Yeah, so I think mine would be 177 00:26:24.870 --> 00:26:26.630 Jenny Duan: here. Look at yo",
    "ur region. 178 00:26:26.700 --> 00:26:29.719 Jenny Duan: This is something that I wish I knew before. So 179 00:26:30.190 --> 00:26:31.060 Jenny Duan: okay. 180 00:26:32.060 --> 00:26:34.230 Jenny Duan: does it tell you that organizations? 181 00:26:34.390 --> 00:26:38.659 huda: No. So we could maybe search bank of America. 182 00:27:03.400 --> 00:27:14.220 Jenny Duan: let me look at, there's 183 00:27:14.980 --> 00:27:16.400 Jenny Duan: faqs. 184 00:27:29.740 --> 00:27:37.539 Jenny Duan: okay, well, they're trying to partner, you with like an existing non profit in your area. So let's see. 185 00:27:39.750 --> 00:27:41.300 Jenny Duan: Oh, this is great! 186 00:27:43.030 --> 00:27:45.270 Jenny Duan: Can you hear me for Sacramento? 187 00:27:49.720 --> 00:27:51.960 huda: Same page on. 188 00:28:08.480 --> 00:28:10.050 Jenny Duan: does it tell you like the 189 00:28:11.960 --> 00:28:13.999 Jenny Duan: No that just takes you back? 190 00:28:15.180 --> 00:28:19.479 Jenny Duan: I'll just tell you the greater Sacramento like nonprofits that they support. 191 00:28:22.780 --> 00:28:24.000 huda: Maybe here 192 00:28:39.740 --> 00:28:41.560 huda: would it be these? 193 00:28:43.080 --> 00:28:44.070 Jenny Duan: Hmm! 194 00:28:45.850 --> 00:28:47.379 Jenny Duan: That sounds good 195 00:28:53.750 --> 00:28:56.050 Jenny Duan: neighborhood filters. 196 00:28:58.330 --> 00:29:04.210 Jenny Duan: I don't 197 00:29:04.860 --> 00:29:06.590 Jenny Duan: think so. 198 00:29:10.890 --> 00:29:17.419 Jenny Duan: But okay, I think it's I think it's fine. Then if it doesn't say as long as you do things that are like local to your area. 199 00:29:18.010 --> 00:29:24.560 Jenny Duan: see? I don't think they say anything. 200 00:29:25.960 --> 00:29:34.109 Jenny Duan: yeah, it's okay. Then let's let's think about like what nonprofits in your area. Do the what is 201 00:29:34.680 --> 00:29:37.309 Jenny Duan: I mean? I guess it's still pretty diverse. But 202 00:29:37.480 --> 00:29:41.620 Jenny Duan",
    ": this is yeah. Youth, sex trafficking and drug abuse. 203 00:29:41.750 --> 00:29:45.910 Jenny Duan: I think then then we can maybe just 204 00:29:46.000 --> 00:29:48.470 focus on the issues that are important to you. And then 205 00:29:49.360 --> 00:29:50.950 Jenny Duan: it should be fine. 206 00:29:50.990 --> 00:29:58.140 huda: yeah, I'm just trying to see if she said anything about. 207 00:30:02.130 --> 00:30:03.160 huda: Well. 208 00:30:06.100 --> 00:30:10.050 huda: the boys and clubs. Girls Club of Sacramento 209 00:30:11.550 --> 00:30:13.090 huda: at rescue. 210 00:30:16.990 --> 00:30:20.489 Jenny Duan: Okay, let's just go back to your brainstorming. I feel like it's okay. 211 00:30:21.950 --> 00:30:24.830 huda: Okay. Yeah. I just I think that's the one. Yeah. 212 00:30:24.950 --> 00:30:32.209 Jenny Duan: I do think that the Bank of America does the partner with some more like legacy organizations so like non profits, have probably been there for a long time versus 213 00:30:32.390 --> 00:30:49.029 Jenny Duan: like new or non profit. So when we think about the issues, then I think we should try to connect to something that's like has longevity. For example, like environmental justice, is like a pretty long, lasting thing. Really, youth, education, or health and wellness like Red Cross club stuff like that is pretty 214 00:30:49.180 --> 00:31:05.179 Jenny Duan: long. Lasting versus like something that's really new because since this program has been here since 2,004 like their nonprofit partners, are also probably pretty old, and so I don't know if they'd have like, for example, like something super recent. Does that make sense. 215 00:31:05.300 --> 00:31:07.769 huda: This. Well, I know this one is about 216 00:31:10.000 --> 00:31:12.950 huda: I just wanna like, see if this one's accurate. 217 00:31:14.750 --> 00:31:15.790 huda: Hmm. 218 00:31:16.560 --> 00:31:18.970 Jenny Duan: wait. Can we go back to your document? 219 00:31:21.550 --> 00:31:30.130 Jenny Duan",
    ": Okay. so why don't we brainstorm? And then we can pause for to day. And you can try to fill in questions one through 4, and we can 220 00:31:30.230 --> 00:31:34.229 huda: check in on these on a different day. How does that sound? Yeah, sounds good. 221 00:31:34.330 --> 00:31:37.449 Jenny Duan: Okay, so what challenges do you see in your community? 222 00:31:38.120 --> 00:31:44.840 huda: so by community, does it just talk about like my city in general? 223 00:31:45.350 --> 00:31:47.440 Jenny Duan: Exactly. Yeah. Okay. 224 00:31:47.920 --> 00:31:57.070 huda: Oh, yes. Okay. So at our school, we don't have any access to like tutoring 225 00:31:57.190 --> 00:31:59.309 huda: so like, I know, like 226 00:31:59.340 --> 00:32:25.220 huda: in my old high school, or like in my sister's old high school. They have like free tutoring, like all the time like a lot of resources, free tutoring. That's why, like a lot of students were able to like keep in track with all the grade their grades. But in our school we don't have any opportunities whatsoever. In fact, like they don't have any programs or anything. 227 00:32:25.310 --> 00:32:26.480 huda: and I think. 228 00:32:26.620 --> 00:32:32.039 huda: my community is just kind of like disadvantaged in that fact. 229 00:32:32.490 --> 00:32:51.540 huda: And it used to be like the one that the school before. I know they did like all 9 lessons. So it's also like kind of based off of. Maybe it could have been affected by Covid. But I don't. I haven't heard of it before. A tutoring in our school area. 230 00:32:51.970 --> 00:32:56.909 huda: yeah, that's like one issue I could think about is like 231 00:32:58.890 --> 00:33:00.350 huda: lack of 232 00:33:00.950 --> 00:33:08.000 Jenny Duan: education resources, maybe, like education, support for youth. youth, education that's like a really good topic. 233 00:33:10.060 --> 00:33:13.079 Jenny Duan: And then how do you see yourself addressing this in the future. 234 00:33:13.380 --> 00:33:18.86",
    "9 huda: so in the future I'd probably be able to like 235 00:33:19.170 --> 00:33:38.690 huda: form like a group, maybe with some students that have already taken these courses. And maybe like, set up either, like video calls with these students and kind of have it popularized at our school. Or like, you know, 236 00:33:39.130 --> 00:33:56.369 huda: kind of maybe record, like some videos with like a whole curriculum in case any like resources to study for a test or pass a class. So maybe like kinda grouping up with like people that taken courses and doing like an overview slash like tips for 237 00:33:56.730 --> 00:34:17.610 Jenny Duan: I think that. Yeah, I think that's really awesome. I think we can even expand this even more and focus on like making an impact on a policy level. So they form an organization that advocates for education policy, and like speaking with your legislators and making change on a more bigger scale rather than like individual impact. Does that make sense? So? 238 00:34:17.610 --> 00:34:36.139 Jenny Duan: Because because, remember, another part of this program is that they're taking students to DC, right? And they're going to DC, so they can meet with legislators and to. So they can advocate for laws and like, maybe increase funding for education like increase state support building up programs. So that's like one thing, in addition to maybe doing your individual work as well. 239 00:34:37.159 --> 00:34:44.699 huda: Okay? So make a policy change required tutoring, slash education 240 00:34:44.810 --> 00:34:47.150 huda: support 241 00:34:47.290 --> 00:34:49.009 huda: as well as 242 00:34:49.060 --> 00:34:51.800 huda: creating resources 243 00:34:52.420 --> 00:34:57.939 huda: with other students who have taken courses 244 00:35:01.860 --> 00:35:03.110 perfect. 245 00:35:03.860 --> 00:35:12.180 Jenny Duan: but like focus on the scale of your impact, like the bigger the better. So like the more people you can reach, and like the bigger impact yo",
    "u can make the better. 246 00:35:12.780 --> 00:35:18.990 huda: So I'm gonna pull this cause. This I should emphasize. Or do you think I should mention this at all. 247 00:35:19.930 --> 00:35:29.680 Jenny Duan: Feel like when you're writing to whatever feels natural cause when you're drafting like you just want to get stuff done right. It doesn't have to be perfect right away, but then we can refine it later on. 248 00:35:33.300 --> 00:35:34.440 huda: Okay. 249 00:35:34.690 --> 00:35:41.570 Jenny Duan: cool. So I think the next time we mute let's just get that on the calendar, so we can 250 00:35:41.650 --> 00:35:55.589 Jenny Duan: just play it ahead. Why don't we meet on Tuesday evening and check in on questions? One through 4. How does that sound? Yeah. So do you think? So I think the word limit for these are like, really large, so 251 00:35:55.630 --> 00:35:57.219 Jenny Duan: like, fill it. 252 00:35:58.100 --> 00:35:59.240 huda: And 253 00:36:01.620 --> 00:36:11.329 Jenny Duan: you should write like, try to get to the words, live in every single yeah, there's like 2,000 or 4,000 words. So like, I'm going to have to g 004-0000f words or characters. 254 00:36:11.590 --> 00:36:18.760 Jenny Duan: Words is so much. Okay. Okay? Cause words is, so that's so much. 255 00:36:18.990 --> 00:36:21.390 huda: Yeah, it's probably like a couple pages. 256 00:36:22.170 --> 00:36:25.889 Jenny Duan: Yeah, no, I don't think they would. I think it's characters, probably. 257 00:36:26.380 --> 00:36:34.960 huda: Yeah, I'll probably check. But yeah, like, I'll just try to write till that much. And yeah, I'll let you 258 00:36:35.350 --> 00:36:45.250 Jenny Duan: cool. Then we can check in later like this weekend. I can even meet Sunday if you want to. But or if you need more time. Tuesday or Monday. Yeah. 259 00:36:45.330 --> 00:36:58.830 Jenny Duan: Okay. And then text me, after you take your sat tomorrow and update me on how that goes. Okay? Awesome. Of course, if you need anything els",
    "e, just text me in between now and the next time. Bye."
  ],
  "turns": [
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 103.62,
      "end": 106.009,
      "text": "Yeah. 2"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 134.7,
      "end": 138.78,
      "text": "Hi, hey, how's it going? It's going. Well, how are you? 3"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 138.91,
      "end": 144.22899999999998,
      "text": "Hello! Can you hear me? Oh, yeah, okay. Awesome. How's it going. 4"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 144.44,
      "end": 146.019,
      "text": "It's going. Well, how are you? 5"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 146.62,
      "end": 181.969,
      "text": "Well, I'm doing well, too. 6 yeah. So I thought we could just go ahead and check in. Do you hear, Coke. 7 Oh, no, it's just a ph100, yeah. First, for a second look like you cut it short. But no, okay, awesome. So I think we can just start by maybe talking about the several applications that we like brainstormed, or that we talked about a couple of days ago, and then maybe we can do some brainstorming for your essays for those just to get a head start. Is there anything else that you wanted to check in on like specifically. Besides those things. 8"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 182.5,
      "end": 201.6,
      "text": "Not much. I think I'm just gonna start publicizing my game on Reddit as well. And then I've been kind of researching on how to get my steam page up, just so that, like people can have a good place to show interest in it, and then kind of a good deadline to like post my game, you know. 9"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 201.89,
      "end": 240.259,
      "text": "Well, awesome man, I think it also like posts, like some clips of your game just on the Internet, like on Tiktok or Instagram, just like you got few second clips of your game. Just so people can know what it's like. And 10 it's I think it's nice to have like those clips just to have. Yeah. 11 okay, awesome. So 12 do you, anyone share screen? And we can talk about 13 we can talk about the Bank of America first. 14 Yeah. 15"
    },
    {
      "speaker": "student",
      "conf": 0.5,
      "start": 240.38,
      "end": 241.06,
      "text": "And 16"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 241.75,
      "end": 256.17,
      "text": "that's so true. 17 Yeah, I make everything think so. 18 Like, I saw one. 19"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 263.13,
      "end": 272.52,
      "text": "I think I must have an email confirmation. 20 because. 21"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 294.44,
      "end": 295.95,
      "text": "okay, 22"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 318.42,
      "end": 331.229,
      "text": "okay, yeah. 23 So I kinda like already, did like the demographics and stuff. It said, I didn't have to like, put like. 24 some specific information like, 25"
    },
    {
      "speaker": "unknown",
      "conf": 0.5,
      "start": 332.46,
      "end": 333.43,
      "text": "Let me 26"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 333.82,
      "end": 335.07,
      "text": "show you what I put. 27"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 339.52,
      "end": 343.659,
      "text": "So I'll put that. And then the student information. 28"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 344.79,
      "end": 345.68,
      "text": "okay. 29"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 346.84000000000003,
      "end": 376.52,
      "text": "up my school address, school phone, Lester School. 30 and I said, I found out from my guidance counselor 31 And then, since I'm a junior, I don't know Then eleventh grade. 32 I would be able to participate. 33 yes, yes. 34 Does. This just mean like work from it? Or like. 35"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 377.02,
      "end": 378.959,
      "text": "yeah, yeah, that should be fine. 36"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 379.1,
      "end": 391.009,
      "text": "Yeah, okay. I don't know anyone that's in Bank of America. Employee. yeah. 37 Then I give my dad's. 38"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 394.53,
      "end": 411.90999999999997,
      "text": "yeah. And these are the essays. I think. Okay? So I think it'd be good to start another document where you can like copy, paste. The essay prompts and then work on that 39 that way, you don't have everything just like all on one platform. So you can edit it like, outside, too. 40"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 452.40999999999997,
      "end": 454.76,
      "text": "Okay, I'm just gonna call like 41"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 461.08,
      "end": 462.73,
      "text": "I 42"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 477.29,
      "end": 480.47,
      "text": "okay. I'll just put the questions on the 43"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 511.79,
      "end": 516.889,
      "text": "and that one you can say, yes. 44 and then. 45"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 517.47,
      "end": 519.979,
      "text": "and this one's got to be managers. 46"
    },
    {
      "speaker": "unknown",
      "conf": 0.5,
      "start": 520.37,
      "end": 521.03,
      "text": "Thank you. 47"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 521.6,
      "end": 526.93,
      "text": "Yeah, that one. They're asking you for a list of all your extracurriculars. Basically, like all your leadership. 48"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 528.03,
      "end": 530.8,
      "text": "Okay, just add school, though, I think right? 49"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 531.01,
      "end": 537.639,
      "text": "Yeah. Yeah. And then so why don't you copy paste that question into the Doc, too, cause we can brainstorm that, too. 50"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 547.36,
      "end": 549.429,
      "text": "So we know. 51"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 552.52,
      "end": 554.599,
      "text": "Boom! 52"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 556.58,
      "end": 581.429,
      "text": "We could come back to that one. Maybe if I could think of anything. 53 these are kind of similar to the ones that we did for NCWI. T, 54"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 581.64,
      "end": 592.269,
      "text": "that's what I was saying. Eventually, like, everything will start to come together, because the more and more you write essays, and the more you can like, take bits and pieces from the other essays, and like, adopt them. 55"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 592.65,
      "end": 601.279,
      "text": "Yeah. 56 snow. 57 there's a lot more questions. 58"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 616.45,
      "end": 624.28,
      "text": "So English is my second language. I'm a first generation. American. 59 I guess I'm not. I think I'm 60"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 625.03,
      "end": 629.149,
      "text": "so I think so. Yeah, like. 61"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 630.24,
      "end": 631.21,
      "text": "oh. 62"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 638.03,
      "end": 640.149,
      "text": "none. None of these. Yeah. 63"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 643.8,
      "end": 656.869,
      "text": "First generation American. And if they don't have immigrant. Then you can just say, first generation, American, I think you have to press command shift. Yeah, something like that. Yeah. Okay. 64"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 657.43,
      "end": 661.089,
      "text": "Yeah. I think that's all for the essay questions. 65"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 661.39,
      "end": 664.769,
      "text": "Is there another tab like? Do they ask for anything else. 66"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 667.1,
      "end": 668.17,
      "text": "and 67"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 671.44,
      "end": 679.32,
      "text": "can just a recommendation recommendation? So who are you planning to get for recommendations? That's something to think about as well. 68"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 679.57,
      "end": 692.359,
      "text": "I can. 69 So like, maybe I could ask my history. Teacher, we have a let's look at how many recommendations they're asking for. First, yeah. 70"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 707.35,
      "end": 713.779,
      "text": "you could have, too. But 71 yeah, one is required. 72"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 714.92,
      "end": 721.43,
      "text": "Okay, I would try to get 2 if you can 73 think that would be good. And then do you have a resume on file also? 74"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 722.2,
      "end": 741.999,
      "text": "No 75 like. I could probably make one but I made like one before I did any like 76 severe like contributions I could just have, like some of my volunteering things. So I think I should update it and kind of like, how more accurate 77 for now. But yeah, I should work on that. 78"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 742.43,
      "end": 769.15,
      "text": "Okay, so that's another thing to keep in mind right to to do a resume 79 cool. So I guess let's just start with the first one. I think it'd be good to reach out to your teachers basically as early as possible, so that they have enough time, you know, to write you the letter recommendation, everything. 80 If I sorry if I asked the same teacher again, do you think she'd be like annoyed by 81"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 769.33,
      "end": 781.9,
      "text": "like the amount of time I'm reaching out to her, or like cause. I don't know if this one takes like a long time, because I know that one for NCWI T. Didn't take out that long. 82 So yeah, I'm not sure. 83"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 782.5,
      "end": 787.249,
      "text": "Yeah. Do you feel like she do? You have a good relationship with her? What's your relationship with her? Like? 84"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 787.31,
      "end": 802.599,
      "text": "I do, but like she also refused to be like, we're trying to make empowering a I like a club. So she refused. Cause she's like said she's really busy. So like. That's why I'm kind of wondering if she'll get stuff done on time. 85"
    },
    {
      "speaker": "unknown",
      "conf": 0.5,
      "start": 803.87,
      "end": 810.59,
      "text": "I think you this should be like, I don't think you should worry about things being on time necessarily for this one, since it seems like you have 86"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 811.05,
      "end": 825.67,
      "text": "a lot of time. But 87 I do think that maybe who? What other teacher options would you have like? Do you have a good relationship with any of your other teachers that you think might be a better fit, or is this one like the best that you know? 88"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 826.11,
      "end": 871.049,
      "text": "I think the teacher that I know will probably be willing to write an S. A recommendation for me. Is my history teacher, cause I've had her for 2 years now, and like also, like I feel like she trusts me since. Like, I'm kind of one of the only people that talk in class. 89 So yeah, I think I have a good relationship with her. And then for the second one. So it's either the Cs teacher that I already asked for the Ncw. Or I wouldn't like. I wanna ask my English teacher cause I feel like she'd give a really good recommendation. But 90 I'm not sure if she like. if she has the time to cause she's really busy, and a lot of people ask her. 91"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 871.19,
      "end": 891.26,
      "text": "do you have like a like, I think what might be a good strategy is to have, if you have like one feature, and then like one outside project. Mentor, do you have a mentor like a project mentor that you think would be a good fit, like someone, an adult who maybe works 92 like a nonprofit or organization that you would know. 93"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 892.46,
      "end": 914.849,
      "text": "I wouldn't say so. Maybe 94 like former students who are like now in college. Do they count? Cause I have a few like friends who went to college. I don't think that would count, would it. 95"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 915.07,
      "end": 936.17,
      "text": "I don't think so. I think it has to be an adult. Can I look, get back at the recommendation guidelines, or like the the place where they talk about the recommendations. Yeah. 96 yeah, I wrote recommendation fact, sheet that's what I meant. 97 okay. 98"
    },
    {
      "speaker": "student",
      "conf": 0.5,
      "start": 937.35,
      "end": 938.53,
      "text": "and 99"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 941,
      "end": 949.7,
      "text": "supplement, usual, down like, supplementful. 100 okay, shambles. So down. 101"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 956.23,
      "end": 965.089,
      "text": "Okay. 102 that doesn't say anything. Maybe you can just ask another teacher, are you familiar with your school administrators? 103"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 966.16,
      "end": 991.069,
      "text": "Yeah. But like, I said, they're not really involved but maybe I couldn't like try 104 kind of cause. Sometimes they have like these like events with the counsellors, where you can kind of like, just talk to them and stuff. So maybe I could go to those more frequently and build up a better relationship 105 and maybe get it. But I don't know how like soon that'll be. So 106"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 991.37,
      "end": 1001.19,
      "text": "yeah, okay. So why don't we just plan for your first teacher right now and then? 107 if we can. What about, oh, who leads the who moderates film Club? 108"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1001.8,
      "end": 1025.609,
      "text": "We have this teacher. She was there from last year. But 109 wait! We can actually ask I can ask my media arts teacher. He's known me for 2 years 2 or threeish years. 110 Like he's not really like he doesn't put that much effort into class. I'd be honest, but I think he'd be willing to write like a good recommendation. I could probably ask him. 111"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1025.71,
      "end": 1044.609,
      "text": "yeah, yeah, cause you want someone to emphasize like your leadership and your service cause. That's kind of the at the core of this program. What's most important. So I think as long as the people that you've asked you feel confident they're able to speak to your those 112 traits in you. Then that should be. I'll be probably a good fit. What do you think? 113"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1044.829,
      "end": 1053.299,
      "text": "Yeah, I think so. Yeah. Cause he's definitely seen me like, take charge with like student news and stuff. 114 So I think that'll be great. 115"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1054.07,
      "end": 1089.129,
      "text": "Okay, amazing. Well, that sounds really good. Now, let's go back to the essay props cause I feel like we should talk about those. 116 okay, I think this one you can probably fill in on your own, and we can review it together in a bit. Let's talk about the essays. So number 3 is also just a list. That's something you can fill in on your own. Let's start with number 4. What challenges do you see in your community? And how do you see yourself addressing those challenges? Now in the future? 117 okay. When you read this question, what first? Whence comes to the top of my mind? 118"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1089.71,
      "end": 1146.249,
      "text": "So I think, coming back to the like the issue that I talked about my other app application. I think, kind of the lack of leadership roles for girls in my community. Whether it's like specifically the Muslim community, or just by school in general. I see like girls not really taking a great leadership. 119 And one way I could tackle. That is kind of inventing new leadership roles and opportunities for like girls to express themselves. In like different clubs, for example, like I had film makers club where last year it was 120 all boys and just one girl this year I tried getting more girls in for Diversity, and you know ideas. And this year we we were able to have like 3 girls out of like. 121"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1146.44,
      "end": 1156.329,
      "text": "5 officers. So, yeah, yeah, that's so awesome. Can you write this down like, can you just type bullet points? So you don't forget? Yeah. 122"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1157.72,
      "end": 1171.06,
      "text": "Bye. 123 And then I think you should emphasize like, why is it important to have girls in these roles like, why is that important 124 on a deeper level? 125"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1171.56,
      "end": 1173.13,
      "text": "Yeah. 126"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1218.9,
      "end": 1283.89,
      "text": "so yeah, I think. 127 Why, it's important. Why, it's 128 important. Because for one. Like many girls that are like 129 no part of these clubs and part of these initiatives. 130 They see this. 131 There, see this like a part of 132 leadership, just being boys, and they're kind of discouraged to lead this on their own. And just representation is one factor and then another factor is just 133 I guess. 134 These leadership rules are important because they do lead to like in the future, women in the workforce. So I think like it has a deeper impact than just a school club. It's like. 135 therefore, in the future as well. 136 So many girls? and these, and 137"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1287.19,
      "end": 1294.09,
      "text": "right and 138 on a deeper level like, why is it important to have a diverse work force? Why is that important? 139"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1294.68,
      "end": 1351.2,
      "text": "Because it brings ideas from different perspectives. 140 it like. 141 I guess. 142 it kind of breaks the stereotype that girls aren't able to like lead large groups and like, I guess. 143 we could inspire the world to change, because it's like 144 hard for girls to express themselves. And the reason why we want girls to express themselves is because I guess I'm kind of saying the same thing over and over. But 145 What I'm trying to say is that we need like unique ideas from everyone, not just boys. And we kinda want diversity for that reason not to like keep boys away from opportunities but to have like 146 opportunities for everyone, if that makes sense 147"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1352.26,
      "end": 1383.78,
      "text": "totally. And I think that that's also because you know, the products that people build are used by everyone and the technologies, and like everything that we create, is used by everyone. And so when voices are left out, maybe it's important to give some examples of what are some of the harms created by this? For example, like seatbelt, this is just off the top of my head. You can brainstorm a better example that better fit your story. But, like, for example, seat belts were originally invented only for men, and, like women, are dying in cargo. 148 precious, or, for example, like black women, died in the hospital during childbirth and white women, and like stuff like that. 149"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1383.78,
      "end": 1396.349,
      "text": "That's why we need to have diversity, because it actually tangibly impacts people's lives like, it's not just like a cosmetic issue. It's not just like, Oh, we need this for pr reasons. But like people are actually living and dying because of leadership teams in different organizations. 150"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1396.89,
      "end": 1427.58,
      "text": "Yeah, so that makes sense. Yeah. 151 yeah. And just further, 152 like, our society is changing in like different ways. And it's important for us to kind of adapt to that. And like, provide girls. These opportunities. 153 Like you said, it's not just for Pr, it's like. it's like in a deeper level, like impacting the future of like like our own children and everything. 154 It's kind of deep. But yeah. 155"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1428.74,
      "end": 1434.759,
      "text": "totally. Yeah. Great. 156 Okay. Maybe we can look at the next. 157"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1442.23,
      "end": 1443.41,
      "text": "Okay. 158"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1444.07,
      "end": 1466.129,
      "text": "leadership. 159 this response is kind of like matching this one better. 160 A leadership that'd be good. Yeah. 161 maybe we could brainstorm something else. Cause this is just a challenge in our community which is kind of like. we can think of something else for that one. I feel like. 162"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1468.54,
      "end": 1478.029,
      "text": "Okay, great. 163 And 164 okay. So for this one, what challenges, what other challenges do you see in the community. 165"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1480.01,
      "end": 1536.879,
      "text": "so like either we can go back to like the other application, or us talk about like the violence. But that's not really related, I guess, to leadership 166 to show my leadership. So 167 we probably 168 so maybe we could tie this to like my folklift initiative. 169 Where we can see that 170 Many people like have, like all these businesses and like are so creative and talented. But they're just like unable to 171 like express themselves, and they can't gain like traction the way that large corporations can. And so one way that I've helped with this is by like publicizing them through my initiative and like kind of bringing light to underrepresented like 172"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1537.56,
      "end": 1562.389,
      "text": "non corporation businesses, I guess. Yeah. Good idea. I think what I want to do with this is, let's take a look. And I'm putting this up on mine. But can you go on Google and look at their partner organizations? Because the goal of this is to match you with a partner organization. So we want to make sure that, like the questions your responses are like targeted to potential organizations that you could actually be partnered with. 173 Does that make sense? 174"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1563.38,
      "end": 1569.96,
      "text": "Oh, wait! I think it was given 175 earlier here. 176"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1579.46,
      "end": 1583.079,
      "text": "Yeah, so I think mine would be 177"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1584.87,
      "end": 1594.23,
      "text": "here. Look at your region. 178 This is something that I wish I knew before. So 179 okay. 180 does it tell you that organizations? 181"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1594.39,
      "end": 1598.659,
      "text": "No. So we could maybe search bank of America. 182"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1623.4,
      "end": 1636.4,
      "text": "let me look at, there's 183 faqs. 184"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1649.74,
      "end": 1665.27,
      "text": "okay, well, they're trying to partner, you with like an existing non profit in your area. So let's see. 185 Oh, this is great! 186 Can you hear me for Sacramento? 187"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1669.72,
      "end": 1671.96,
      "text": "Same page on. 188"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1688.48,
      "end": 1699.479,
      "text": "does it tell you like the 189 No that just takes you back? 190 I'll just tell you the greater Sacramento like nonprofits that they support. 191"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1702.78,
      "end": 1704,
      "text": "Maybe here 192"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1719.74,
      "end": 1721.56,
      "text": "would it be these? 193"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1723.08,
      "end": 1727.379,
      "text": "Hmm! 194 That sounds good 195"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1733.75,
      "end": 1746.59,
      "text": "neighborhood filters. 196 I don't 197 think so. 198"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1750.89,
      "end": 1785.91,
      "text": "But okay, I think it's I think it's fine. Then if it doesn't say as long as you do things that are like local to your area. 199 see? I don't think they say anything. 200 yeah, it's okay. Then let's let's think about like what nonprofits in your area. Do the what is 201 I mean? I guess it's still pretty diverse. But 202 this is yeah. Youth, sex trafficking and drug abuse. 203 I think then then we can maybe just 204"
    },
    {
      "speaker": "student",
      "conf": 0.5,
      "start": 1786,
      "end": 1788.47,
      "text": "focus on the issues that are important to you. And then 205"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1789.36,
      "end": 1790.95,
      "text": "it should be fine. 206"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1790.99,
      "end": 1813.09,
      "text": "yeah, I'm just trying to see if she said anything about. 207 Well. 208 the boys and clubs. Girls Club of Sacramento 209 at rescue. 210"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1816.99,
      "end": 1820.489,
      "text": "Okay, let's just go back to your brainstorming. I feel like it's okay. 211"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1821.95,
      "end": 1824.83,
      "text": "Okay. Yeah. I just I think that's the one. Yeah. 212"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1824.95,
      "end": 1865.179,
      "text": "I do think that the Bank of America does the partner with some more like legacy organizations so like non profits, have probably been there for a long time versus 213 like new or non profit. So when we think about the issues, then I think we should try to connect to something that's like has longevity. For example, like environmental justice, is like a pretty long, lasting thing. Really, youth, education, or health and wellness like Red Cross club stuff like that is pretty 214 long. Lasting versus like something that's really new because since this program has been here since 2,004 like their nonprofit partners, are also probably pretty old, and so I don't know if they'd have like, for example, like something super recent. Does that make sense. 215"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1865.3,
      "end": 1875.79,
      "text": "This. Well, I know this one is about 216 I just wanna like, see if this one's accurate. 217 Hmm. 218"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1876.56,
      "end": 1890.13,
      "text": "wait. Can we go back to your document? 219 Okay. so why don't we brainstorm? And then we can pause for to day. And you can try to fill in questions one through 4, and we can 220"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1890.23,
      "end": 1894.229,
      "text": "check in on these on a different day. How does that sound? Yeah, sounds good. 221"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1894.33,
      "end": 1897.449,
      "text": "Okay, so what challenges do you see in your community? 222"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1898.12,
      "end": 1904.84,
      "text": "so by community, does it just talk about like my city in general? 223"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1905.35,
      "end": 1907.44,
      "text": "Exactly. Yeah. Okay. 224"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1907.92,
      "end": 1952.039,
      "text": "Oh, yes. Okay. So at our school, we don't have any access to like tutoring 225 so like, I know, like 226 in my old high school, or like in my sister's old high school. They have like free tutoring, like all the time like a lot of resources, free tutoring. That's why, like a lot of students were able to like keep in track with all the grade their grades. But in our school we don't have any opportunities whatsoever. In fact, like they don't have any programs or anything. 227 and I think. 228 my community is just kind of like disadvantaged in that fact. 229"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1952.49,
      "end": 1980.35,
      "text": "And it used to be like the one that the school before. I know they did like all 9 lessons. So it's also like kind of based off of. Maybe it could have been affected by Covid. But I don't. I haven't heard of it before. A tutoring in our school area. 230 yeah, that's like one issue I could think about is like 231 lack of 232"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1980.95,
      "end": 1993.079,
      "text": "education resources, maybe, like education, support for youth. youth, education that's like a really good topic. 233 And then how do you see yourself addressing this in the future. 234"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1993.38,
      "end": 2036.369,
      "text": "so in the future I'd probably be able to like 235 form like a group, maybe with some students that have already taken these courses. And maybe like, set up either, like video calls with these students and kind of have it popularized at our school. Or like, you know, 236 kind of maybe record, like some videos with like a whole curriculum in case any like resources to study for a test or pass a class. So maybe like kinda grouping up with like people that taken courses and doing like an overview slash like tips for 237"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2036.73,
      "end": 2076.139,
      "text": "I think that. Yeah, I think that's really awesome. I think we can even expand this even more and focus on like making an impact on a policy level. So they form an organization that advocates for education policy, and like speaking with your legislators and making change on a more bigger scale rather than like individual impact. Does that make sense? So? 238 Because because, remember, another part of this program is that they're taking students to DC, right? And they're going to DC, so they can meet with legislators and to. So they can advocate for laws and like, maybe increase funding for education like increase state support building up programs. So that's like one thing, in addition to maybe doing your individual work as well. 239"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2077.159,
      "end": 2097.939,
      "text": "Okay? So make a policy change required tutoring, slash education 240 support 241 as well as 242 creating resources 243 with other students who have taken courses 244"
    },
    {
      "speaker": "unknown",
      "conf": 0.5,
      "start": 2101.86,
      "end": 2103.11,
      "text": "perfect. 245"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2103.86,
      "end": 2112.18,
      "text": "but like focus on the scale of your impact, like the bigger the better. So like the more people you can reach, and like the bigger impact you can make the better. 246"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2112.78,
      "end": 2118.99,
      "text": "So I'm gonna pull this cause. This I should emphasize. Or do you think I should mention this at all. 247"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2119.93,
      "end": 2129.68,
      "text": "Feel like when you're writing to whatever feels natural cause when you're drafting like you just want to get stuff done right. It doesn't have to be perfect right away, but then we can refine it later on. 248"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2133.3,
      "end": 2134.44,
      "text": "Okay. 249"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2134.69,
      "end": 2157.219,
      "text": "cool. So I think the next time we mute let's just get that on the calendar, so we can 250 just play it ahead. Why don't we meet on Tuesday evening and check in on questions? One through 4. How does that sound? Yeah. So do you think? So I think the word limit for these are like, really large, so 251 like, fill it. 252"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2158.1,
      "end": 2159.24,
      "text": "And 253"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2161.62,
      "end": 2178.76,
      "text": "you should write like, try to get to the words, live in every single yeah, there's like 2,000 or 4,000 words. So like, I'm going to have to g 004-0000f words or characters. 254 Words is so much. Okay. Okay? Cause words is, so that's so much. 255"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2178.99,
      "end": 2181.39,
      "text": "Yeah, it's probably like a couple pages. 256"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2182.17,
      "end": 2185.889,
      "text": "Yeah, no, I don't think they would. I think it's characters, probably. 257"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2186.38,
      "end": 2194.96,
      "text": "Yeah, I'll probably check. But yeah, like, I'll just try to write till that much. And yeah, I'll let you 258"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2195.35,
      "end": 2218.83,
      "text": "cool. Then we can check in later like this weekend. I can even meet Sunday if you want to. But or if you need more time. Tuesday or Monday. Yeah. 259 Okay. And then text me, after you take your sat tomorrow and update me on how that goes. Okay? Awesome. Of course, if you need anything else, just text me in between now and the next time. Bye."
    }
  ],
  "meta": {
    "ext": ".pdf",
    "source": "normalize-v1",
    "vtt": true
  }
}