{
  "id": "03-Raw-SessionTranscripts/2024-02-10_W033_P2-BUILDING_TRANS-RAW_CmuPreCollegeEssaysandncwitBay.pdf",
  "name": "2024-02-10_W033_P2-BUILDING_TRANS-RAW_CmuPreCollegeEssaysandncwitBay.pdf",
  "path": "03-Raw-SessionTranscripts/2024-02-10_W033_P2-BUILDING_TRANS-RAW_CmuPreCollegeEssaysandncwitBay.pdf",
  "kind": "TRANS-RAW",
  "week": "33",
  "phase": "2",
  "date": "2024-02-10",
  "link": null,
  "text": "Week 32 - Coaching_Jenny_Huda_Wk32_2024-02-10_M_eeb0dd575350248bU_2024-02-09_00-00-00 WEBVTT 1 00:07:13.350 --> 00:07:14.689 huda siraj: And can you hear me? 2 00:07:34.000 --> 00:07:35.629 huda siraj: Hello! Can you hear me? 3 00:07:35.860 --> 00:07:37.260 Jenny Duan: Hi! How's it going? 4 00:07:37.310 --> 00:07:39.180 huda siraj: It's going. Well, how are you? 5 00:07:39.360 --> 00:07:53.939 Jenny Duan: I'm doing well as well. Yeah, I think maybe just start going back to your yeah solar essays just to make sure that we finish those up. How does that sound to you. Do you want to share your screen and we can go from there? 6 00:07:54.060 --> 00:07:54.820 huda siraj: Yeah. 7 00:07:57.540 --> 00:07:59.900 Jenny Duan: let me also open up the document 8 00:08:00.160 --> 00:08:12.749 huda siraj: also. I realized that I got the San Francisco Bay Area winner for like the affiliate but I didn't get an email. But yeah. 9 00:08:12.910 --> 00:08:21.319 Jenny Duan: oh, how do you know that you were winter. If you didn't get an email? It shows up on the and see what like profile. So yeah. 10 00:08:21.960 --> 00:08:31.679 Jenny Duan: well, congratulations. That's awesome. I think maybe they just an email you because of like the national thing cause I think that probably supersedes it. So awesome. 11 00:08:33.520 --> 00:08:34.549 Jenny Duan: Okay? 12 00:08:37.630 --> 00:08:38.370 Jenny Duan: Oh. 13 00:08:40.880 --> 00:08:43.470 Jenny Duan: oh, do you have an essay that you want to talk about first? 14 00:08:44.580 --> 00:08:55.370 huda siraj: think this one like we made a few changes, but we can finalize this one first. Okay, then, what do you hope to gain? 15 00:08:55.760 --> 00:09:00.599 Jenny Duan: No. This one. Oh, how would you? Okay, yeah. 16 00:09:04.130 --> 00:09:05.729 Jenny Duan: I like this beginning. 17 00:09:06.860 --> 00:09:07.660 huda siraj: thank you 18 00:09:08.110 --> 00:09:10.769 Jenny Duan: awesome. Let me check the word count here, really quick. 19 00:09:16.520 --> 00:09:19.159 Jenny Duan: I feel like you need to add more words. 20 00:09:19.550 --> 00:09:27.059 Jenny Duan: so the minimum is 3, 50, words, so you need it. And this is about 2 50 words, for it's like 21 00:09:27.810 --> 00:09:31.500 Jenny Duan: 2, 6, 46. So you need to double this essay. 22 00:09:32.790 --> 00:09:33.970 huda siraj: Okay? 23 00:09:34.180 --> 00:09:39.970 Jenny Duan: I'm not sure what all to expand on. Then let's just go over this first. 24 00:09:47.360 --> 00:09:48.500 Jenny Duan: Hmm. 25 00:10:11.760 --> 00:10:15.419 Jenny Duan: what? What forms? I think? You can maybe expand on this 26 00:10:17.150 --> 00:10:26.110 huda siraj: maybe like textbooks and like expensive programs. 27 00:10:26.160 --> 00:10:36.129 huda siraj: and like. yeah, just like, expensive and kind of hard to find or hard to access 28 00:10:36.590 --> 00:10:37.980 huda siraj: forms, I guess 29 00:10:39.060 --> 00:10:49.290 Jenny Duan: definitely so I would add here, generating 40 page research papers within seconds must have consequences. I would maybe go more into detail about what consequences are present. 30 00:10:49.300 --> 00:10:54.750 Jenny Duan: And maybe talk about some more like pros and cons of AI. So I might add a sentence that's like. 31 00:10:54.760 --> 00:11:02.200 Jenny Duan: while you know. AI, my Xyz, like, you know, help easily diagnose cancer. Or while AI might 32 00:11:02.530 --> 00:11:12.849 Jenny Duan: improve people's lives through self driving cars. It also has a potential to like. And then you can list just straight up a list. Some of the real world harms like, for example, discriminated 33 00:11:12.960 --> 00:11:16.119 Jenny Duan: discriminatory job hiring practices, you can say, like 34 00:11:16.250 --> 00:11:31.280 Jenny Duan: like race. Some in this Google search algorithms like showing people violent content on social media like and just say like, and then transition into the harms there, I think that will help you add the length to this essay. 35 00:11:31.560 --> 00:11:33.369 huda siraj: Okay, right right here. 36 00:11:33.500 --> 00:11:36.899 Jenny Duan: Yeah. Right here, where I said, where where are some more pros and cons 37 00:11:36.930 --> 00:11:39.379 huda siraj: while AI might. 38 00:11:39.930 --> 00:11:52.839 Jenny Duan: and then, like I would I would do a contrast I would do like while a I might, and then talk about some of the pros. You don't have to use the exact sentence starter. That's just like something to interest some of the pros. And then, after that, contrast it with some of the cons. 39 00:11:52.880 --> 00:11:54.490 Jenny Duan: and then from there 40 00:11:54.540 --> 00:12:00.119 Jenny Duan: say, continue into that. Unfortunately, does that make sense? You can add, like 3 or 4 sentences here. 41 00:12:00.270 --> 00:12:01.200 huda siraj: Okay. 42 00:12:03.370 --> 00:12:06.350 Jenny Duan: are further marginalized in the field. 43 00:12:07.170 --> 00:12:10.000 Jenny Duan: You can add a statistic here. 44 00:12:11.960 --> 00:12:16.370 huda siraj: Yeah. I got like. I have like a website which has 45 00:12:16.550 --> 00:12:26.610 Jenny Duan: some statistics that I can use. I could probably add that there, yeah. And so you want some like, concrete information about what it means to be marginalized. And I guess how people experience that 46 00:12:28.050 --> 00:12:35.870 Jenny Duan: access education regarding a I and its ethics is created in forms. This is a vague sentence. So what do you mean by this? Let's be more specific. 47 00:12:37.380 --> 00:12:39.650 Jenny Duan: Maybe you can buy a statistic. Oh, go ahead. 48 00:12:40.110 --> 00:12:48.240 huda siraj: Yeah. Like, I said before, kind of really expensive programs and and accessible. 49 00:12:48.260 --> 00:12:51.890 huda siraj: like. 50 00:12:52.200 --> 00:12:56.949 huda siraj: yeah. Without starting from basics. Cause you have to learn a lot 51 00:12:57.050 --> 00:13:03.960 huda siraj: and a lot of like the of the programs to learn it. They're kind of just surface level. 52 00:13:04.660 --> 00:13:08.869 Jenny Duan: totally. So I think that's what I would write like, surface level. 53 00:13:09.150 --> 00:13:28.720 Jenny Duan: expensive. And then maybe you should look at. If you can find a statistic about what percentage of us universities require ethics, classes in computer science, because I know, like not, every university requires people to take an ethics based class within Cs or within engineering or within technology. So that would be a good statistic to look into as well. 54 00:13:30.970 --> 00:13:32.530 Jenny Duan: let me just write that down 55 00:13:44.990 --> 00:13:49.720 Jenny Duan: enters on us along a 12 year old robot land learning about me. 56 00:13:53.600 --> 00:13:58.070 Jenny Duan: Maybe you should write more about her challenges. 57 00:13:58.100 --> 00:14:02.700 Jenny Duan: what challenges does summer experience. and how does she overcome them? 58 00:14:12.130 --> 00:14:15.779 And then, instead of saying, This is about my game, Cynthoria, you should say 59 00:14:16.490 --> 00:14:21.830 Jenny Duan: in my game. Cynthoria, like Sana, isn't limited by. 60 00:14:22.170 --> 00:14:23.700 Jenny Duan: Maybe you can say, like 61 00:14:23.800 --> 00:14:31.419 Jenny Duan: her Muslim identity, or whatever ex or she's not limited by like external resources. Instead, she works with 62 00:14:31.530 --> 00:14:34.439 Jenny Duan: female tech leaders to 63 00:14:34.750 --> 00:14:37.529 Jenny Duan: transform or save the world. In some way 64 00:14:37.700 --> 00:14:42.589 Jenny Duan: does that make sense. So I think, I would add a sentence there about that 65 00:14:43.150 --> 00:14:44.979 Jenny Duan: a education is truly 66 00:14:47.450 --> 00:14:48.950 Jenny Duan: and just like Sauna. 67 00:14:51.220 --> 00:14:55.279 Jenny Duan: Oh, what are you trying to say in this sentence? I feel like the sentence is not clear to me. 68 00:14:56.970 --> 00:15:13.570 huda siraj: I think the the purpose of the sentence was just kind of saying like, how sono kind of represent 69 00:15:13.790 --> 00:15:35.910 huda siraj: like under represented like minorities. And how? This like gamify like kind of way of learning about AI should be accessible to everyone. Just like how son is able to access it access it in this game. So like, I'm kinda trying to say that this should apply in your life. 70 00:15:38.900 --> 00:15:40.980 Jenny Duan: Okay, I would say something like 71 00:15:41.190 --> 00:16:08.599 Jenny Duan: like Sanna. I envision a world where and then you can talk about like the future positive impact that you want to see AI have. And then you could also add a couple of sentences about how you want to contribute to that change, and then I think that will transition it to your last sentence, which I think is really powerful. I really like this change I want to see in the world. I think that's really strong. I think, after you write about Sunnah, you can transition it back to like the AI that you hope to see in the world what that looks like to you, and then 72 00:16:09.170 --> 00:16:14.180 huda siraj: go back to like Synthoria as the change I want to see in the work. 73 00:16:14.210 --> 00:16:32.320 Jenny Duan: Okay, awesome. Well, I think that the rest of this is strong. I like this beginning a lot I think you can just expand it in the places that I've left comments like, I've put a bunch of comments there. But I think if you just every place they have a comment, just add another 2, 3 sentences, and you should be able to hit the word cat there. 74 00:16:32.580 --> 00:16:34.950 Jenny Duan: Alright. Yeah. Sounds good, cool. 75 00:16:35.060 --> 00:16:43.590 Jenny Duan: I think this is good. How would you contribute to the conversation about building an inclusive and anti racist environment. 76 00:16:44.010 --> 00:16:48.919 Jenny Duan: I feel like this essay is also short. 77 00:16:51.070 --> 00:16:53.110 Jenny Duan: Let's see how we can expand this. 78 00:16:54.810 --> 00:16:56.420 Jenny Duan: Yeah, 2, 94. 79 00:16:56.500 --> 00:17:01.729 Jenny Duan: So you need to have at least like 100 more words. 80 00:17:02.120 --> 00:17:14.859 huda siraj: Yeah, see? The thing is like, I feel like, if I expand too much, I feel like it's like kind of redundant, which is why it's kind of hard to write like really long essays. So 81 00:17:15.000 --> 00:17:16.470 Jenny Duan: yeah, for sure. 82 00:17:16.640 --> 00:17:20.630 Jenny Duan: let's see. 83 00:17:20.810 --> 00:17:22.079 Jenny Duan: it's a 84 00:17:28.230 --> 00:17:31.450 Jenny Duan: persons of all cultures entities in background. 85 00:17:36.990 --> 00:17:45.630 Jenny Duan: Okay, let's center this around another thing that you're involved in. that's another thing. 86 00:17:46.000 --> 00:17:47.140 Jenny Duan: Guess like. 87 00:17:47.970 --> 00:18:09.119 Jenny Duan: maybe we can send to this around AI, or like the one chain that you do with the mosque. Are you still volunteering with the mosque? And how is that going? Oh, yeah, actually, I also got contacted by someone at the mosque. And they want me to help with like some sort of video project they have. So yeah, that's awesome. 88 00:18:09.340 --> 00:18:11.550 Jenny Duan: Let's see, like. 89 00:18:13.490 --> 00:18:14.500 Jenny Duan: I'll 90 00:18:14.680 --> 00:18:17.120 Jenny Duan: okay, let's try to. So 91 00:18:17.350 --> 00:18:33.029 Jenny Duan: before I go too deep, I've into this essay into the nitty gritty, I feel like it'd be nice to weave in some other conversations about like things that you do or things that you're interested in or involved in here. So I would. I'm just gonna put it this in a comment. I would mention. 92 00:18:34.170 --> 00:18:38.719 Jenny Duan: your involvement with cruise hacks and like other hackathons. 93 00:18:38.920 --> 00:18:45.559 Jenny Duan: I think I talked about hacks over here in here. Okay, wait. Let me see. 94 00:18:48.130 --> 00:18:51.730 Jenny Duan: Oh, yeah. First hackathon last year. 95 00:18:52.180 --> 00:19:06.190 Jenny Duan: okay, that's that's alright. That's good. I think maybe I could expand on that and maybe expand on that. You could also talk about like how that's something that you're trying to change with like Hat club in the Hat Club community. 96 00:19:06.450 --> 00:19:11.620 Jenny Duan: Oh, by the way, there's this one video I want to send you. 97 00:19:11.700 --> 00:19:13.730 Jenny Duan: I don't know if you've seen this already. 98 00:19:14.810 --> 00:19:22.519 Jenny Duan: this is like a good video to watch later after this session. 99 00:19:22.600 --> 00:19:30.590 Jenny Duan: This is about what another hackathon that had club put on. You can click if you want, but watch it later. It's like 100 00:19:31.160 --> 00:19:41.509 Jenny Duan: They went on a train across the United States, and they hacked for like. But like hack clubs, a cool organization, you can maybe talk about like your efforts there and what you've done. 101 00:19:41.950 --> 00:19:44.329 Jenny Duan: And maybe you could. 102 00:19:44.510 --> 00:20:01.659 Jenny Duan: I don't know. Maybe you could be involved with the video making for for future hackathons with Hack Club, too. This is like a you can like, watch a couple of seconds of it, but watch it later on your own time. It's like a production like this is like a very high quality, like, like, whoever developed this did a good job. 103 00:20:02.190 --> 00:20:14.200 Jenny Duan: anyways, I would talk about the other things that you're involved in. So hack Club is a good one, or hackathon is a good one. Maybe code of classy is a good one. 104 00:20:14.560 --> 00:20:18.900 Jenny Duan: I mean, it's like the dates cool classes after this. But like 105 00:20:18.920 --> 00:20:30.529 Jenny Duan: I feel like it's fine. If you say that you're involved with the code of classic community. What did you sign up? Did you sign up on time? 106 00:20:30.750 --> 00:20:36.289 huda siraj: I signed up like way before, and then my Dad got the documents and like 107 00:20:36.870 --> 00:20:46.820 Jenny Duan: 3, 4 days ago. So let me see if there's I don't know if there's anything I can do, because I'm not involved with admissions, but I think it's just like a first. Come first serve. 108 00:20:46.970 --> 00:20:56.459 Jenny Duan: So let me see, II think it'll be fine, I think. Wait, list is fine. But let me see, when I have my team meetings, if there's anything I can do to like, get you in. 109 00:20:56.710 --> 00:21:11.350 Jenny Duan: But I'm not. Yeah, but I'm not in charge of admissions, or I'm not like. That's not what I work on, so I don't know how much impact I can have, but I can try but you can say, like, Okay, just you can name drop like through communities like codes. Classy like you hope to create 110 00:21:12.090 --> 00:21:16.360 like, that's something you can name out if you wanna mention, like, what a diverse community looks like. 111 00:21:16.500 --> 00:21:20.200 Jenny Duan: Yeah. And then 112 00:21:20.260 --> 00:21:22.039 Jenny Duan: what else? 113 00:21:22.170 --> 00:21:23.830 Jenny Duan: how else do advance? 114 00:21:24.450 --> 00:21:29.770 Jenny Duan: You know, anti racism as an individual and contributing to an environment in your 115 00:21:30.280 --> 00:21:33.249 Jenny Duan: I guess we can mention 116 00:21:33.380 --> 00:21:45.909 Jenny Duan: like folklift, maybe would be good, too. Okay, so those are some other things you can do to beef up this essay. Now, let's like go through line by line and like. 117 00:21:46.330 --> 00:21:53.820 Jenny Duan: I wanna just go over it like individual sentences. Okay, make an image of a computer program where I read the text box. Is it typed out? I prompt 118 00:21:54.140 --> 00:22:00.950 Jenny Duan: and 119 00:22:04.740 --> 00:22:05.800 persistent 120 00:22:05.870 --> 00:22:10.060 Jenny Duan: after seconds of loading, I come to say, typical changes. 121 00:22:10.640 --> 00:22:15.220 Jenny Duan: Web band coding away. QPT. 4 is a novel flipsy. Any accessible wonder to the world? 122 00:22:15.550 --> 00:22:20.259 Jenny Duan: It is hard to imagine that in this diverse field of computer programmers 123 00:22:21.460 --> 00:22:28.949 Jenny Duan: strongest, AI returns such a stereotypical and eurocentric representation, this image generation. 124 00:22:30.180 --> 00:22:33.199 Jenny Duan: But I feel like, you can expand more into what this means. 125 00:22:33.610 --> 00:22:45.820 Jenny Duan: maybe talk about, I think like one, strong idea is something that we mentioned before which is that, like ethics and diversity, is always at the back burner of development, instead of being on the forefront. 126 00:22:45.860 --> 00:22:50.110 Jenny Duan: And I feel like that's like an important distinction to understand or or to to make. 127 00:22:50.590 --> 00:22:54.210 Jenny Duan: Yeah. okay. 128 00:22:55.200 --> 00:22:59.910 Jenny Duan: think 129 00:23:00.250 --> 00:23:02.079 Jenny Duan: this image generation. 130 00:23:02.360 --> 00:23:13.690 Jenny Duan: So it's not the image generation itself. Right? That is like your experience with the hackathon. What specifically about the image generation is like your hackathon experience this like misrepresentation 131 00:23:14.140 --> 00:23:16.399 huda siraj: or like lack of representation? Yeah. 132 00:23:16.850 --> 00:23:19.200 Jenny Duan: so yeah, I would write that instead. 133 00:23:24.040 --> 00:23:33.300 Jenny Duan: So and not the image generation, but the lack of Okay. 134 00:23:33.420 --> 00:23:36.709 Jenny Duan: how did this affect your experience? Let's be more specific here. 135 00:23:37.740 --> 00:23:39.320 huda siraj: I guess, like 136 00:23:39.370 --> 00:23:52.299 huda siraj: we felt uncomfortable on like having like a seat, kind of like they're all kind of like grouped up. And then we're kind of like on one of the on like a side sitting alone, because 137 00:23:52.430 --> 00:23:57.449 huda siraj: obviously, it's kind of like harder to communicate with like more 138 00:23:58.080 --> 00:23:58.900 huda siraj: like 139 00:23:59.850 --> 00:24:06.540 huda siraj: I guess I'm not a puny, but like people that like talk louder than you, and like just like people that. 140 00:24:07.210 --> 00:24:21.540 huda siraj: Yeah. So I think, we like, we're kind of like sitting to the side. And also like our experience, like, sleeping there overnight, we're kind of like, really, really cautious. And yeah. 141 00:24:23.010 --> 00:24:26.509 Jenny Duan: yeah, okay, so if you click out, I wrote another comment there, like 142 00:24:26.850 --> 00:24:32.630 Jenny Duan: we can say something about how we felt like, talked over, overshadowed, ignored, deprived, unsafe 143 00:24:32.640 --> 00:24:41.240 Jenny Duan: in this type of environment. And I think bringing that out will be good. I think it's better to always like, try to be as specific as possible. 144 00:24:42.100 --> 00:24:43.090 Jenny Duan: Hmm. 145 00:24:44.470 --> 00:24:45.410 Jenny Duan: yeah. 146 00:24:45.740 --> 00:24:47.949 Jenny Duan: Okay, now let's go to the next 147 00:24:48.380 --> 00:24:59.549 Jenny Duan: and also I'm sorry. Do you think I should name drop like the Uc center tax for this one? 148 00:24:59.660 --> 00:25:06.039 Jenny Duan: Would you hope for no other woman of color to face one day? So how are you taking that into action 149 00:25:06.270 --> 00:25:10.149 Jenny Duan: like, how are you preventing that from happening in the future. I think, mentioned like 150 00:25:10.240 --> 00:25:13.249 Jenny Duan: how you're doing that like 151 00:25:13.600 --> 00:25:17.570 Jenny Duan: through. 152 00:25:17.740 --> 00:25:20.130 Jenny Duan: you can say, like through, you know. 153 00:25:20.300 --> 00:25:22.650 Oops. I can't think 154 00:25:22.700 --> 00:25:28.439 Jenny Duan: through empowering. AI. I know you mentioned it later in that day, but I think 155 00:25:28.600 --> 00:25:38.009 Jenny Duan: if you mentioned it earlier, something like through my nonprofit empowering AI, I strive to, or I hope to and just bring it earlier in the essay, I feel like that would be more effective. 156 00:25:38.300 --> 00:25:50.789 Jenny Duan: I feel like this is, this is out of place. 157 00:25:53.850 --> 00:26:04.629 huda siraj: I'm yeah. This is where I was talking about, like the story of how a I can be used like in a racist way. And how like 158 00:26:04.850 --> 00:26:10.950 huda siraj: my empowering AI platform only kind of stops that. So? 159 00:26:12.230 --> 00:26:17.499 Jenny Duan: Oh, yeah, I feel like you could talk about that earlier like, talk about the harms here 160 00:26:19.760 --> 00:26:29.749 Jenny Duan: I feel like this paragraph can be removed, and, like restructured talk about empowering AI. Here you can transition that into talking about folklift, but I feel like all the harm should be in the beginning, because 161 00:26:29.940 --> 00:26:39.580 Jenny Duan: you're talking about like the misrepresentation, what you hope to achieve, and then going back to misrepresentation. I feel like that doesn't make sense. I feel like it should just be like misrepresentation and issues. And then how you hope to fix it 162 00:26:40.080 --> 00:26:42.069 huda siraj: alright that makes sense cool. 163 00:26:42.510 --> 00:26:49.310 Jenny Duan: do you have any other questions at this essay, or does this make? Is this clear, or is there anything else we can work through. 164 00:26:49.960 --> 00:26:53.359 huda siraj: Hmm, those, the conclusions are good. 165 00:26:53.770 --> 00:26:55.630 Jenny Duan: Yeah, this this sounds good 166 00:26:56.050 --> 00:26:56.870 huda siraj: okay. 167 00:26:57.270 --> 00:27:01.369 Jenny Duan: this time, it will next time. 168 00:27:02.750 --> 00:27:06.049 Jenny Duan: we'll return a Hijabi program at the time after that. 169 00:27:06.750 --> 00:27:17.720 Jenny Duan: and then I would maybe emphasize like, why this diversity is important, so I think they would want to see like 170 00:27:17.800 --> 00:27:19.979 Jenny Duan: that you understand why, it's important 171 00:27:21.170 --> 00:27:29.359 Jenny Duan: if you could leave some concrete claims as to like how divers! Oh, no! Just before that, or somewhere in the essay, like. 172 00:27:31.050 --> 00:27:38.869 Jenny Duan: like, maybe when you're talking about empowering AI or something, just a discussion about you. Recognizing why it's important will be good, because, I mean increases. 173 00:27:39.250 --> 00:27:49.059 Jenny Duan: It makes the product safer ensures that, like all users, can use them. And like a diverse workforce is important because people from all backgrounds interact with AI products. 174 00:27:49.140 --> 00:27:51.950 Jenny Duan: Yeah, I mean, I think you've got that. So 175 00:27:52.030 --> 00:27:57.309 Jenny Duan: I would just emphasize that you understand why, this is like actually important in the first place. 176 00:27:57.400 --> 00:27:58.870 huda siraj: okay. 177 00:27:59.530 --> 00:28:03.590 Jenny Duan: okay, we can move on to the next game. 178 00:28:04.830 --> 00:28:09.319 Jenny Duan: I think we edited this one. 179 00:28:11.610 --> 00:28:14.519 Jenny Duan: Okay? And so this is the last one. Then 180 00:28:14.580 --> 00:28:24.309 Jenny Duan: what do you hope to gain from participating in Carnegie Mellon's pre-college programs. from the smell of menure, and in the scratch the vibrance of city life 181 00:28:24.530 --> 00:28:26.150 Jenny Duan: I seek 182 00:28:26.540 --> 00:28:29.500 Jenny Duan: start contrast between the upbringing 183 00:28:29.740 --> 00:28:30.830 trustee. 184 00:28:31.370 --> 00:28:33.550 Jenny Duan: Yes. 185 00:28:35.100 --> 00:28:42.150 Jenny Duan: Oh, yeah, I didn't get to add the sentence, but I can work on that now. Oh, yeah. Why don't you add that right now. 186 00:28:44.460 --> 00:28:45.530 huda siraj: and 187 00:28:46.650 --> 00:28:47.990 huda siraj: that could be like 188 00:28:49.510 --> 00:28:50.540 huda siraj: I 189 00:28:51.390 --> 00:28:57.960 huda siraj: maybe I could talk about in spirit AI, which I was gonna apply to. But it was like 190 00:28:58.530 --> 00:29:08.919 huda siraj: I don't know. Like if I'm repeating this too much, but it was just like it was too, like expensive and we couldn't afford that class. 191 00:29:08.970 --> 00:29:14.689 huda siraj: So maybe I can talk about that or like. 192 00:29:15.190 --> 00:29:25.759 Jenny Duan: I think that's good to mention, like the audience. For this particular program is like under represented communities, and the more that you can align yourself with that like the better. 193 00:29:25.790 --> 00:29:26.930 Jenny Duan: in my opinion. 194 00:29:27.720 --> 00:29:37.439 Jenny Duan: So you think I should mentioned you don't have to mention like in sphere, AI, word by word. But you can mention like you got accepted into like other AI programs. 195 00:29:37.860 --> 00:29:39.160 huda siraj: Yeah. Okay. 196 00:29:41.390 --> 00:29:49.360 huda siraj: I could say, oh, maybe. Should I say this summer after tenth grade? 197 00:29:49.950 --> 00:29:53.799 huda siraj: Yeah, last summer, last summer's probably better 198 00:30:09.290 --> 00:30:50.790 huda siraj: and 199 00:31:03.200 --> 00:31:06.320 Jenny Duan: AI for an AI centered 200 00:31:06.510 --> 00:31:08.020 Jenny Duan: summer program 201 00:31:12.640 --> 00:31:15.610 Jenny Duan: with an expensive price tag. 202 00:31:17.830 --> 00:31:18.780 Jenny Duan: but 203 00:31:21.450 --> 00:31:22.970 Jenny Duan: you, too. 204 00:31:23.530 --> 00:31:28.179 Jenny Duan: and for reasons. and to decline the opportunity. 205 00:31:28.620 --> 00:31:29.390 huda siraj: And 206 00:31:32.880 --> 00:31:33.750 it's good. 207 00:31:41.800 --> 00:31:47.500 Jenny Duan: Last summer I was accepted into an AI under summer program with an expensive price tag. 208 00:31:47.530 --> 00:31:59.160 Jenny Duan: but due to financial has to decline the opportunity. My rural hometown conversations typically center on the next local sporting event or county elections rather than the newest technological innovation or current world states 209 00:32:01.890 --> 00:32:07.560 Jenny Duan: through Carnegie Mellon's pre-college programs. I might say, be on my own tongue. Okay. 210 00:32:39.340 --> 00:32:41.660 huda siraj: yeah, I think we're gonna take this line out. 211 00:32:47.520 --> 00:32:49.789 Jenny Duan: Let's let me read over this one more time. 212 00:33:26.270 --> 00:33:32.310 Jenny Duan: Let me add some more detail here. Are there any specific faculty that you're excited to work with through the program. 213 00:33:32.550 --> 00:33:39.770 huda siraj: Did it in the Cmu website. I don't think they exactly mentioned who's gonna be teaching the? 214 00:33:40.940 --> 00:33:47.309 Jenny Duan: Got it? Yeah, I'll I'll check again. Okay, yeah, no worries. And if they don't, that's fine, too. 215 00:34:23.610 --> 00:34:26.739 huda siraj: Yeah, I don't think it says anything 216 00:34:29.050 --> 00:34:31.859 Jenny Duan: that's fine. No worries. Then 217 00:34:39.550 --> 00:34:43.109 Jenny Duan: can we write a sentence here about what your favorite school projects are? 218 00:34:45.150 --> 00:34:46.390 huda siraj: I want to. 219 00:34:47.360 --> 00:34:56.759 huda siraj: Okay, maybe in English or Ap lang, we have this project. It's called shark tank. It's like we're given like, 220 00:34:57.190 --> 00:35:02.770 huda siraj: like an ongoing issue in the world. And then we have to come up with like an innovative solution to it. 221 00:35:02.810 --> 00:35:05.070 huda siraj: And then, yeah. 222 00:35:05.650 --> 00:35:07.559 Jenny Duan: and it's like, kind of 223 00:35:07.620 --> 00:35:20.839 huda siraj: based on the world. And then we have to like defend it and everything. And I just think. And then it also like combines the use of like technology and like articulation. And also, just like what's currently going on. 224 00:35:21.640 --> 00:35:26.489 Jenny Duan: So maybe you can say like, for example, or something like that, like in my English class. 225 00:35:26.580 --> 00:35:32.419 Jenny Duan: My, I like. or you can say, like, for example, I feel like that's fine. 226 00:36:45.400 --> 00:36:46.510 Jenny Duan: That's great 227 00:36:46.900 --> 00:36:51.570 huda siraj: morning that this does discussion fit in the sentence 228 00:36:51.590 --> 00:36:54.539 Jenny Duan: technology articulation. And 229 00:36:56.540 --> 00:36:59.749 Jenny Duan: that prompts maybe that prompts students to collaboratively. 230 00:37:00.150 --> 00:37:01.070 huda siraj: take. 231 00:37:01.230 --> 00:37:05.140 Jenny Duan: oh, and collaboratively create an innovative solution. Something like that. 232 00:37:35.090 --> 00:37:36.060 huda siraj: Yeah. 233 00:37:39.600 --> 00:37:40.420 Jenny Duan: okay. 234 00:37:42.030 --> 00:37:45.030 Jenny Duan: I look forward to experiencing, maybe 235 00:37:45.200 --> 00:37:49.269 Jenny Duan: like similar energy, similar learning environments. Something like that? 236 00:38:03.080 --> 00:38:06.059 huda siraj: Alright, so okay. 237 00:38:08.410 --> 00:38:09.220 Jenny Duan: yeah. 238 00:38:13.300 --> 00:38:16.730 Jenny Duan: articulation, technology and articulation, like. 239 00:38:17.820 --> 00:38:26.050 Jenny Duan: then create one involving technology and articulation 2, like, I feel like that sentence, sounds incomplete 240 00:38:26.320 --> 00:38:34.350 huda siraj: loving technology and 241 00:38:34.980 --> 00:38:45.600 huda siraj: I guess creativity. Or I feel like I have said that already. 242 00:38:50.140 --> 00:38:54.349 Jenny Duan: I feel like articulation is fine. Me just add something else to it. 243 00:39:02.000 --> 00:39:07.629 huda siraj: I guess, like one thing is like. 244 00:39:07.710 --> 00:39:23.720 huda siraj: you have to kind of defend your project cause. We have like to present it. And then there's gonna be like people trying to like, Thank you. And like say, like, what's wrong with it. And then you have to kind of defend it. So maybe the project has to be 245 00:39:23.800 --> 00:39:28.200 huda siraj: defensible. But I don't know if that's a good way to describe it 246 00:39:29.310 --> 00:39:30.750 Jenny Duan: and create 247 00:39:37.700 --> 00:39:39.519 Jenny Duan: and solve them 248 00:39:46.630 --> 00:39:50.210 Jenny Duan: through innovation and technology. How's that? 249 00:39:50.360 --> 00:39:51.200 huda siraj: Yeah. 250 00:39:51.850 --> 00:39:52.610 yes. 251 00:39:53.040 --> 00:39:55.489 Jenny Duan: I feel like the rest of this is is good. 252 00:39:56.190 --> 00:39:57.040 huda siraj: And 253 00:39:57.380 --> 00:40:03.509 Jenny Duan: do you want to take another? Read over this essay? And can you actually read it out loud, so I can hear in your voice. 254 00:40:05.090 --> 00:40:18.119 huda siraj: and from the smell of manure and endless grass. So the vibrance of city life. I see a stark contrast between my upbringing in a quiet farm town and the bustling and intellectual vigor of Carnegie Mellon University 255 00:40:18.240 --> 00:40:27.619 huda siraj: last summer I was accepted into an AI focused summer program with an expensive price tag. But due to financial reasons, had to decline the opportunity. 256 00:40:27.740 --> 00:40:50.589 huda siraj: In my rural hometown conversations typically center on the next local sporting event or county elections rather than a new technological innovation or current world events through Carnegie melons, pre college programs. I seek to expand my mindset beyond my hometown with answers to the interdisciplinary questions that shape modern society? 257 00:40:50.790 --> 00:40:51.849 huda siraj: How does 258 00:40:51.980 --> 00:41:12.379 huda siraj: human behavior affect game development? How does F. Explained to artificial intelligence. How can technology be a force for social good? Samu's passionate, innovative environment presents a major shift from our current environment, and I am excited to to be challenged, to grow as an individual student and friend. 259 00:41:12.880 --> 00:41:20.190 huda siraj: One of the greatest values I see from this program is ability to connect with other purpose, driven young people from across the nation. 260 00:41:21.280 --> 00:41:35.179 huda siraj: I'm excited about the opportunity to broad my intellectual perspective while building a diverse network of friends, peers, and collaborators. I also look forward to learning a learning from the distinguished faculty at Cmu 261 00:41:35.210 --> 00:41:47.170 huda siraj: as an aspiring future AI leader. I envisioned myself, furthering my technical skill, learning about the social impacts of AI and becoming a more curious self. Driven student through the Cmu Pre Pre college. 262 00:41:47.810 --> 00:42:13.999 huda siraj: In the past I've most enjoyed hands on learning environments where real world issues are explored with collaborative projects. For example, my English class has a project called Shark Tank that prompts students to collaboratively analyze current issues in the world and solve them through innovation and technology. I look forward to experiencing a similar learning environment at Cmu through interactive seminars and closely discussions with my peers. 263 00:42:14.330 --> 00:42:26.450 huda siraj: This would be our first extended period away from home. And Cmu's campus and Pre college program would be a new experience to enable independence and self growth away from a comfort zone. 264 00:42:26.710 --> 00:42:39.689 huda siraj: The skills of resource, resourcefulness and self reliance are crucial to be earned, and Cmu's program develops this in this new environment I will encounter passionate and talented peers, and further grow my own ability. 265 00:42:40.030 --> 00:43:04.629 huda siraj: Sitting at the Resnick Cafe this summer, II look forward to the opportunity opportunity to celebrate my birthday with with my new classmates, participate in on campus clubs, attend Pittsburgh pirates, baseball games, host group studies and explore downtown Pittsburgh with my new friends through the Cmu Pre college program, I eagerly anticipate deepening my intellectual perspectives. 266 00:43:04.630 --> 00:43:14.410 huda siraj: explore my interdisciplinary curiosities and experiencing the academically fulfilling and socially nurturing environment Cmu has to offer. 267 00:43:14.570 --> 00:43:18.330 Jenny Duan: Oh, yeah, I feel like this is really good. Only thing is I want to switch 268 00:43:18.420 --> 00:43:21.990 Jenny Duan: this paragraph and this paragraph, what do you think? Like, I wanna put 269 00:43:22.180 --> 00:43:26.899 Jenny Duan: the in the past paragraph before the one of the greatest values paragraph. 270 00:43:27.070 --> 00:43:29.160 huda siraj: Yeah, definitely, I think. 271 00:43:29.550 --> 00:43:31.460 huda siraj: yeah, I think. 272 00:43:33.030 --> 00:43:39.179 huda siraj: yeah, cause networking is also kind of mentioned in here. Cause. I'll be talking 273 00:43:39.300 --> 00:43:42.840 huda siraj: with peers and stuff. So I think, yeah. 274 00:43:43.360 --> 00:43:51.170 Jenny Duan: yeah, I feel like this is, I think this is good. 275 00:43:51.580 --> 00:44:01.810 Jenny Duan: Okay, I feel like this essay. I'm ready to approve. I think this sentence, though, is a bit weird. Maybe we could change this. Oh, this one. Yeah. 276 00:44:02.360 --> 00:44:06.180 Jenny Duan: Oh. Cmu's program. 277 00:44:09.430 --> 00:44:14.410 Jenny Duan: I am excited to further develop my 278 00:44:14.630 --> 00:44:18.010 Jenny Duan: self reliance and resourcefulness.",
  "segments": [
    "Week 32 - Coaching_Jenny_Huda_Wk32_2024-02-10_M_eeb0dd575350248bU_2024-02-09_00-00-00 WEBVTT 1 00:07:13.350 --> 00:07:14.689 huda siraj: And can you hear me? 2 00:07:34.000 --> 00:07:35.629 huda siraj: Hello! Can you hear me? 3 00:07:35.860 --> 00:07:37.260 Jenny Duan: Hi! How's it going? 4 00:07:37.310 --> 00:07:39.180 huda siraj: It's going. Well, how are you? 5 00:07:39.360 --> 00:07:53.939 Jenny Duan: I'm doing well as well. Yeah, I think maybe just start going back to your yeah solar essays just to make sure that we finish those up. How does that sound to you. Do you want to share your screen and we can go from there? 6 00:07:54.060 --> 00:07:54.820 huda siraj: Yeah. 7 00:07:57.540 --> 00:07:59.900 Jenny Duan: let me also open up the document 8 00:08:00.160 --> 00:08:12.749 huda siraj: also. I realized that I got the San Francisco Bay Area winner for like the affiliate but I didn't get an email. But yeah. 9 00:08:12.910 --> 00:08:21.319 Jenny Duan: oh, how do you know that you were winter. If you didn't get an email? It shows up on the and see what like profile. So yeah. 10 00:08:21.960 --> 00:08:31.679 Jenny Duan: well, congratulations. That's awesome. I think maybe they just an email you because of like the national thing cause I think that probably supersedes it. So awesome. 11 00:08:33.520 --> 00:08:34.549 Jenny Duan: Okay? 12 00:08:37.630 --> 00:08:38.370 Jenny Duan: Oh. 13 00:08:40.880 --> 00:08:43.470 Jenny Duan: oh, do you have an essay that you want to talk about first? 14 00:08:44.580 --> 00:08:55.370 huda siraj: think this one like we made a few changes, but we can finalize this one first. Okay, then, what do you hope to gain? 15 00:08:55.760 --> 00:09:00.599 Jenny Duan: No. This one. Oh, how would you? Okay, yeah. 16 00:09:04.130 --> 00:09:05.729 Jenny Duan: I like this beginning. 17 00:09:06.860 --> 00:09:07.660 huda siraj: thank you 18 00:09:08.110 --> 00:09:10.769 Jenny Duan: awesome. Let me check the word count here, really quick. 19 00:09:16.52",
    "0 --> 00:09:19.159 Jenny Duan: I feel like you need to add more words. 20 00:09:19.550 --> 00:09:27.059 Jenny Duan: so the minimum is 3, 50, words, so you need it. And this is about 2 50 words, for it's like 21 00:09:27.810 --> 00:09:31.500 Jenny Duan: 2, 6, 46. So you need to double this essay. 22 00:09:32.790 --> 00:09:33.970 huda siraj: Okay? 23 00:09:34.180 --> 00:09:39.970 Jenny Duan: I'm not sure what all to expand on. Then let's just go over this first. 24 00:09:47.360 --> 00:09:48.500 Jenny Duan: Hmm. 25 00:10:11.760 --> 00:10:15.419 Jenny Duan: what? What forms? I think? You can maybe expand on this 26 00:10:17.150 --> 00:10:26.110 huda siraj: maybe like textbooks and like expensive programs. 27 00:10:26.160 --> 00:10:36.129 huda siraj: and like. yeah, just like, expensive and kind of hard to find or hard to access 28 00:10:36.590 --> 00:10:37.980 huda siraj: forms, I guess 29 00:10:39.060 --> 00:10:49.290 Jenny Duan: definitely so I would add here, generating 40 page research papers within seconds must have consequences. I would maybe go more into detail about what consequences are present. 30 00:10:49.300 --> 00:10:54.750 Jenny Duan: And maybe talk about some more like pros and cons of AI. So I might add a sentence that's like. 31 00:10:54.760 --> 00:11:02.200 Jenny Duan: while you know. AI, my Xyz, like, you know, help easily diagnose cancer. Or while AI might 32 00:11:02.530 --> 00:11:12.849 Jenny Duan: improve people's lives through self driving cars. It also has a potential to like. And then you can list just straight up a list. Some of the real world harms like, for example, discriminated 33 00:11:12.960 --> 00:11:16.119 Jenny Duan: discriminatory job hiring practices, you can say, like 34 00:11:16.250 --> 00:11:31.280 Jenny Duan: like race. Some in this Google search algorithms like showing people violent content on social media like and just say like, and then transition into the harms there, I think that will help you add the length to this essay.",
    " 35 00:11:31.560 --> 00:11:33.369 huda siraj: Okay, right right here. 36 00:11:33.500 --> 00:11:36.899 Jenny Duan: Yeah. Right here, where I said, where where are some more pros and cons 37 00:11:36.930 --> 00:11:39.379 huda siraj: while AI might. 38 00:11:39.930 --> 00:11:52.839 Jenny Duan: and then, like I would I would do a contrast I would do like while a I might, and then talk about some of the pros. You don't have to use the exact sentence starter. That's just like something to interest some of the pros. And then, after that, contrast it with some of the cons. 39 00:11:52.880 --> 00:11:54.490 Jenny Duan: and then from there 40 00:11:54.540 --> 00:12:00.119 Jenny Duan: say, continue into that. Unfortunately, does that make sense? You can add, like 3 or 4 sentences here. 41 00:12:00.270 --> 00:12:01.200 huda siraj: Okay. 42 00:12:03.370 --> 00:12:06.350 Jenny Duan: are further marginalized in the field. 43 00:12:07.170 --> 00:12:10.000 Jenny Duan: You can add a statistic here. 44 00:12:11.960 --> 00:12:16.370 huda siraj: Yeah. I got like. I have like a website which has 45 00:12:16.550 --> 00:12:26.610 Jenny Duan: some statistics that I can use. I could probably add that there, yeah. And so you want some like, concrete information about what it means to be marginalized. And I guess how people experience that 46 00:12:28.050 --> 00:12:35.870 Jenny Duan: access education regarding a I and its ethics is created in forms. This is a vague sentence. So what do you mean by this? Let's be more specific. 47 00:12:37.380 --> 00:12:39.650 Jenny Duan: Maybe you can buy a statistic. Oh, go ahead. 48 00:12:40.110 --> 00:12:48.240 huda siraj: Yeah. Like, I said before, kind of really expensive programs and and accessible. 49 00:12:48.260 --> 00:12:51.890 huda siraj: like. 50 00:12:52.200 --> 00:12:56.949 huda siraj: yeah. Without starting from basics. Cause you have to learn a lot 51 00:12:57.050 --> 00:13:03.960 huda siraj: and a lot of like the of the programs to learn it. T",
    "hey're kind of just surface level. 52 00:13:04.660 --> 00:13:08.869 Jenny Duan: totally. So I think that's what I would write like, surface level. 53 00:13:09.150 --> 00:13:28.720 Jenny Duan: expensive. And then maybe you should look at. If you can find a statistic about what percentage of us universities require ethics, classes in computer science, because I know, like not, every university requires people to take an ethics based class within Cs or within engineering or within technology. So that would be a good statistic to look into as well. 54 00:13:30.970 --> 00:13:32.530 Jenny Duan: let me just write that down 55 00:13:44.990 --> 00:13:49.720 Jenny Duan: enters on us along a 12 year old robot land learning about me. 56 00:13:53.600 --> 00:13:58.070 Jenny Duan: Maybe you should write more about her challenges. 57 00:13:58.100 --> 00:14:02.700 Jenny Duan: what challenges does summer experience. and how does she overcome them? 58 00:14:12.130 --> 00:14:15.779 And then, instead of saying, This is about my game, Cynthoria, you should say 59 00:14:16.490 --> 00:14:21.830 Jenny Duan: in my game. Cynthoria, like Sana, isn't limited by. 60 00:14:22.170 --> 00:14:23.700 Jenny Duan: Maybe you can say, like 61 00:14:23.800 --> 00:14:31.419 Jenny Duan: her Muslim identity, or whatever ex or she's not limited by like external resources. Instead, she works with 62 00:14:31.530 --> 00:14:34.439 Jenny Duan: female tech leaders to 63 00:14:34.750 --> 00:14:37.529 Jenny Duan: transform or save the world. In some way 64 00:14:37.700 --> 00:14:42.589 Jenny Duan: does that make sense. So I think, I would add a sentence there about that 65 00:14:43.150 --> 00:14:44.979 Jenny Duan: a education is truly 66 00:14:47.450 --> 00:14:48.950 Jenny Duan: and just like Sauna. 67 00:14:51.220 --> 00:14:55.279 Jenny Duan: Oh, what are you trying to say in this sentence? I feel like the sentence is not clear to me. 68 00:14:56.970 --> 00:15:13.570 huda siraj: I think the the purpose of the sente",
    "nce was just kind of saying like, how sono kind of represent 69 00:15:13.790 --> 00:15:35.910 huda siraj: like under represented like minorities. And how? This like gamify like kind of way of learning about AI should be accessible to everyone. Just like how son is able to access it access it in this game. So like, I'm kinda trying to say that this should apply in your life. 70 00:15:38.900 --> 00:15:40.980 Jenny Duan: Okay, I would say something like 71 00:15:41.190 --> 00:16:08.599 Jenny Duan: like Sanna. I envision a world where and then you can talk about like the future positive impact that you want to see AI have. And then you could also add a couple of sentences about how you want to contribute to that change, and then I think that will transition it to your last sentence, which I think is really powerful. I really like this change I want to see in the world. I think that's really strong. I think, after you write about Sunnah, you can transition it back to like the AI that you hope to see in the world what that looks like to you, and then 72 00:16:09.170 --> 00:16:14.180 huda siraj: go back to like Synthoria as the change I want to see in the work. 73 00:16:14.210 --> 00:16:32.320 Jenny Duan: Okay, awesome. Well, I think that the rest of this is strong. I like this beginning a lot I think you can just expand it in the places that I've left comments like, I've put a bunch of comments there. But I think if you just every place they have a comment, just add another 2, 3 sentences, and you should be able to hit the word cat there. 74 00:16:32.580 --> 00:16:34.950 Jenny Duan: Alright. Yeah. Sounds good, cool. 75 00:16:35.060 --> 00:16:43.590 Jenny Duan: I think this is good. How would you contribute to the conversation about building an inclusive and anti racist environment. 76 00:16:44.010 --> 00:16:48.919 Jenny Duan: I feel like this essay is also short. 77 00:16:51.070 --> 00:16:53.110 Jenny Duan: Let's see how we can expand this. 78 00:16:54.810 --> 00:16:56.42",
    "0 Jenny Duan: Yeah, 2, 94. 79 00:16:56.500 --> 00:17:01.729 Jenny Duan: So you need to have at least like 100 more words. 80 00:17:02.120 --> 00:17:14.859 huda siraj: Yeah, see? The thing is like, I feel like, if I expand too much, I feel like it's like kind of redundant, which is why it's kind of hard to write like really long essays. So 81 00:17:15.000 --> 00:17:16.470 Jenny Duan: yeah, for sure. 82 00:17:16.640 --> 00:17:20.630 Jenny Duan: let's see. 83 00:17:20.810 --> 00:17:22.079 Jenny Duan: it's a 84 00:17:28.230 --> 00:17:31.450 Jenny Duan: persons of all cultures entities in background. 85 00:17:36.990 --> 00:17:45.630 Jenny Duan: Okay, let's center this around another thing that you're involved in. that's another thing. 86 00:17:46.000 --> 00:17:47.140 Jenny Duan: Guess like. 87 00:17:47.970 --> 00:18:09.119 Jenny Duan: maybe we can send to this around AI, or like the one chain that you do with the mosque. Are you still volunteering with the mosque? And how is that going? Oh, yeah, actually, I also got contacted by someone at the mosque. And they want me to help with like some sort of video project they have. So yeah, that's awesome. 88 00:18:09.340 --> 00:18:11.550 Jenny Duan: Let's see, like. 89 00:18:13.490 --> 00:18:14.500 Jenny Duan: I'll 90 00:18:14.680 --> 00:18:17.120 Jenny Duan: okay, let's try to. So 91 00:18:17.350 --> 00:18:33.029 Jenny Duan: before I go too deep, I've into this essay into the nitty gritty, I feel like it'd be nice to weave in some other conversations about like things that you do or things that you're interested in or involved in here. So I would. I'm just gonna put it this in a comment. I would mention. 92 00:18:34.170 --> 00:18:38.719 Jenny Duan: your involvement with cruise hacks and like other hackathons. 93 00:18:38.920 --> 00:18:45.559 Jenny Duan: I think I talked about hacks over here in here. Okay, wait. Let me see. 94 00:18:48.130 --> 00:18:51.730 Jenny Duan: Oh, yeah. First hackathon last year. 95 00:18:52.180 --> 00",
    ":19:06.190 Jenny Duan: okay, that's that's alright. That's good. I think maybe I could expand on that and maybe expand on that. You could also talk about like how that's something that you're trying to change with like Hat club in the Hat Club community. 96 00:19:06.450 --> 00:19:11.620 Jenny Duan: Oh, by the way, there's this one video I want to send you. 97 00:19:11.700 --> 00:19:13.730 Jenny Duan: I don't know if you've seen this already. 98 00:19:14.810 --> 00:19:22.519 Jenny Duan: this is like a good video to watch later after this session. 99 00:19:22.600 --> 00:19:30.590 Jenny Duan: This is about what another hackathon that had club put on. You can click if you want, but watch it later. It's like 100 00:19:31.160 --> 00:19:41.509 Jenny Duan: They went on a train across the United States, and they hacked for like. But like hack clubs, a cool organization, you can maybe talk about like your efforts there and what you've done. 101 00:19:41.950 --> 00:19:44.329 Jenny Duan: And maybe you could. 102 00:19:44.510 --> 00:20:01.659 Jenny Duan: I don't know. Maybe you could be involved with the video making for for future hackathons with Hack Club, too. This is like a you can like, watch a couple of seconds of it, but watch it later on your own time. It's like a production like this is like a very high quality, like, like, whoever developed this did a good job. 103 00:20:02.190 --> 00:20:14.200 Jenny Duan: anyways, I would talk about the other things that you're involved in. So hack Club is a good one, or hackathon is a good one. Maybe code of classy is a good one. 104 00:20:14.560 --> 00:20:18.900 Jenny Duan: I mean, it's like the dates cool classes after this. But like 105 00:20:18.920 --> 00:20:30.529 Jenny Duan: I feel like it's fine. If you say that you're involved with the code of classic community. What did you sign up? Did you sign up on time? 106 00:20:30.750 --> 00:20:36.289 huda siraj: I signed up like way before, and then my Dad got the documents and like 1",
    "07 00:20:36.870 --> 00:20:46.820 Jenny Duan: 3, 4 days ago. So let me see if there's I don't know if there's anything I can do, because I'm not involved with admissions, but I think it's just like a first. Come first serve. 108 00:20:46.970 --> 00:20:56.459 Jenny Duan: So let me see, II think it'll be fine, I think. Wait, list is fine. But let me see, when I have my team meetings, if there's anything I can do to like, get you in. 109 00:20:56.710 --> 00:21:11.350 Jenny Duan: But I'm not. Yeah, but I'm not in charge of admissions, or I'm not like. That's not what I work on, so I don't know how much impact I can have, but I can try but you can say, like, Okay, just you can name drop like through communities like codes. Classy like you hope to create 110 00:21:12.090 --> 00:21:16.360 like, that's something you can name out if you wanna mention, like, what a diverse community looks like. 111 00:21:16.500 --> 00:21:20.200 Jenny Duan: Yeah. And then 112 00:21:20.260 --> 00:21:22.039 Jenny Duan: what else? 113 00:21:22.170 --> 00:21:23.830 Jenny Duan: how else do advance? 114 00:21:24.450 --> 00:21:29.770 Jenny Duan: You know, anti racism as an individual and contributing to an environment in your 115 00:21:30.280 --> 00:21:33.249 Jenny Duan: I guess we can mention 116 00:21:33.380 --> 00:21:45.909 Jenny Duan: like folklift, maybe would be good, too. Okay, so those are some other things you can do to beef up this essay. Now, let's like go through line by line and like. 117 00:21:46.330 --> 00:21:53.820 Jenny Duan: I wanna just go over it like individual sentences. Okay, make an image of a computer program where I read the text box. Is it typed out? I prompt 118 00:21:54.140 --> 00:22:00.950 Jenny Duan: and 119 00:22:04.740 --> 00:22:05.800 persistent 120 00:22:05.870 --> 00:22:10.060 Jenny Duan: after seconds of loading, I come to say, typical changes. 121 00:22:10.640 --> 00:22:15.220 Jenny Duan: Web band coding away. QPT. 4 is a novel flipsy. Any accessible wonder to the",
    " world? 122 00:22:15.550 --> 00:22:20.259 Jenny Duan: It is hard to imagine that in this diverse field of computer programmers 123 00:22:21.460 --> 00:22:28.949 Jenny Duan: strongest, AI returns such a stereotypical and eurocentric representation, this image generation. 124 00:22:30.180 --> 00:22:33.199 Jenny Duan: But I feel like, you can expand more into what this means. 125 00:22:33.610 --> 00:22:45.820 Jenny Duan: maybe talk about, I think like one, strong idea is something that we mentioned before which is that, like ethics and diversity, is always at the back burner of development, instead of being on the forefront. 126 00:22:45.860 --> 00:22:50.110 Jenny Duan: And I feel like that's like an important distinction to understand or or to to make. 127 00:22:50.590 --> 00:22:54.210 Jenny Duan: Yeah. okay. 128 00:22:55.200 --> 00:22:59.910 Jenny Duan: think 129 00:23:00.250 --> 00:23:02.079 Jenny Duan: this image generation. 130 00:23:02.360 --> 00:23:13.690 Jenny Duan: So it's not the image generation itself. Right? That is like your experience with the hackathon. What specifically about the image generation is like your hackathon experience this like misrepresentation 131 00:23:14.140 --> 00:23:16.399 huda siraj: or like lack of representation? Yeah. 132 00:23:16.850 --> 00:23:19.200 Jenny Duan: so yeah, I would write that instead. 133 00:23:24.040 --> 00:23:33.300 Jenny Duan: So and not the image generation, but the lack of Okay. 134 00:23:33.420 --> 00:23:36.709 Jenny Duan: how did this affect your experience? Let's be more specific here. 135 00:23:37.740 --> 00:23:39.320 huda siraj: I guess, like 136 00:23:39.370 --> 00:23:52.299 huda siraj: we felt uncomfortable on like having like a seat, kind of like they're all kind of like grouped up. And then we're kind of like on one of the on like a side sitting alone, because 137 00:23:52.430 --> 00:23:57.449 huda siraj: obviously, it's kind of like harder to communicate with like more 138 00:23:58.080 --> 00:23:58.90",
    "0 huda siraj: like 139 00:23:59.850 --> 00:24:06.540 huda siraj: I guess I'm not a puny, but like people that like talk louder than you, and like just like people that. 140 00:24:07.210 --> 00:24:21.540 huda siraj: Yeah. So I think, we like, we're kind of like sitting to the side. And also like our experience, like, sleeping there overnight, we're kind of like, really, really cautious. And yeah. 141 00:24:23.010 --> 00:24:26.509 Jenny Duan: yeah, okay, so if you click out, I wrote another comment there, like 142 00:24:26.850 --> 00:24:32.630 Jenny Duan: we can say something about how we felt like, talked over, overshadowed, ignored, deprived, unsafe 143 00:24:32.640 --> 00:24:41.240 Jenny Duan: in this type of environment. And I think bringing that out will be good. I think it's better to always like, try to be as specific as possible. 144 00:24:42.100 --> 00:24:43.090 Jenny Duan: Hmm. 145 00:24:44.470 --> 00:24:45.410 Jenny Duan: yeah. 146 00:24:45.740 --> 00:24:47.949 Jenny Duan: Okay, now let's go to the next 147 00:24:48.380 --> 00:24:59.549 Jenny Duan: and also I'm sorry. Do you think I should name drop like the Uc center tax for this one? 148 00:24:59.660 --> 00:25:06.039 Jenny Duan: Would you hope for no other woman of color to face one day? So how are you taking that into action 149 00:25:06.270 --> 00:25:10.149 Jenny Duan: like, how are you preventing that from happening in the future. I think, mentioned like 150 00:25:10.240 --> 00:25:13.249 Jenny Duan: how you're doing that like 151 00:25:13.600 --> 00:25:17.570 Jenny Duan: through. 152 00:25:17.740 --> 00:25:20.130 Jenny Duan: you can say, like through, you know. 153 00:25:20.300 --> 00:25:22.650 Oops. I can't think 154 00:25:22.700 --> 00:25:28.439 Jenny Duan: through empowering. AI. I know you mentioned it later in that day, but I think 155 00:25:28.600 --> 00:25:38.009 Jenny Duan: if you mentioned it earlier, something like through my nonprofit empowering AI, I strive to, or I hope to and just bring i",
    "t earlier in the essay, I feel like that would be more effective. 156 00:25:38.300 --> 00:25:50.789 Jenny Duan: I feel like this is, this is out of place. 157 00:25:53.850 --> 00:26:04.629 huda siraj: I'm yeah. This is where I was talking about, like the story of how a I can be used like in a racist way. And how like 158 00:26:04.850 --> 00:26:10.950 huda siraj: my empowering AI platform only kind of stops that. So? 159 00:26:12.230 --> 00:26:17.499 Jenny Duan: Oh, yeah, I feel like you could talk about that earlier like, talk about the harms here 160 00:26:19.760 --> 00:26:29.749 Jenny Duan: I feel like this paragraph can be removed, and, like restructured talk about empowering AI. Here you can transition that into talking about folklift, but I feel like all the harm should be in the beginning, because 161 00:26:29.940 --> 00:26:39.580 Jenny Duan: you're talking about like the misrepresentation, what you hope to achieve, and then going back to misrepresentation. I feel like that doesn't make sense. I feel like it should just be like misrepresentation and issues. And then how you hope to fix it 162 00:26:40.080 --> 00:26:42.069 huda siraj: alright that makes sense cool. 163 00:26:42.510 --> 00:26:49.310 Jenny Duan: do you have any other questions at this essay, or does this make? Is this clear, or is there anything else we can work through. 164 00:26:49.960 --> 00:26:53.359 huda siraj: Hmm, those, the conclusions are good. 165 00:26:53.770 --> 00:26:55.630 Jenny Duan: Yeah, this this sounds good 166 00:26:56.050 --> 00:26:56.870 huda siraj: okay. 167 00:26:57.270 --> 00:27:01.369 Jenny Duan: this time, it will next time. 168 00:27:02.750 --> 00:27:06.049 Jenny Duan: we'll return a Hijabi program at the time after that. 169 00:27:06.750 --> 00:27:17.720 Jenny Duan: and then I would maybe emphasize like, why this diversity is important, so I think they would want to see like 170 00:27:17.800 --> 00:27:19.979 Jenny Duan: that you understand why, it's important 171 00:2",
    "7:21.170 --> 00:27:29.359 Jenny Duan: if you could leave some concrete claims as to like how divers! Oh, no! Just before that, or somewhere in the essay, like. 172 00:27:31.050 --> 00:27:38.869 Jenny Duan: like, maybe when you're talking about empowering AI or something, just a discussion about you. Recognizing why it's important will be good, because, I mean increases. 173 00:27:39.250 --> 00:27:49.059 Jenny Duan: It makes the product safer ensures that, like all users, can use them. And like a diverse workforce is important because people from all backgrounds interact with AI products. 174 00:27:49.140 --> 00:27:51.950 Jenny Duan: Yeah, I mean, I think you've got that. So 175 00:27:52.030 --> 00:27:57.309 Jenny Duan: I would just emphasize that you understand why, this is like actually important in the first place. 176 00:27:57.400 --> 00:27:58.870 huda siraj: okay. 177 00:27:59.530 --> 00:28:03.590 Jenny Duan: okay, we can move on to the next game. 178 00:28:04.830 --> 00:28:09.319 Jenny Duan: I think we edited this one. 179 00:28:11.610 --> 00:28:14.519 Jenny Duan: Okay? And so this is the last one. Then 180 00:28:14.580 --> 00:28:24.309 Jenny Duan: what do you hope to gain from participating in Carnegie Mellon's pre-college programs. from the smell of menure, and in the scratch the vibrance of city life 181 00:28:24.530 --> 00:28:26.150 Jenny Duan: I seek 182 00:28:26.540 --> 00:28:29.500 Jenny Duan: start contrast between the upbringing 183 00:28:29.740 --> 00:28:30.830 trustee. 184 00:28:31.370 --> 00:28:33.550 Jenny Duan: Yes. 185 00:28:35.100 --> 00:28:42.150 Jenny Duan: Oh, yeah, I didn't get to add the sentence, but I can work on that now. Oh, yeah. Why don't you add that right now. 186 00:28:44.460 --> 00:28:45.530 huda siraj: and 187 00:28:46.650 --> 00:28:47.990 huda siraj: that could be like 188 00:28:49.510 --> 00:28:50.540 huda siraj: I 189 00:28:51.390 --> 00:28:57.960 huda siraj: maybe I could talk about in spirit AI, which I was gonna apply to. B",
    "ut it was like 190 00:28:58.530 --> 00:29:08.919 huda siraj: I don't know. Like if I'm repeating this too much, but it was just like it was too, like expensive and we couldn't afford that class. 191 00:29:08.970 --> 00:29:14.689 huda siraj: So maybe I can talk about that or like. 192 00:29:15.190 --> 00:29:25.759 Jenny Duan: I think that's good to mention, like the audience. For this particular program is like under represented communities, and the more that you can align yourself with that like the better. 193 00:29:25.790 --> 00:29:26.930 Jenny Duan: in my opinion. 194 00:29:27.720 --> 00:29:37.439 Jenny Duan: So you think I should mentioned you don't have to mention like in sphere, AI, word by word. But you can mention like you got accepted into like other AI programs. 195 00:29:37.860 --> 00:29:39.160 huda siraj: Yeah. Okay. 196 00:29:41.390 --> 00:29:49.360 huda siraj: I could say, oh, maybe. Should I say this summer after tenth grade? 197 00:29:49.950 --> 00:29:53.799 huda siraj: Yeah, last summer, last summer's probably better 198 00:30:09.290 --> 00:30:50.790 huda siraj: and 199 00:31:03.200 --> 00:31:06.320 Jenny Duan: AI for an AI centered 200 00:31:06.510 --> 00:31:08.020 Jenny Duan: summer program 201 00:31:12.640 --> 00:31:15.610 Jenny Duan: with an expensive price tag. 202 00:31:17.830 --> 00:31:18.780 Jenny Duan: but 203 00:31:21.450 --> 00:31:22.970 Jenny Duan: you, too. 204 00:31:23.530 --> 00:31:28.179 Jenny Duan: and for reasons. and to decline the opportunity. 205 00:31:28.620 --> 00:31:29.390 huda siraj: And 206 00:31:32.880 --> 00:31:33.750 it's good. 207 00:31:41.800 --> 00:31:47.500 Jenny Duan: Last summer I was accepted into an AI under summer program with an expensive price tag. 208 00:31:47.530 --> 00:31:59.160 Jenny Duan: but due to financial has to decline the opportunity. My rural hometown conversations typically center on the next local sporting event or county elections rather than the newest technological innovation or current world ",
    "states 209 00:32:01.890 --> 00:32:07.560 Jenny Duan: through Carnegie Mellon's pre-college programs. I might say, be on my own tongue. Okay. 210 00:32:39.340 --> 00:32:41.660 huda siraj: yeah, I think we're gonna take this line out. 211 00:32:47.520 --> 00:32:49.789 Jenny Duan: Let's let me read over this one more time. 212 00:33:26.270 --> 00:33:32.310 Jenny Duan: Let me add some more detail here. Are there any specific faculty that you're excited to work with through the program. 213 00:33:32.550 --> 00:33:39.770 huda siraj: Did it in the Cmu website. I don't think they exactly mentioned who's gonna be teaching the? 214 00:33:40.940 --> 00:33:47.309 Jenny Duan: Got it? Yeah, I'll I'll check again. Okay, yeah, no worries. And if they don't, that's fine, too. 215 00:34:23.610 --> 00:34:26.739 huda siraj: Yeah, I don't think it says anything 216 00:34:29.050 --> 00:34:31.859 Jenny Duan: that's fine. No worries. Then 217 00:34:39.550 --> 00:34:43.109 Jenny Duan: can we write a sentence here about what your favorite school projects are? 218 00:34:45.150 --> 00:34:46.390 huda siraj: I want to. 219 00:34:47.360 --> 00:34:56.759 huda siraj: Okay, maybe in English or Ap lang, we have this project. It's called shark tank. It's like we're given like, 220 00:34:57.190 --> 00:35:02.770 huda siraj: like an ongoing issue in the world. And then we have to come up with like an innovative solution to it. 221 00:35:02.810 --> 00:35:05.070 huda siraj: And then, yeah. 222 00:35:05.650 --> 00:35:07.559 Jenny Duan: and it's like, kind of 223 00:35:07.620 --> 00:35:20.839 huda siraj: based on the world. And then we have to like defend it and everything. And I just think. And then it also like combines the use of like technology and like articulation. And also, just like what's currently going on. 224 00:35:21.640 --> 00:35:26.489 Jenny Duan: So maybe you can say like, for example, or something like that, like in my English class. 225 00:35:26.580 --> 00:35:32.419 Jenny Duan: My, I like. ",
    "or you can say, like, for example, I feel like that's fine. 226 00:36:45.400 --> 00:36:46.510 Jenny Duan: That's great 227 00:36:46.900 --> 00:36:51.570 huda siraj: morning that this does discussion fit in the sentence 228 00:36:51.590 --> 00:36:54.539 Jenny Duan: technology articulation. And 229 00:36:56.540 --> 00:36:59.749 Jenny Duan: that prompts maybe that prompts students to collaboratively. 230 00:37:00.150 --> 00:37:01.070 huda siraj: take. 231 00:37:01.230 --> 00:37:05.140 Jenny Duan: oh, and collaboratively create an innovative solution. Something like that. 232 00:37:35.090 --> 00:37:36.060 huda siraj: Yeah. 233 00:37:39.600 --> 00:37:40.420 Jenny Duan: okay. 234 00:37:42.030 --> 00:37:45.030 Jenny Duan: I look forward to experiencing, maybe 235 00:37:45.200 --> 00:37:49.269 Jenny Duan: like similar energy, similar learning environments. Something like that? 236 00:38:03.080 --> 00:38:06.059 huda siraj: Alright, so okay. 237 00:38:08.410 --> 00:38:09.220 Jenny Duan: yeah. 238 00:38:13.300 --> 00:38:16.730 Jenny Duan: articulation, technology and articulation, like. 239 00:38:17.820 --> 00:38:26.050 Jenny Duan: then create one involving technology and articulation 2, like, I feel like that sentence, sounds incomplete 240 00:38:26.320 --> 00:38:34.350 huda siraj: loving technology and 241 00:38:34.980 --> 00:38:45.600 huda siraj: I guess creativity. Or I feel like I have said that already. 242 00:38:50.140 --> 00:38:54.349 Jenny Duan: I feel like articulation is fine. Me just add something else to it. 243 00:39:02.000 --> 00:39:07.629 huda siraj: I guess, like one thing is like. 244 00:39:07.710 --> 00:39:23.720 huda siraj: you have to kind of defend your project cause. We have like to present it. And then there's gonna be like people trying to like, Thank you. And like say, like, what's wrong with it. And then you have to kind of defend it. So maybe the project has to be 245 00:39:23.800 --> 00:39:28.200 huda siraj: defensible. But I don't know if that's a",
    " good way to describe it 246 00:39:29.310 --> 00:39:30.750 Jenny Duan: and create 247 00:39:37.700 --> 00:39:39.519 Jenny Duan: and solve them 248 00:39:46.630 --> 00:39:50.210 Jenny Duan: through innovation and technology. How's that? 249 00:39:50.360 --> 00:39:51.200 huda siraj: Yeah. 250 00:39:51.850 --> 00:39:52.610 yes. 251 00:39:53.040 --> 00:39:55.489 Jenny Duan: I feel like the rest of this is is good. 252 00:39:56.190 --> 00:39:57.040 huda siraj: And 253 00:39:57.380 --> 00:40:03.509 Jenny Duan: do you want to take another? Read over this essay? And can you actually read it out loud, so I can hear in your voice. 254 00:40:05.090 --> 00:40:18.119 huda siraj: and from the smell of manure and endless grass. So the vibrance of city life. I see a stark contrast between my upbringing in a quiet farm town and the bustling and intellectual vigor of Carnegie Mellon University 255 00:40:18.240 --> 00:40:27.619 huda siraj: last summer I was accepted into an AI focused summer program with an expensive price tag. But due to financial reasons, had to decline the opportunity. 256 00:40:27.740 --> 00:40:50.589 huda siraj: In my rural hometown conversations typically center on the next local sporting event or county elections rather than a new technological innovation or current world events through Carnegie melons, pre college programs. I seek to expand my mindset beyond my hometown with answers to the interdisciplinary questions that shape modern society? 257 00:40:50.790 --> 00:40:51.849 huda siraj: How does 258 00:40:51.980 --> 00:41:12.379 huda siraj: human behavior affect game development? How does F. Explained to artificial intelligence. How can technology be a force for social good? Samu's passionate, innovative environment presents a major shift from our current environment, and I am excited to to be challenged, to grow as an individual student and friend. 259 00:41:12.880 --> 00:41:20.190 huda siraj: One of the greatest values I see from this program is ability to",
    " connect with other purpose, driven young people from across the nation. 260 00:41:21.280 --> 00:41:35.179 huda siraj: I'm excited about the opportunity to broad my intellectual perspective while building a diverse network of friends, peers, and collaborators. I also look forward to learning a learning from the distinguished faculty at Cmu 261 00:41:35.210 --> 00:41:47.170 huda siraj: as an aspiring future AI leader. I envisioned myself, furthering my technical skill, learning about the social impacts of AI and becoming a more curious self. Driven student through the Cmu Pre Pre college. 262 00:41:47.810 --> 00:42:13.999 huda siraj: In the past I've most enjoyed hands on learning environments where real world issues are explored with collaborative projects. For example, my English class has a project called Shark Tank that prompts students to collaboratively analyze current issues in the world and solve them through innovation and technology. I look forward to experiencing a similar learning environment at Cmu through interactive seminars and closely discussions with my peers. 263 00:42:14.330 --> 00:42:26.450 huda siraj: This would be our first extended period away from home. And Cmu's campus and Pre college program would be a new experience to enable independence and self growth away from a comfort zone. 264 00:42:26.710 --> 00:42:39.689 huda siraj: The skills of resource, resourcefulness and self reliance are crucial to be earned, and Cmu's program develops this in this new environment I will encounter passionate and talented peers, and further grow my own ability. 265 00:42:40.030 --> 00:43:04.629 huda siraj: Sitting at the Resnick Cafe this summer, II look forward to the opportunity opportunity to celebrate my birthday with with my new classmates, participate in on campus clubs, attend Pittsburgh pirates, baseball games, host group studies and explore downtown Pittsburgh with my new friends through the Cmu Pre college program, I eagerly anticipate deepening my ",
    "intellectual perspectives. 266 00:43:04.630 --> 00:43:14.410 huda siraj: explore my interdisciplinary curiosities and experiencing the academically fulfilling and socially nurturing environment Cmu has to offer. 267 00:43:14.570 --> 00:43:18.330 Jenny Duan: Oh, yeah, I feel like this is really good. Only thing is I want to switch 268 00:43:18.420 --> 00:43:21.990 Jenny Duan: this paragraph and this paragraph, what do you think? Like, I wanna put 269 00:43:22.180 --> 00:43:26.899 Jenny Duan: the in the past paragraph before the one of the greatest values paragraph. 270 00:43:27.070 --> 00:43:29.160 huda siraj: Yeah, definitely, I think. 271 00:43:29.550 --> 00:43:31.460 huda siraj: yeah, I think. 272 00:43:33.030 --> 00:43:39.179 huda siraj: yeah, cause networking is also kind of mentioned in here. Cause. I'll be talking 273 00:43:39.300 --> 00:43:42.840 huda siraj: with peers and stuff. So I think, yeah. 274 00:43:43.360 --> 00:43:51.170 Jenny Duan: yeah, I feel like this is, I think this is good. 275 00:43:51.580 --> 00:44:01.810 Jenny Duan: Okay, I feel like this essay. I'm ready to approve. I think this sentence, though, is a bit weird. Maybe we could change this. Oh, this one. Yeah. 276 00:44:02.360 --> 00:44:06.180 Jenny Duan: Oh. Cmu's program. 277 00:44:09.430 --> 00:44:14.410 Jenny Duan: I am excited to further develop my 278 00:44:14.630 --> 00:44:18.010 Jenny Duan: self reliance and resourcefulness."
  ],
  "turns": [
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 433.35,
      "end": 434.689,
      "text": "And can you hear me? 2"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 454,
      "end": 455.629,
      "text": "Hello! Can you hear me? 3"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 455.86,
      "end": 457.26,
      "text": "Hi! How's it going? 4"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 457.31,
      "end": 459.18,
      "text": "It's going. Well, how are you? 5"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 459.36,
      "end": 473.939,
      "text": "I'm doing well as well. Yeah, I think maybe just start going back to your yeah solar essays just to make sure that we finish those up. How does that sound to you. Do you want to share your screen and we can go from there? 6"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 474.06,
      "end": 474.82,
      "text": "Yeah. 7"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 477.54,
      "end": 479.9,
      "text": "let me also open up the document 8"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 480.16,
      "end": 492.749,
      "text": "also. I realized that I got the San Francisco Bay Area winner for like the affiliate but I didn't get an email. But yeah. 9"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 492.91,
      "end": 523.47,
      "text": "oh, how do you know that you were winter. If you didn't get an email? It shows up on the and see what like profile. So yeah. 10 well, congratulations. That's awesome. I think maybe they just an email you because of like the national thing cause I think that probably supersedes it. So awesome. 11 Okay? 12 Oh. 13 oh, do you have an essay that you want to talk about first? 14"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 524.58,
      "end": 535.37,
      "text": "think this one like we made a few changes, but we can finalize this one first. Okay, then, what do you hope to gain? 15"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 535.76,
      "end": 545.729,
      "text": "No. This one. Oh, how would you? Okay, yeah. 16 I like this beginning. 17"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 546.86,
      "end": 547.66,
      "text": "thank you 18"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 548.11,
      "end": 550.769,
      "text": "awesome. Let me check the word count here, really quick. 19"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 556.52,
      "end": 571.5,
      "text": "I feel like you need to add more words. 20 so the minimum is 3, 50, words, so you need it. And this is about 2 50 words, for it's like 21 2, 6, 46. So you need to double this essay. 22"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 572.79,
      "end": 573.97,
      "text": "Okay? 23"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 574.18,
      "end": 579.97,
      "text": "I'm not sure what all to expand on. Then let's just go over this first. 24"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 587.36,
      "end": 588.5,
      "text": "Hmm. 25"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 611.76,
      "end": 615.419,
      "text": "what? What forms? I think? You can maybe expand on this 26"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 617.15,
      "end": 637.98,
      "text": "maybe like textbooks and like expensive programs. 27 and like. yeah, just like, expensive and kind of hard to find or hard to access 28 forms, I guess 29"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 639.06,
      "end": 676.119,
      "text": "definitely so I would add here, generating 40 page research papers within seconds must have consequences. I would maybe go more into detail about what consequences are present. 30 And maybe talk about some more like pros and cons of AI. So I might add a sentence that's like. 31 while you know. AI, my Xyz, like, you know, help easily diagnose cancer. Or while AI might 32 improve people's lives through self driving cars. It also has a potential to like. And then you can list just straight up a list. Some of the real world harms like, for example, discriminated 33 discriminatory job hiring practices, you can say, like 34"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 676.25,
      "end": 691.28,
      "text": "like race. Some in this Google search algorithms like showing people violent content on social media like and just say like, and then transition into the harms there, I think that will help you add the length to this essay. 35"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 691.56,
      "end": 693.369,
      "text": "Okay, right right here. 36"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 693.5,
      "end": 696.899,
      "text": "Yeah. Right here, where I said, where where are some more pros and cons 37"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 696.93,
      "end": 699.379,
      "text": "while AI might. 38"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 699.93,
      "end": 720.119,
      "text": "and then, like I would I would do a contrast I would do like while a I might, and then talk about some of the pros. You don't have to use the exact sentence starter. That's just like something to interest some of the pros. And then, after that, contrast it with some of the cons. 39 and then from there 40 say, continue into that. Unfortunately, does that make sense? You can add, like 3 or 4 sentences here. 41"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 720.27,
      "end": 721.2,
      "text": "Okay. 42"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 723.37,
      "end": 730,
      "text": "are further marginalized in the field. 43 You can add a statistic here. 44"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 731.96,
      "end": 736.37,
      "text": "Yeah. I got like. I have like a website which has 45"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 736.55,
      "end": 759.65,
      "text": "some statistics that I can use. I could probably add that there, yeah. And so you want some like, concrete information about what it means to be marginalized. And I guess how people experience that 46 access education regarding a I and its ethics is created in forms. This is a vague sentence. So what do you mean by this? Let's be more specific. 47 Maybe you can buy a statistic. Oh, go ahead. 48"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 760.11,
      "end": 783.96,
      "text": "Yeah. Like, I said before, kind of really expensive programs and and accessible. 49 like. 50 yeah. Without starting from basics. Cause you have to learn a lot 51 and a lot of like the of the programs to learn it. They're kind of just surface level. 52"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 784.66,
      "end": 812.53,
      "text": "totally. So I think that's what I would write like, surface level. 53 expensive. And then maybe you should look at. If you can find a statistic about what percentage of us universities require ethics, classes in computer science, because I know, like not, every university requires people to take an ethics based class within Cs or within engineering or within technology. So that would be a good statistic to look into as well. 54 let me just write that down 55"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 824.99,
      "end": 842.7,
      "text": "enters on us along a 12 year old robot land learning about me. 56 Maybe you should write more about her challenges. 57 what challenges does summer experience. and how does she overcome them? 58"
    },
    {
      "speaker": "student",
      "conf": 0.5,
      "start": 852.13,
      "end": 855.779,
      "text": "And then, instead of saying, This is about my game, Cynthoria, you should say 59"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 856.49,
      "end": 895.279,
      "text": "in my game. Cynthoria, like Sana, isn't limited by. 60 Maybe you can say, like 61 her Muslim identity, or whatever ex or she's not limited by like external resources. Instead, she works with 62 female tech leaders to 63 transform or save the world. In some way 64 does that make sense. So I think, I would add a sentence there about that 65 a education is truly 66 and just like Sauna. 67 Oh, what are you trying to say in this sentence? I feel like the sentence is not clear to me. 68"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 896.97,
      "end": 935.91,
      "text": "I think the the purpose of the sentence was just kind of saying like, how sono kind of represent 69 like under represented like minorities. And how? This like gamify like kind of way of learning about AI should be accessible to everyone. Just like how son is able to access it access it in this game. So like, I'm kinda trying to say that this should apply in your life. 70"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 938.9,
      "end": 968.599,
      "text": "Okay, I would say something like 71 like Sanna. I envision a world where and then you can talk about like the future positive impact that you want to see AI have. And then you could also add a couple of sentences about how you want to contribute to that change, and then I think that will transition it to your last sentence, which I think is really powerful. I really like this change I want to see in the world. I think that's really strong. I think, after you write about Sunnah, you can transition it back to like the AI that you hope to see in the world what that looks like to you, and then 72"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 969.17,
      "end": 974.18,
      "text": "go back to like Synthoria as the change I want to see in the work. 73"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 974.21,
      "end": 1021.729,
      "text": "Okay, awesome. Well, I think that the rest of this is strong. I like this beginning a lot I think you can just expand it in the places that I've left comments like, I've put a bunch of comments there. But I think if you just every place they have a comment, just add another 2, 3 sentences, and you should be able to hit the word cat there. 74 Alright. Yeah. Sounds good, cool. 75 I think this is good. How would you contribute to the conversation about building an inclusive and anti racist environment. 76 I feel like this essay is also short. 77 Let's see how we can expand this. 78 Yeah, 2, 94. 79 So you need to have at least like 100 more words. 80"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1022.12,
      "end": 1034.859,
      "text": "Yeah, see? The thing is like, I feel like, if I expand too much, I feel like it's like kind of redundant, which is why it's kind of hard to write like really long essays. So 81"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1035,
      "end": 1042.079,
      "text": "yeah, for sure. 82 let's see. 83 it's a 84"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1048.23,
      "end": 1051.45,
      "text": "persons of all cultures entities in background. 85"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1056.99,
      "end": 1113.029,
      "text": "Okay, let's center this around another thing that you're involved in. that's another thing. 86 Guess like. 87 maybe we can send to this around AI, or like the one chain that you do with the mosque. Are you still volunteering with the mosque? And how is that going? Oh, yeah, actually, I also got contacted by someone at the mosque. And they want me to help with like some sort of video project they have. So yeah, that's awesome. 88 Let's see, like. 89 I'll 90 okay, let's try to. So 91 before I go too deep, I've into this essay into the nitty gritty, I feel like it'd be nice to weave in some other conversations about like things that you do or things that you're interested in or involved in here. So I would. I'm just gonna put it this in a comment. I would mention. 92"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1114.17,
      "end": 1170.59,
      "text": "your involvement with cruise hacks and like other hackathons. 93 I think I talked about hacks over here in here. Okay, wait. Let me see. 94 Oh, yeah. First hackathon last year. 95 okay, that's that's alright. That's good. I think maybe I could expand on that and maybe expand on that. You could also talk about like how that's something that you're trying to change with like Hat club in the Hat Club community. 96 Oh, by the way, there's this one video I want to send you. 97 I don't know if you've seen this already. 98 this is like a good video to watch later after this session. 99 This is about what another hackathon that had club put on. You can click if you want, but watch it later. It's like 100"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1171.16,
      "end": 1218.9,
      "text": "They went on a train across the United States, and they hacked for like. But like hack clubs, a cool organization, you can maybe talk about like your efforts there and what you've done. 101 And maybe you could. 102 I don't know. Maybe you could be involved with the video making for for future hackathons with Hack Club, too. This is like a you can like, watch a couple of seconds of it, but watch it later on your own time. It's like a production like this is like a very high quality, like, like, whoever developed this did a good job. 103 anyways, I would talk about the other things that you're involved in. So hack Club is a good one, or hackathon is a good one. Maybe code of classy is a good one. 104 I mean, it's like the dates cool classes after this. But like 105"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1218.92,
      "end": 1230.529,
      "text": "I feel like it's fine. If you say that you're involved with the code of classic community. What did you sign up? Did you sign up on time? 106"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1230.75,
      "end": 1236.289,
      "text": "I signed up like way before, and then my Dad got the documents and like 107"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1236.87,
      "end": 1271.35,
      "text": "3, 4 days ago. So let me see if there's I don't know if there's anything I can do, because I'm not involved with admissions, but I think it's just like a first. Come first serve. 108 So let me see, II think it'll be fine, I think. Wait, list is fine. But let me see, when I have my team meetings, if there's anything I can do to like, get you in. 109 But I'm not. Yeah, but I'm not in charge of admissions, or I'm not like. That's not what I work on, so I don't know how much impact I can have, but I can try but you can say, like, Okay, just you can name drop like through communities like codes. Classy like you hope to create 110"
    },
    {
      "speaker": "student",
      "conf": 0.5,
      "start": 1272.09,
      "end": 1276.36,
      "text": "like, that's something you can name out if you wanna mention, like, what a diverse community looks like. 111"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1276.5,
      "end": 1320.95,
      "text": "Yeah. And then 112 what else? 113 how else do advance? 114 You know, anti racism as an individual and contributing to an environment in your 115 I guess we can mention 116 like folklift, maybe would be good, too. Okay, so those are some other things you can do to beef up this essay. Now, let's like go through line by line and like. 117 I wanna just go over it like individual sentences. Okay, make an image of a computer program where I read the text box. Is it typed out? I prompt 118 and 119"
    },
    {
      "speaker": "student",
      "conf": 0.5,
      "start": 1324.74,
      "end": 1325.8,
      "text": "persistent 120"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1325.87,
      "end": 1382.079,
      "text": "after seconds of loading, I come to say, typical changes. 121 Web band coding away. QPT. 4 is a novel flipsy. Any accessible wonder to the world? 122 It is hard to imagine that in this diverse field of computer programmers 123 strongest, AI returns such a stereotypical and eurocentric representation, this image generation. 124 But I feel like, you can expand more into what this means. 125 maybe talk about, I think like one, strong idea is something that we mentioned before which is that, like ethics and diversity, is always at the back burner of development, instead of being on the forefront. 126 And I feel like that's like an important distinction to understand or or to to make. 127 Yeah. okay. 128 think 129 this image generation. 130"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1382.36,
      "end": 1393.69,
      "text": "So it's not the image generation itself. Right? That is like your experience with the hackathon. What specifically about the image generation is like your hackathon experience this like misrepresentation 131"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1394.14,
      "end": 1396.399,
      "text": "or like lack of representation? Yeah. 132"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1396.85,
      "end": 1399.2,
      "text": "so yeah, I would write that instead. 133"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1404.04,
      "end": 1416.709,
      "text": "So and not the image generation, but the lack of Okay. 134 how did this affect your experience? Let's be more specific here. 135"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1417.74,
      "end": 1461.54,
      "text": "I guess, like 136 we felt uncomfortable on like having like a seat, kind of like they're all kind of like grouped up. And then we're kind of like on one of the on like a side sitting alone, because 137 obviously, it's kind of like harder to communicate with like more 138 like 139 I guess I'm not a puny, but like people that like talk louder than you, and like just like people that. 140 Yeah. So I think, we like, we're kind of like sitting to the side. And also like our experience, like, sleeping there overnight, we're kind of like, really, really cautious. And yeah. 141"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1463.01,
      "end": 1520.13,
      "text": "yeah, okay, so if you click out, I wrote another comment there, like 142 we can say something about how we felt like, talked over, overshadowed, ignored, deprived, unsafe 143 in this type of environment. And I think bringing that out will be good. I think it's better to always like, try to be as specific as possible. 144 Hmm. 145 yeah. 146 Okay, now let's go to the next 147 and also I'm sorry. Do you think I should name drop like the Uc center tax for this one? 148 Would you hope for no other woman of color to face one day? So how are you taking that into action 149 like, how are you preventing that from happening in the future. I think, mentioned like 150 how you're doing that like 151 through. 152 you can say, like through, you know. 153"
    },
    {
      "speaker": "student",
      "conf": 0.5,
      "start": 1520.3,
      "end": 1522.65,
      "text": "Oops. I can't think 154"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1522.7,
      "end": 1550.789,
      "text": "through empowering. AI. I know you mentioned it later in that day, but I think 155 if you mentioned it earlier, something like through my nonprofit empowering AI, I strive to, or I hope to and just bring it earlier in the essay, I feel like that would be more effective. 156 I feel like this is, this is out of place. 157"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1553.85,
      "end": 1570.95,
      "text": "I'm yeah. This is where I was talking about, like the story of how a I can be used like in a racist way. And how like 158 my empowering AI platform only kind of stops that. So? 159"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1572.23,
      "end": 1599.58,
      "text": "Oh, yeah, I feel like you could talk about that earlier like, talk about the harms here 160 I feel like this paragraph can be removed, and, like restructured talk about empowering AI. Here you can transition that into talking about folklift, but I feel like all the harm should be in the beginning, because 161 you're talking about like the misrepresentation, what you hope to achieve, and then going back to misrepresentation. I feel like that doesn't make sense. I feel like it should just be like misrepresentation and issues. And then how you hope to fix it 162"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1600.08,
      "end": 1602.069,
      "text": "alright that makes sense cool. 163"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1602.51,
      "end": 1609.31,
      "text": "do you have any other questions at this essay, or does this make? Is this clear, or is there anything else we can work through. 164"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1609.96,
      "end": 1613.359,
      "text": "Hmm, those, the conclusions are good. 165"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1613.77,
      "end": 1615.63,
      "text": "Yeah, this this sounds good 166"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1616.05,
      "end": 1616.87,
      "text": "okay. 167"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1617.27,
      "end": 1671.95,
      "text": "this time, it will next time. 168 we'll return a Hijabi program at the time after that. 169 and then I would maybe emphasize like, why this diversity is important, so I think they would want to see like 170 that you understand why, it's important 171 if you could leave some concrete claims as to like how divers! Oh, no! Just before that, or somewhere in the essay, like. 172 like, maybe when you're talking about empowering AI or something, just a discussion about you. Recognizing why it's important will be good, because, I mean increases. 173 It makes the product safer ensures that, like all users, can use them. And like a diverse workforce is important because people from all backgrounds interact with AI products. 174 Yeah, I mean, I think you've got that. So 175"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1672.03,
      "end": 1677.309,
      "text": "I would just emphasize that you understand why, this is like actually important in the first place. 176"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1677.4,
      "end": 1678.87,
      "text": "okay. 177"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1679.53,
      "end": 1709.5,
      "text": "okay, we can move on to the next game. 178 I think we edited this one. 179 Okay? And so this is the last one. Then 180 what do you hope to gain from participating in Carnegie Mellon's pre-college programs. from the smell of menure, and in the scratch the vibrance of city life 181 I seek 182 start contrast between the upbringing 183"
    },
    {
      "speaker": "student",
      "conf": 0.5,
      "start": 1709.74,
      "end": 1710.83,
      "text": "trustee. 184"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1711.37,
      "end": 1722.15,
      "text": "Yes. 185 Oh, yeah, I didn't get to add the sentence, but I can work on that now. Oh, yeah. Why don't you add that right now. 186"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1724.46,
      "end": 1754.689,
      "text": "and 187 that could be like 188 I 189 maybe I could talk about in spirit AI, which I was gonna apply to. But it was like 190 I don't know. Like if I'm repeating this too much, but it was just like it was too, like expensive and we couldn't afford that class. 191 So maybe I can talk about that or like. 192"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1755.19,
      "end": 1777.439,
      "text": "I think that's good to mention, like the audience. For this particular program is like under represented communities, and the more that you can align yourself with that like the better. 193 in my opinion. 194 So you think I should mentioned you don't have to mention like in sphere, AI, word by word. But you can mention like you got accepted into like other AI programs. 195"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1777.86,
      "end": 1793.799,
      "text": "Yeah. Okay. 196 I could say, oh, maybe. Should I say this summer after tenth grade? 197 Yeah, last summer, last summer's probably better 198"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1809.29,
      "end": 1850.79,
      "text": "and 199"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1863.2,
      "end": 1868.02,
      "text": "AI for an AI centered 200 summer program 201"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1872.64,
      "end": 1888.179,
      "text": "with an expensive price tag. 202 but 203 you, too. 204 and for reasons. and to decline the opportunity. 205"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1888.62,
      "end": 1889.39,
      "text": "And 206"
    },
    {
      "speaker": "unknown",
      "conf": 0.5,
      "start": 1892.88,
      "end": 1893.75,
      "text": "it's good. 207"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1901.8,
      "end": 1927.56,
      "text": "Last summer I was accepted into an AI under summer program with an expensive price tag. 208 but due to financial has to decline the opportunity. My rural hometown conversations typically center on the next local sporting event or county elections rather than the newest technological innovation or current world states 209 through Carnegie Mellon's pre-college programs. I might say, be on my own tongue. Okay. 210"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1959.34,
      "end": 1961.66,
      "text": "yeah, I think we're gonna take this line out. 211"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1967.52,
      "end": 1969.789,
      "text": "Let's let me read over this one more time. 212"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2006.27,
      "end": 2012.31,
      "text": "Let me add some more detail here. Are there any specific faculty that you're excited to work with through the program. 213"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2012.55,
      "end": 2019.77,
      "text": "Did it in the Cmu website. I don't think they exactly mentioned who's gonna be teaching the? 214"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2020.94,
      "end": 2027.309,
      "text": "Got it? Yeah, I'll I'll check again. Okay, yeah, no worries. And if they don't, that's fine, too. 215"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2063.61,
      "end": 2066.739,
      "text": "Yeah, I don't think it says anything 216"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2069.05,
      "end": 2071.859,
      "text": "that's fine. No worries. Then 217"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2079.55,
      "end": 2083.109,
      "text": "can we write a sentence here about what your favorite school projects are? 218"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2085.15,
      "end": 2105.07,
      "text": "I want to. 219 Okay, maybe in English or Ap lang, we have this project. It's called shark tank. It's like we're given like, 220 like an ongoing issue in the world. And then we have to come up with like an innovative solution to it. 221 And then, yeah. 222"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2105.65,
      "end": 2107.559,
      "text": "and it's like, kind of 223"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2107.62,
      "end": 2120.839,
      "text": "based on the world. And then we have to like defend it and everything. And I just think. And then it also like combines the use of like technology and like articulation. And also, just like what's currently going on. 224"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2121.64,
      "end": 2132.419,
      "text": "So maybe you can say like, for example, or something like that, like in my English class. 225 My, I like. or you can say, like, for example, I feel like that's fine. 226"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2205.4,
      "end": 2206.51,
      "text": "That's great 227"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2206.9,
      "end": 2211.57,
      "text": "morning that this does discussion fit in the sentence 228"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2211.59,
      "end": 2219.749,
      "text": "technology articulation. And 229 that prompts maybe that prompts students to collaboratively. 230"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2220.15,
      "end": 2221.07,
      "text": "take. 231"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2221.23,
      "end": 2225.14,
      "text": "oh, and collaboratively create an innovative solution. Something like that. 232"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2255.09,
      "end": 2256.06,
      "text": "Yeah. 233"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2259.6,
      "end": 2269.269,
      "text": "okay. 234 I look forward to experiencing, maybe 235 like similar energy, similar learning environments. Something like that? 236"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2283.08,
      "end": 2286.059,
      "text": "Alright, so okay. 237"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2288.41,
      "end": 2289.22,
      "text": "yeah. 238"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2293.3,
      "end": 2306.05,
      "text": "articulation, technology and articulation, like. 239 then create one involving technology and articulation 2, like, I feel like that sentence, sounds incomplete 240"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2306.32,
      "end": 2325.6,
      "text": "loving technology and 241 I guess creativity. Or I feel like I have said that already. 242"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2330.14,
      "end": 2334.349,
      "text": "I feel like articulation is fine. Me just add something else to it. 243"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2342,
      "end": 2368.2,
      "text": "I guess, like one thing is like. 244 you have to kind of defend your project cause. We have like to present it. And then there's gonna be like people trying to like, Thank you. And like say, like, what's wrong with it. And then you have to kind of defend it. So maybe the project has to be 245 defensible. But I don't know if that's a good way to describe it 246"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2369.31,
      "end": 2370.75,
      "text": "and create 247"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2377.7,
      "end": 2379.519,
      "text": "and solve them 248"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2386.63,
      "end": 2390.21,
      "text": "through innovation and technology. How's that? 249"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2390.36,
      "end": 2391.2,
      "text": "Yeah. 250"
    },
    {
      "speaker": "unknown",
      "conf": 0.5,
      "start": 2391.85,
      "end": 2392.61,
      "text": "yes. 251"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2393.04,
      "end": 2395.489,
      "text": "I feel like the rest of this is is good. 252"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2396.19,
      "end": 2397.04,
      "text": "And 253"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2397.38,
      "end": 2403.509,
      "text": "do you want to take another? Read over this essay? And can you actually read it out loud, so I can hear in your voice. 254"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2405.09,
      "end": 2451.849,
      "text": "and from the smell of manure and endless grass. So the vibrance of city life. I see a stark contrast between my upbringing in a quiet farm town and the bustling and intellectual vigor of Carnegie Mellon University 255 last summer I was accepted into an AI focused summer program with an expensive price tag. But due to financial reasons, had to decline the opportunity. 256 In my rural hometown conversations typically center on the next local sporting event or county elections rather than a new technological innovation or current world events through Carnegie melons, pre college programs. I seek to expand my mindset beyond my hometown with answers to the interdisciplinary questions that shape modern society? 257 How does 258"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2451.98,
      "end": 2495.179,
      "text": "human behavior affect game development? How does F. Explained to artificial intelligence. How can technology be a force for social good? Samu's passionate, innovative environment presents a major shift from our current environment, and I am excited to to be challenged, to grow as an individual student and friend. 259 One of the greatest values I see from this program is ability to connect with other purpose, driven young people from across the nation. 260 I'm excited about the opportunity to broad my intellectual perspective while building a diverse network of friends, peers, and collaborators. I also look forward to learning a learning from the distinguished faculty at Cmu 261"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2495.21,
      "end": 2533.999,
      "text": "as an aspiring future AI leader. I envisioned myself, furthering my technical skill, learning about the social impacts of AI and becoming a more curious self. Driven student through the Cmu Pre Pre college. 262 In the past I've most enjoyed hands on learning environments where real world issues are explored with collaborative projects. For example, my English class has a project called Shark Tank that prompts students to collaboratively analyze current issues in the world and solve them through innovation and technology. I look forward to experiencing a similar learning environment at Cmu through interactive seminars and closely discussions with my peers. 263"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2534.33,
      "end": 2559.689,
      "text": "This would be our first extended period away from home. And Cmu's campus and Pre college program would be a new experience to enable independence and self growth away from a comfort zone. 264 The skills of resource, resourcefulness and self reliance are crucial to be earned, and Cmu's program develops this in this new environment I will encounter passionate and talented peers, and further grow my own ability. 265"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2560.03,
      "end": 2594.41,
      "text": "Sitting at the Resnick Cafe this summer, II look forward to the opportunity opportunity to celebrate my birthday with with my new classmates, participate in on campus clubs, attend Pittsburgh pirates, baseball games, host group studies and explore downtown Pittsburgh with my new friends through the Cmu Pre college program, I eagerly anticipate deepening my intellectual perspectives. 266 explore my interdisciplinary curiosities and experiencing the academically fulfilling and socially nurturing environment Cmu has to offer. 267"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2594.57,
      "end": 2606.899,
      "text": "Oh, yeah, I feel like this is really good. Only thing is I want to switch 268 this paragraph and this paragraph, what do you think? Like, I wanna put 269 the in the past paragraph before the one of the greatest values paragraph. 270"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2607.07,
      "end": 2622.84,
      "text": "Yeah, definitely, I think. 271 yeah, I think. 272 yeah, cause networking is also kind of mentioned in here. Cause. I'll be talking 273 with peers and stuff. So I think, yeah. 274"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2623.36,
      "end": 2658.01,
      "text": "yeah, I feel like this is, I think this is good. 275 Okay, I feel like this essay. I'm ready to approve. I think this sentence, though, is a bit weird. Maybe we could change this. Oh, this one. Yeah. 276 Oh. Cmu's program. 277 I am excited to further develop my 278 self reliance and resourcefulness."
    }
  ],
  "meta": {
    "ext": ".pdf",
    "source": "normalize-v1",
    "vtt": true
  }
}