{
  "id": "03-Raw-SessionTranscripts/2024-06-02_W047_P3-JUNIOR_TRANS-RAW_CollegeAppFormalKickoffandmajorSelection.pdf",
  "name": "2024-06-02_W047_P3-JUNIOR_TRANS-RAW_CollegeAppFormalKickoffandmajorSelection.pdf",
  "path": "03-Raw-SessionTranscripts/2024-06-02_W047_P3-JUNIOR_TRANS-RAW_CollegeAppFormalKickoffandmajorSelection.pdf",
  "kind": "TRANS-RAW",
  "week": "47",
  "phase": "3",
  "date": "2024-06-02",
  "link": null,
  "text": "Week 64 - Coaching_Jenny_Huda_Wk64_2024-06-02_M_d19f35162606e3e1U_2024-06-01_00-00-00 WEBVTT 1 00:04:39.950 --> 00:04:40.576 Siraj Nazir: Hi, Jenny! 2 00:04:41.730 --> 00:04:44.759 Jenny Duan: Hi! How's it going? Wow! So many ais in this call. 3 00:04:45.350 --> 00:04:49.474 Siraj Nazir: There are many. Right? I need to. Yeah, we still need to figure that out 4 00:04:50.270 --> 00:04:52.389 Siraj Nazir: it's been very challenging because 5 00:04:53.097 --> 00:04:57.379 Siraj Nazir: I tried to delete them, but then it tells that I'll lose all my past notes. 6 00:04:58.170 --> 00:05:00.040 Siraj Nazir: It's a big scam. Yeah. 7 00:05:01.850 --> 00:05:05.205 Siraj Nazir: anyways, I mean, do you? Do you also see them like 8 00:05:05.690 --> 00:05:07.000 Siraj Nazir: on the window. 9 00:05:07.250 --> 00:05:09.199 Jenny Duan: Yeah, I I see all of them. 10 00:05:09.420 --> 00:05:11.930 Siraj Nazir: Okay. Strange, I'm not able to see them. 11 00:05:12.100 --> 00:05:15.099 Siraj Nazir: But yeah, let me see if I can remove. 12 00:05:16.720 --> 00:05:18.700 Jenny Duan: Hi! Hunna! How's it going. 13 00:05:18.700 --> 00:05:20.399 huda: Hi! It's going well, how are you? 14 00:05:21.290 --> 00:05:30.960 Jenny Duan: I'm going well, too. I'm in the middle of final season over here, so it's super busy. But it's been good. It's been good. What about you like? How's summer. 15 00:05:31.731 --> 00:05:36.087 huda: Yeah, actually, these like, past few days I've been like, really sick. So 16 00:05:36.710 --> 00:05:37.120 Jenny Duan: I know. 17 00:05:37.120 --> 00:05:40.709 huda: Trying to get work done, but you know it's just a little bit of 18 00:05:40.870 --> 00:05:42.749 huda: like laziness when you're sick. 19 00:05:43.930 --> 00:05:45.260 Jenny Duan: Are you feeling better today. 20 00:05:45.490 --> 00:05:46.860 huda: Yeah, definitely. 21 00:05:47.830 --> 00:05:51.559 Jenny Duan: Well, that's good. Make sure that you recover fully before 22 00:05:52.530 --> 00:05:54.169 Jenny Duan: before you 23 00:05:54.200 --> 00:05:59.160 Jenny Duan: try to work again, cause you just wanna make sure that you'd like. Take care of yourself first.st 24 00:05:59.950 --> 00:06:00.782 huda: Yeah, thank, you. 25 00:06:02.060 --> 00:06:02.680 Jenny Duan: Cool 26 00:06:04.140 --> 00:06:04.900 Jenny Duan: grace. 27 00:06:04.900 --> 00:06:11.190 Siraj Nazir: Yeah, so how how about things with you, Jenny? In general? Right? Like. So these are like, in a final exam weeks. 28 00:06:11.260 --> 00:06:12.340 Siraj Nazir: things like that. 29 00:06:13.060 --> 00:06:20.739 Jenny Duan: Yeah, exam week. So I've yeah been spending a lot of time studying and also getting ready for going back to the Us. 30 00:06:21.180 --> 00:06:22.990 Siraj Nazir: I can imagine. It's hard. Yeah. 31 00:06:23.298 --> 00:06:32.680 Siraj Nazir: no worries, I think. Today, you know, I actually as I, you know, we've been thinking about. You know how to work. How do we really like reboot? Right? All our seniors now? 32 00:06:33.115 --> 00:07:01.349 Siraj Nazir: It's important, because it's been a long journey. And now I really want no. Co, you know, kind of, you know. That's kind of a fear that everyone has that. You know. We don't want like students to get like complacent, and also get into the mode of really understanding what applications are about. You know what colleges are scholarships, all that stuff, right? So with that right, as I said. Would love to kind of have her like, you know, have like 3 sessions through the week, I think. What we can do is 33 00:07:01.959 --> 00:07:08.779 Siraj Nazir: you. I think one could be the overall kind of prep that that you've been, you know, doing for 34 00:07:08.790 --> 00:07:27.089 Siraj Nazir: so long. I think there are a lot of tracks, and I think that's probably, you know, working on it to kind of ramp it down right, because you're kind of coming to the end of the prep. Season. Where? And you really want to now get into the application seasons. So that's 1. The second thing is working sessions are going to be very helpful. I feel like, you know, that's something that 35 00:07:27.590 --> 00:07:36.480 Siraj Nazir: of course you did quite early on and you know, like Huda has also grown and transformed. But I really want to find the top week areas where you guys can work together, and she can learn more. 36 00:07:37.090 --> 00:07:43.990 Siraj Nazir: That's 1. And I think college application. Let's start as a program and something that I've been really trying to. You know. 37 00:07:44.220 --> 00:07:45.870 Siraj Nazir: you know, structure 38 00:07:46.406 --> 00:08:09.559 Siraj Nazir: on, how do we go about it? And something that you can actually take it to Anushka as well. So today, if that's okay, I, what I wanted to do was because you've been busy, and you know who does, being also like sick and everything else. I know that scaling her impact is her weak spot, and she's I really want you like her to spend on a you know, few sessions with you working sessions where she can really try and increase at least one or 2 of her initiatives. 39 00:08:10.225 --> 00:08:22.000 Siraj Nazir: The scale, I think today I wanted to just kind of kick off the college application. And you know essays and and what we have done is like, I've sent you the notion template. We have built a template. We are trying to capture that into the platform as well. 40 00:08:22.100 --> 00:08:40.100 Siraj Nazir: so that just an overview. Think of this as like a formal kickoff of college application. And I say I knew I would love to do this with Anushka as well, to be honest, because and I would also love to invite parents. And I'm telling you the reason being very simple, because this is fundamentally the time where actually, parents sign their kids to college counselors. 41 00:08:40.340 --> 00:08:51.339 Siraj Nazir: And it's a very structured program, right at the the one thing that the college councils actually do quite well is they are project managers. So they have really built this program structure over years and years of work. 42 00:08:51.510 --> 00:09:04.670 Siraj Nazir: And they come in very structured, and they try to explain to them the process, the timeline. This is what's gonna happen. And remember, like, a lot of parents, actually have no idea about this college application to be very honest. Right? So might be we can use this as a kickoff. 43 00:09:04.740 --> 00:09:09.499 Siraj Nazir: And I've actually spent some time. I just wanted to quickly 44 00:09:09.908 --> 00:09:17.970 Siraj Nazir: show you and Huda, you know what will actually make sense moving forward to you for you guys to actually collaborate on when it comes to college application alone. 45 00:09:18.010 --> 00:09:20.990 Siraj Nazir: That document of yours is absolutely valid. 46 00:09:21.395 --> 00:09:28.289 Siraj Nazir: For everything else. Continue on that but the one session we want to have on. Call your application. Let's continue using this. If that makes sense. 47 00:09:29.440 --> 00:09:30.860 Jenny Duan: Yeah, that makes sense to me. 48 00:09:30.860 --> 00:09:38.110 Siraj Nazir: Awesome. So yeah, I'm I'm kind of hijacking the session deliberately. But I did discuss with Hula as well. I feel it's important, because 49 00:09:39.108 --> 00:09:56.279 Siraj Nazir: also an opportunity, for, you know, to bring on board parents right? Because, remember, I mean to be very honest like. Now it all boils down to like, I'm planning, you know, visits for the you know, the summer. And you know, also doing the financial planning. You know, how how are we gonna evaluate these colleges and things like that. So a parallel. 50 00:09:56.460 --> 00:09:59.269 Siraj Nazir: you know, work would be actually good. So can you see it. 51 00:10:00.070 --> 00:10:03.120 Jenny Duan: Yeah, I can see it. Let me get them that link right now. 52 00:10:03.480 --> 00:10:08.500 Siraj Nazir: Okay. So you know, to be honest, there are many templates. Did lot of research. 53 00:10:08.720 --> 00:10:12.972 Siraj Nazir: And I think this aligns very well. It's a very comprehensive kind of 54 00:10:13.650 --> 00:10:16.659 Siraj Nazir: template. But so this is the dashboard. 55 00:10:17.080 --> 00:10:25.599 Siraj Nazir: I think. What you really want to do. Number one. The whole narrative we spoke about. So this is the narrative that Huda has built right. I mean, we call it passion aptitude. 56 00:10:25.907 --> 00:10:33.509 Siraj Nazir: But at the end of the day the identity we are talking about. So all these things are very much in line. They probably have different title, and feel free to kind of change it. 57 00:10:33.887 --> 00:10:42.309 Siraj Nazir: But really, I want like HUD to have that narrative right as we keep talking about. You know what is her narrative that she's really has, and and and you can always say, this is your spy. 58 00:10:42.430 --> 00:10:48.880 Siraj Nazir: So let's focus on that. So that Huta has that back of her mind. Whenever she's thinking about these, you know, prestigious programs and colleges. 59 00:10:49.200 --> 00:10:55.929 Siraj Nazir: So that's something I want for that to do that writing. It's that's a very high value item. So let's have that done with Huda first.st 60 00:10:56.150 --> 00:10:59.329 Siraj Nazir: The second thing is really the calendar, right? The process aspect. 61 00:10:59.440 --> 00:11:05.719 Siraj Nazir: And I think this is also a beautiful thing. They've done that really, that put like all these kind of you know what goes first.st Second. 62 00:11:07.350 --> 00:11:12.160 Siraj Nazir: yeah, I think it's here. Right, this one. Let me bring this up. Yeah, I just rearrange this. This. 63 00:11:12.840 --> 00:11:15.180 Siraj Nazir: The dates were not correct. Okay? 64 00:11:15.260 --> 00:11:21.609 Siraj Nazir: So oh, somehow, it got rearranged again. Anyways, I think you can kind of rearrange and add new items. 65 00:11:21.650 --> 00:11:28.350 Siraj Nazir: so that number one like, you know, Huda also needs to know, like, you know, what is the whole process? What are the timelines? What do I need to work on. 66 00:11:28.754 --> 00:11:48.820 Siraj Nazir: That's 1. So this is again the calendar timeline but then the beautiful thing is now real, really, at the end of the day. It's all through the lens of the college application. Right? So let's get into activities and something that I would love to start with. Now, this is amazing to be honest, like, I absolutely had no clue about what activities where you kept telling me. I remember right awards and activities. 67 00:11:48.910 --> 00:11:50.980 Siraj Nazir: Now this is very beautifully done. 68 00:11:51.140 --> 00:12:03.710 Siraj Nazir: So it's really working backwards. Now, whatever Huda has put in that document, if she starts writing she will know why duration is important. Why the effort is important, right? Because all these things get eventually get into the application. 69 00:12:03.840 --> 00:12:04.910 Siraj Nazir: And 70 00:12:05.120 --> 00:12:10.720 Siraj Nazir: there's also a link here that explains, you know what these whole application processes very beautifully done. 71 00:12:10.780 --> 00:12:14.180 Siraj Nazir: So I really want, like again, without to spend time. 72 00:12:14.220 --> 00:12:23.080 Siraj Nazir: but activity, types, breakdown. And now I kind of understand, you know, like what this whole thing is. So we will try to really weave this up more and more. 73 00:12:23.400 --> 00:12:50.049 Siraj Nazir: That's an area that probably you can say, okay, things that you feel like. You know, and you can highlight and comment here that with us see that this is what goes in. Now you understand why, like, you know, we need, because we can't show anything here right? And you can tie that and add more comment here. So really, putting that structure, that's 1. The other thing is, let's talk about other week areas that we have identified for who? The really, you know this very well, more than me recommendation letters. 74 00:12:50.330 --> 00:13:02.189 Siraj Nazir: right? So might be. And and I've told you that right might be. This is where, like you, you need to have a working session where you go very tactical, right? Trying to identify, you know, who are the teachers who's working, not working for the past experience. 75 00:13:02.350 --> 00:13:11.789 Siraj Nazir: but really, like, you know, getting a bit more tactical on it, so that I I want to avoid all that, Jenny, that we have experienced in the past applications, because I know this will boil up. 76 00:13:11.870 --> 00:13:14.700 Siraj Nazir: and what will happen eventually is, Oh. 77 00:13:14.870 --> 00:13:26.270 Siraj Nazir: okay with Jenny, like, you know, with Huda and you like I can. I know what's happening. But I think, with other parents I'm completely a soup. Right? They go. Oh, yeah, they're not helping. I, by the way, had a nearly mock call as well. One and a half hours yesterday. I'm I'll tell you later. 78 00:13:26.310 --> 00:13:28.649 Siraj Nazir: So let's let's try to, really. 79 00:13:29.135 --> 00:13:34.250 Siraj Nazir: you know, get into this and then, also like 80 00:13:34.680 --> 00:13:37.248 Siraj Nazir: activities. Academics, I think. 81 00:13:38.250 --> 00:13:40.140 Siraj Nazir: yeah, the academics are here 82 00:13:40.540 --> 00:13:47.969 Siraj Nazir: also. Quite good, you know, and Huda can do lot of these things where you don't need like her time spent time together, she can fill it up. 83 00:13:48.020 --> 00:13:54.839 Siraj Nazir: But you know this will put her in a structure now that oh, all these things are eventually gonna matter and let me be on top of it. 84 00:13:54.940 --> 00:13:57.619 Siraj Nazir: The other most important thing, of course. 85 00:13:58.490 --> 00:14:26.940 Siraj Nazir: that I wanted to start even today and entirely up to you. You can like, really take this like a clean slate given like I'm with us, Dad, like you know I am. I've always been with us, Dad, like you give me an like kind of explanation about the process. The timeline feel that, you know I have no idea about it. Then there is this whole college list which is really important. So if you look at it, it's very well done. In fact, this was the tracker that you had like for Anushka, probably, and you know also, like Erin has. 86 00:14:26.960 --> 00:14:27.970 Siraj Nazir: But 87 00:14:28.860 --> 00:14:43.250 Siraj Nazir: there are some amazing things. So that's kind of also for her to know, like and start digging into it. She's already doing all that exercise. You've done the great framework, but you know what it's a great opportunity for us to really structure this program. Finally, so what do you think about it? 88 00:14:44.180 --> 00:14:48.350 Jenny Duan: I think this looks really good. I think this is a really impressive tracker, and 89 00:14:48.410 --> 00:14:52.020 Jenny Duan: seems like it's a good. There'll be a good launch pad for us. Moving forward. 90 00:14:52.410 --> 00:14:53.250 Siraj Nazir: Amazing. 91 00:14:53.450 --> 00:15:06.040 Siraj Nazir: So I think with this like, if that's okay, I think the next session we can always get back to like Instagram scaling, working session and your other things. So I would love for you to like. Take it over from here. However, you want to start. 92 00:15:06.090 --> 00:15:15.509 Siraj Nazir: like you know. Imagine. Like, you know, I'm having this session with Nilima now, next week with Anushka as well like, how do you want to kick this off like you want to talk. Give an overview about the whole college application process. 93 00:15:16.043 --> 00:15:27.210 Siraj Nazir: You know, W. And and, by the way, I think timelines is where I think there's a lot of challenges. Right? What is the best time to start college application? I see that everyone thinks it's yesterday. 94 00:15:27.400 --> 00:15:36.069 Siraj Nazir: right now. It's more about like, because you and Buda have worked for so long might be it's not. There's nothing to worry about it, because she's already done a lot of things. 95 00:15:36.150 --> 00:15:51.370 Siraj Nazir: But remember, like again, that's that's the kind of environment everyone's kind of, you know. Oh, I just signed up. You know, we're starting. We are searching. We are going to this college, you know. I think the peer pressure and the fear of missing out is not good. So that way, I think I just want to cover our bases and saying, Okay, this is perfect. 96 00:15:51.590 --> 00:15:58.030 Siraj Nazir: And what I did. I don't know. If you have seen perplexity's new feature. Actually, it's actually a great feature. 97 00:15:58.170 --> 00:15:59.769 Siraj Nazir: It's called pages. 98 00:15:59.900 --> 00:16:02.560 Siraj Nazir: So I just sent you 99 00:16:04.560 --> 00:16:12.959 Siraj Nazir: I asked perplexity to basically, it's kind of Wikipedia thing. So I gave all the context. And it actually generated a very structured program which I'm going to leverage for prep as well. 100 00:16:13.480 --> 00:16:32.740 Siraj Nazir: So it says, Okay, introduction and self assessment. See all these things you've already done. So we can skip this completely. It is really about you've already done this week 3 as well. So a lot of these things are already done, which is perfectly fine. But this is what it is. So let's really start with this. And I think we need to do this early on with Anushka and Neil as well. I really want us to be. 101 00:16:33.200 --> 00:16:51.500 Siraj Nazir: and I'll tell you the problem with Neil back and sorry the I'm just talking about it. So she basically again, yesterday comes after all that thing happened. She's basically telling me, you know what syrage I finally had. My daughter hooked her up with a chief AI scientist in my company. And now she's gonna work on the research project with him. 102 00:16:51.960 --> 00:16:53.060 Siraj Nazir: and I told her. 103 00:16:53.060 --> 00:16:55.086 Jenny Duan: What I told her to do. Oh, no. 104 00:16:55.340 --> 00:17:04.960 Siraj Nazir: But anyways, like I'll tell you, Danny, I told her yesterday, I mean, and honestly I told her to actually take off other way. But then she came back. You know it was very bad. I don't want to do this with parents, but I felt it was so bad. 105 00:17:05.300 --> 00:17:07.570 Siraj Nazir: What I said was, this is the point 106 00:17:07.589 --> 00:17:09.580 Siraj Nazir: you can do whatever you want. 107 00:17:09.640 --> 00:17:18.999 Siraj Nazir: We are not a replacement of what parents want to do. You send your child to. You know, of course every parent will do 100 things like I'm not gonna like. Don't tell me that. 108 00:17:19.099 --> 00:17:31.300 Siraj Nazir: I said. You know this is not our approach. That's it. So th and and what I want to do with this program structure is just to tell them, because they will do the same thing. Oh, why did Jenny not put this college in the list? That's the kind of parent I want to avoid. 109 00:17:31.340 --> 00:17:58.789 Siraj Nazir: So let's just say that we this is a deliverable. The responsibility is very clear. We are giving you a guidance here. At the end of the day the mom and the child and the dad and Huda, even with Huda like it's not your responsibility you're telling them like this is a framework. Go and work it out with the work with your parents figure it out. It's at the end of the day your job and responsibility. She's gonna apply 30, by the way, right, Jenny, so you will tell her to apply 10. But but imagine if she doesn't get into this 10 schools, what will they say? Oh, see! 110 00:17:58.860 --> 00:18:06.789 Siraj Nazir: She asked me to apply to 10. If my daughter just went with those 10 she would have not gotten in. See? I'm glad that my daughter applied to the 11, th and she got in. 111 00:18:06.870 --> 00:18:11.249 Siraj Nazir: so I think I just want you to know why this is important overall as a service. 112 00:18:11.290 --> 00:18:27.959 Siraj Nazir: because this structure is what actually helps us clearly define the roles and responsibility. I want to make it very clear on what will be your help. And we leave all this, then, is again standardized testing for a lot of these things are gone. But imagine a new student coming on board now sa, writing an application component. 113 00:18:28.060 --> 00:18:43.690 Siraj Nazir: So I I discuss, I and I get a lot of feedback from her as well. And this is what she's saying, right? Like, oh, yeah, how are you? Gonna take care of the Esses, moving forward, I said, see, Anushka has already worked who does already worked on narrative. They know their narrative. They've done so. They're very much prepared. 114 00:18:43.810 --> 00:18:52.470 Siraj Nazir: but she's like, Oh, yeah, it's gonna be like, you know, too intense. And this I mean, are you gonna take like a modular approach where I said, Yeah, I mean all that is gonna happen. 115 00:18:52.786 --> 00:19:03.729 Siraj Nazir: But I cannot put a timeline. What we can do is they are going to work in parallel multiple things. I told them. You know, with Victoria we work 12 weeks with minceio. We work 12 weeks. It takes time 116 00:19:03.860 --> 00:19:08.525 Siraj Nazir: right? But I think let's stick to this. I think it's a great kind of 117 00:19:09.170 --> 00:19:13.240 Siraj Nazir: kind of structure. So let's just follow this. I've already sent it to you. 118 00:19:13.531 --> 00:19:16.910 Siraj Nazir: And then let's take it from there. If that makes sense right. 119 00:19:18.480 --> 00:19:20.070 Jenny Duan: Right that makes total sense. 120 00:19:20.070 --> 00:19:42.089 Siraj Nazir: Okay. So I promise I'm going on silent. But I'm just gonna keep an eye on. You know where I feel like we can do more. So this is all yours now, I think Huda and Jenny like. Just make sure you're able to access it. Huda. Notion Jenny can actually comment. Here. Mary also has access to this. So this is a private space. Again, it's not shared with everybody. Feel free to talk, you know. Put anything that you want 121 00:19:43.014 --> 00:19:43.719 Siraj Nazir: but 122 00:19:44.101 --> 00:19:48.080 Siraj Nazir: I really want Huda for you also to learn this right? 123 00:19:48.210 --> 00:19:58.380 Siraj Nazir: Because it's not just like Jenny's respond, like, I mean, I think one thing I really wanna make very clear here, right as a founder of Iv level. And also as your dad right? I really, I think 124 00:19:58.380 --> 00:20:21.490 Siraj Nazir: Jenny has already brought you to a point. She's done a lot like, you know, and thanks a lot, Jenny, for that, and you have grown. I really want to see like you drive it, Huda, from here. Jenny's there to support you. Help. You have as many working sessions as possible with her. You're full. You have full support from me. But at the end of the day I also want you to like not just say, Oh, yeah. Jenny told me to do. Xyz. And that's what I'm gonna do. No, I think you, you also need to challenge. 125 00:20:21.490 --> 00:20:42.760 Siraj Nazir: You need to come up and do your own research. And that is the kind of students that Jenny would also love to work with right, because it's not an order taking thing that she tells you 10 things, and you have to do like you're you have. You're you're much beyond that part, right? So you are a team, and she's there to guide you. But I also want you to have a point of view. Come up and tell me that. Why you like one program versus the other. 126 00:20:42.780 --> 00:20:53.599 Siraj Nazir: Right? So and and you have to convince Jenny, too, because, you know, there was one of the reasons you remember, like how we said might be, you should just pursue like a videography path. 127 00:20:53.660 --> 00:21:09.559 Siraj Nazir: and Jenny had a different point of view, she said, you are very good in stem, you know. It will be a loss for some, so I think you need to have the conversation with Jenny, and any doubts you have like. For example, Jenny, I'll tell you like she had this doubt the other day, like, you know, which is, gonna give me a better economic outcome job opportunities. 128 00:21:10.040 --> 00:21:14.850 Siraj Nazir: In Usc. She was talking about 3 jobs right? 3 path, which is 129 00:21:15.158 --> 00:21:44.159 Siraj Nazir: Cs plus gaming or interactive gaming. And then finally, just interact. You know, just video graphy. And I said, this is fundamentally the question you need to be discussing with Jenny, because, you know, she can tell you, because, you know that's her benefit. She she is now getting internship. She knows the job market. She can look back and tell you, and you should also seek reach out to Usc students. And I think who that did that proactively, even without me asking. She went to some forums, and she figured out what different students in Usc actually feel about their majors. 130 00:21:44.270 --> 00:21:56.460 Siraj Nazir: So, I think. But but those are the things that you know. I want with that to do, lot of action. But, Jenny, I want you to really put her in a structure and give her the priority. I think. What is priority, what? Not to be worried about, what to work on. Okay. 131 00:21:58.520 --> 00:21:59.639 Jenny Duan: Thank you. 132 00:21:59.930 --> 00:22:00.690 Siraj Nazir: Awesome. 133 00:22:02.020 --> 00:22:11.789 Jenny Duan: Alright. So before we get started, I guess along those lines, who is there anything specific within this application tracker that you wanted to focus on or spend time on today. 134 00:22:12.783 --> 00:22:24.719 huda: I think definitely like kind of setting which programs we're looking at. Cause. I was also, actually, I was looking at like Usc, specifically, cause we're actually visiting there. 135 00:22:25.061 --> 00:22:48.629 huda: On the 11.th And so like, yeah, so I'm just like, kind of looking at like, which majors I wanna pursue. So I also noticed for one of them, I think, interactive media and game design. You have to submit a portfolio. So I actually wasn't sure but I was thinking maybe we could like look a little bit into that as well. 136 00:22:49.625 --> 00:22:50.380 huda: Yeah. 137 00:22:51.340 --> 00:23:05.741 Jenny Duan: Cool. So I'm currently on the college list tab of the notion tracker. If you want to get on that, that would be really good, because I think we can start populating that. I think it's a good time to fill it in with all of the all the programs in colleges that you're applying to 138 00:23:06.583 --> 00:23:10.379 Jenny Duan: let me share my screen. Actually, cause I think that'll make it easier. 139 00:23:10.730 --> 00:23:11.940 Jenny Duan: Me a moment. 140 00:23:15.190 --> 00:23:24.079 Siraj Nazir: Yeah, thanks. That's a great point. Actually, because I don't see any major. There's only college list, I think, Major, as an integral part and feel free to kind of tweak this format Jenny. 141 00:23:24.170 --> 00:23:27.849 Siraj Nazir: and add otherwise just copy paste and add a new one as You Like it. 142 00:23:30.320 --> 00:23:33.540 Jenny Duan: Oops. I'm just gonna start by deleting some of these. 143 00:23:38.470 --> 00:23:39.350 Jenny Duan: okay. 144 00:23:40.000 --> 00:23:42.749 Jenny Duan: so we can start with Usc 145 00:23:43.060 --> 00:23:44.179 Jenny Duan: right here. 146 00:24:00.340 --> 00:24:04.400 Jenny Duan: Wouldn't it be nice if they automatically change these for you. 147 00:24:07.760 --> 00:24:12.759 huda: I mean, I guess you could just put like, maybe something like golden cause they're like Trojans. 148 00:24:14.100 --> 00:24:15.890 Jenny Duan: Oh, my goodness! 149 00:24:17.190 --> 00:24:17.560 Siraj Nazir: Yeah. 150 00:24:17.560 --> 00:24:18.400 Jenny Duan: Okay. 151 00:24:18.720 --> 00:24:23.460 Siraj Nazir: Yeah, don't worry on the semantics and other. Just put a comment. You know, we'll update it. Don't worry, Jenny. 152 00:24:25.320 --> 00:24:25.950 Jenny Duan: Okay. 153 00:24:33.570 --> 00:24:36.389 Jenny Duan: okay. So can you Link, send a link 154 00:24:36.620 --> 00:24:41.039 Jenny Duan: to? I think when we talked about it before you were saying that 155 00:24:42.820 --> 00:24:47.469 Jenny Duan: you were looking at game development interaction design as your major. Is that still 156 00:24:47.620 --> 00:24:49.269 Jenny Duan: what you are looking at? 157 00:24:49.270 --> 00:24:52.289 huda: Yeah, I was kind of torn. So there's kind of 158 00:24:52.605 --> 00:25:08.474 huda: so when you're applying for like the tour, there's like you have to say, like what major you're interested in. And then so there's like, kind of 3, which kind of made sense, there was one which is interactive media and game design, and that one's in the school cinematic arts. 159 00:25:09.060 --> 00:25:13.449 huda: and there's a similar one, which is computer science, and games. 160 00:25:13.909 --> 00:25:19.559 huda: And I don't think I put it on the document. But yeah, that one's like in the like, the school of 161 00:25:19.800 --> 00:25:20.720 huda: like. 162 00:25:21.020 --> 00:25:24.640 huda: for it was like someone like the computer science school. 163 00:25:24.840 --> 00:25:34.599 huda: And then, yeah, like the other one, it was just like, not really an option. But yeah, I'm conflicted between those 2. But I just wanted to like, know which one is more competitive. 164 00:25:34.640 --> 00:25:40.381 huda: And then, like, maybe like, apply to the other one because they're essentially the same thing. 165 00:25:40.850 --> 00:25:42.808 huda: and I did see the 166 00:25:43.630 --> 00:25:51.669 huda: the like, the reddit forms. And they said that, like the computer science, one was a little more like tough like when you're actually in college. 167 00:25:51.770 --> 00:25:55.220 huda: But yeah, it didn't say anything about like 168 00:25:55.630 --> 00:25:57.479 huda: like acceptance rates. 169 00:25:58.570 --> 00:26:02.692 Jenny Duan: Cool. So let's see, I think that there might be is not 170 00:26:04.100 --> 00:26:08.990 Jenny Duan: I'm wondering if there's available acceptance acceptance rates for these majors. 171 00:26:12.440 --> 00:26:13.370 Jenny Duan: See you. 172 00:26:18.690 --> 00:26:24.120 Jenny Duan: Okay, what is the other major called besides interactive media and games. The other one, the computer science. 173 00:26:24.120 --> 00:26:27.079 huda: So yeah, it's just called computer science games. 174 00:26:31.490 --> 00:26:35.900 Jenny Duan: So interactive. Media and games, I think, is more about 175 00:26:36.760 --> 00:26:39.649 Jenny Duan: it's A, it's a Bf, A, 176 00:26:39.810 --> 00:26:44.999 Jenny Duan: so it's a bachelor of fine arts. And I think it's focused more on the artistic aspect. 177 00:26:46.870 --> 00:26:55.530 Jenny Duan: and so I think it's more about like the actual gaming aspect. And then the computer science games is 178 00:26:59.560 --> 00:27:07.230 Jenny Duan: is, I think, gives you like, a more computer science fundamentals aspect. I think that the computer science games Bs is probably 179 00:27:07.720 --> 00:27:10.430 Jenny Duan: going to be a better fit for you. It's this right? 180 00:27:10.680 --> 00:27:11.340 huda: Yeah. 181 00:27:12.290 --> 00:27:17.865 Jenny Duan: I think this is going to be a better fit for you, just because you have more of that Cs background compared to the art background. 182 00:27:18.641 --> 00:27:21.449 Jenny Duan: But I'm I'm curious what you're thinking. 183 00:27:22.250 --> 00:27:23.739 huda: Yeah, I'm also like. 184 00:27:23.890 --> 00:27:31.450 huda: so I know so from what I've seen like in the forums and stuff, they say that the computer science games. 185 00:27:31.880 --> 00:27:47.229 huda: It's like a lot harder to like, kind of do as a student. And you don't really get to make as many projects. It's kind of more like. I also looked at the coursework that that's required, and it's a lot of like math and like and stuff like that. 186 00:27:47.778 --> 00:27:50.420 huda: But then, like, I think. 187 00:27:50.710 --> 00:28:02.060 huda: like, personally, I think I'm kind of liking interactive media and game design better. But like you said, it's like, also like really artistic, and you also like turn in like a portfolio. And I I don't know if I have enough like 188 00:28:03.146 --> 00:28:04.680 huda: like artistic 189 00:28:04.840 --> 00:28:10.329 huda: like content to like turn into the portfolio. So I think. 190 00:28:10.500 --> 00:28:16.529 huda: yeah, maybe like the computer and science games I've also heard of like people trends not 191 00:28:16.820 --> 00:28:18.060 huda: like kind of 192 00:28:18.330 --> 00:28:25.059 huda: what do you call it transferring to interactive media and game design after. So maybe that's an option. 193 00:28:25.945 --> 00:28:26.520 huda: Yeah. 194 00:28:26.520 --> 00:28:29.500 Jenny Duan: Yeah. So let me look at this portfolio requirement. 195 00:28:34.840 --> 00:28:37.510 Jenny Duan: required to submit supplementals. 196 00:28:37.520 --> 00:28:39.269 Jenny Duan: So you'll be looking at 197 00:28:39.520 --> 00:28:42.120 Jenny Duan: game development and interactive design. 198 00:28:42.990 --> 00:28:43.610 Jenny Duan: Okay. 199 00:28:45.680 --> 00:28:47.400 Jenny Duan: see what they require. 200 00:28:47.780 --> 00:28:50.809 Jenny Duan: Personal statement, project, question. 201 00:28:50.980 --> 00:28:53.799 Jenny Duan: creative portfolio list. Okay. 202 00:28:55.840 --> 00:28:57.205 Jenny Duan: I think that. 203 00:29:00.230 --> 00:29:11.896 Jenny Duan: I think that like a lot of the things that you do fit into this because it also looks at film. For example, here, like you could submit the the film that won you the award, the honorable mention. I think that would be really cool. 204 00:29:12.160 --> 00:29:16.590 Jenny Duan: in addition to the games that you've already done, and in your websites, too. 205 00:29:16.840 --> 00:29:17.860 Jenny Duan: think that 206 00:29:18.820 --> 00:29:20.185 Jenny Duan: I think that 207 00:29:21.570 --> 00:29:23.830 Jenny Duan: think that works, and you can also say 208 00:29:24.040 --> 00:29:30.299 Jenny Duan: for this one you only need one major piece of work that you're proud of. So for this one, I think Santoria is like a really good candidate 209 00:29:30.360 --> 00:29:31.390 Jenny Duan: for this. 210 00:29:32.480 --> 00:29:34.339 huda: Okay, and actually. 211 00:29:34.340 --> 00:29:39.509 Jenny Duan: I I think you have no issues with the creative submission. Actually, I think that what you do is a really good fit for this. 212 00:29:39.950 --> 00:29:52.989 huda: Okay, I just like cause I know us is kind of known for this school cinematic arts. So I don't know if that'll be like more competitive to get into or yeah. 213 00:29:53.070 --> 00:29:59.159 huda: I think I'm worried more about like the competitive feature of that. Yeah. 214 00:29:59.160 --> 00:30:10.000 Jenny Duan: I think it's definitely gonna be competitive. I don't know if there's a big difference between the 2 majors in terms of major competitiveness, just because it it doesn't give concrete data about like the 215 00:30:10.230 --> 00:30:19.129 Jenny Duan: competitiveness per major. But I think that it's probably going to be somewhere along the the school's average, which is about 9% or 8%, which is really competitive. 216 00:30:19.820 --> 00:30:25.199 huda: Hmm, actually, I think Usc is 12%. But yeah. 217 00:30:25.760 --> 00:30:31.380 Jenny Duan: I think in recent years it's it has dropped. I'm looking at the data from last year. 218 00:30:31.460 --> 00:30:32.205 Jenny Duan: like 219 00:30:38.350 --> 00:30:42.530 Jenny Duan: it is 12% in 2022 220 00:30:43.680 --> 00:30:44.900 Jenny Duan: in 221 00:30:46.130 --> 00:30:49.610 Jenny Duan: for the cost of 2028, which is this year, they accepted 9.2%. 222 00:30:50.040 --> 00:30:50.470 huda: Wow! 223 00:30:51.500 --> 00:30:55.270 Jenny Duan: But I mean, that's the case for every school. It goes down every year. So 224 00:30:55.620 --> 00:30:58.360 Jenny Duan: I think not necessarily because the students 225 00:30:58.440 --> 00:31:09.959 Jenny Duan: well, yes, the students, I guess, are higher quality every year, but I think just more and more people apply for like more number of colleges every year, which artificially deflates the acceptance rate. 226 00:31:10.290 --> 00:31:17.406 Jenny Duan: so I don't think you should be. I don't think you should be scared. I think you're on a good track. Obviously it's a stretch school. But 227 00:31:19.190 --> 00:31:24.219 Jenny Duan: great. So let's see, bfa, interactive media and game design. 228 00:31:27.210 --> 00:31:29.400 Jenny Duan: This is what it's called 229 00:31:31.500 --> 00:31:35.020 Jenny Duan: game, design, game, development and interaction design. 230 00:31:35.600 --> 00:31:37.089 Jenny Duan: I think that this. 231 00:31:37.320 --> 00:31:51.269 Jenny Duan: like you said, will probably be a good fit for you. It'll be more artistic than the computer science one. But if you feel like you're more interested in this than engineering. That I think I don't think you should worry about the acceptance rate as a factor in your decision. 232 00:31:51.640 --> 00:31:52.330 Jenny Duan: Hmm. 233 00:31:53.340 --> 00:32:03.009 Siraj Nazir: Yeah, I think th, this is also a very good thing that I think what I want to learn. And I'm also learning is like just the approach. Like, how how you're how is like Jenny going about 234 00:32:03.280 --> 00:32:05.889 Siraj Nazir: like evaluating these different majors? Right? 235 00:32:06.154 --> 00:32:14.600 Siraj Nazir: And Jenny, actually, I've actually created a major list down. I think so. We can do that, and I'll I'll rearrange it. So feel free to like. Kind of just have a major view down 236 00:32:14.740 --> 00:32:16.987 Siraj Nazir: in the same notion. 237 00:32:18.870 --> 00:32:20.453 Siraj Nazir: I'm I'm I'm actually adding. 238 00:32:22.590 --> 00:32:24.300 Jenny Duan: Okay, cool. I see this. 239 00:32:26.389 --> 00:32:30.880 Jenny Duan: And okay. The other thing that I'm curious about is 240 00:32:31.380 --> 00:32:37.579 Jenny Duan: If you've created a common app account, because I think right now would actually be a good time to create your account. If you have it. 241 00:32:37.890 --> 00:32:39.650 huda: Oh, I haven't yet. Yeah. 242 00:32:40.160 --> 00:32:57.948 Jenny Duan: Okay. I think that actually, now would be a really good time to create the account. And maybe we can walk through like what that looks like for you. Do you want to take over screen sharing? And once you created the account, I can walk you through how to access the portal and how we can use it working together in the future cause I think that portal will be a really good resource for 243 00:32:58.240 --> 00:33:05.610 Jenny Duan: you know, managing your deadlines. Beyond this notion, tracking like prompts, and getting familiar with the common app, like 244 00:33:06.110 --> 00:33:08.769 Jenny Duan: essays for each individual school. 245 00:33:09.670 --> 00:33:10.360 huda: Yeah. 246 00:33:22.770 --> 00:33:31.067 Siraj Nazir: Yeah, I mean, you can take up that action item, right? I mean, if if you know she can do like these kind of things offline as well. It's entirely up to you guys. So that next time she can come better prepared. 247 00:33:32.850 --> 00:33:34.120 Siraj Nazir: if that's okay. 248 00:33:36.605 --> 00:33:39.259 Siraj Nazir: I'm basically writing down the action items here as well. 249 00:33:41.170 --> 00:33:41.860 Siraj Nazir: But this is. 250 00:33:41.860 --> 00:33:49.158 Jenny Duan: Sure I'd love for you if you could just quickly create an account right now, so I can walk you through the portal and then 251 00:33:49.760 --> 00:33:53.859 Jenny Duan: And then, like I'll drop some notes for you to look at. Offline as well. 252 00:33:53.860 --> 00:33:54.220 Siraj Nazir: I mean. 253 00:33:54.220 --> 00:33:57.149 huda: Yeah, I just I, just okay. 254 00:33:57.230 --> 00:33:58.429 huda: You see, my screen. 255 00:34:00.435 --> 00:34:01.739 Jenny Duan: Yeah, I can. 256 00:34:01.890 --> 00:34:07.620 Jenny Duan: So let's start by looking at the my colleges. Tab. I think this will be a really good space for you 257 00:34:07.915 --> 00:34:14.469 Jenny Duan: go to the college search and we're Gonna start by adding our 1st goal, which is Usc or the University of Southern California. 258 00:34:25.810 --> 00:34:26.979 Jenny Duan: And then, if you don't. 259 00:34:27.190 --> 00:34:28.270 Jenny Duan: where'd it go? 260 00:34:28.580 --> 00:34:29.780 Jenny Duan: I just saw it. 261 00:34:30.380 --> 00:34:31.684 huda: Oh, yeah, I just 262 00:34:37.120 --> 00:34:38.470 Jenny Duan: Yeah, so click it. 263 00:34:39.116 --> 00:34:40.130 Jenny Duan: And then 264 00:34:40.560 --> 00:34:44.760 Jenny Duan: does it give like, okay, press the fall. 2024. 265 00:34:45.699 --> 00:34:48.150 Jenny Duan: I wonder if that oh, wait! No scroll down. 266 00:34:49.060 --> 00:34:51.530 Jenny Duan: Early action is November. 1st 267 00:34:53.530 --> 00:34:54.870 Jenny Duan: scroll down. 268 00:34:55.670 --> 00:34:57.960 Jenny Duan: Okay, it's already added to your list. 269 00:34:58.450 --> 00:34:59.090 huda: Yeah. 270 00:34:59.920 --> 00:35:00.600 Jenny Duan: Oh, yeah. 271 00:35:02.700 --> 00:35:07.729 Jenny Duan: let me just write. Okay. Can you click on it in your list to look at their supplementals? 272 00:35:09.730 --> 00:35:11.100 huda: Oh, our! 273 00:35:14.910 --> 00:35:17.219 Siraj Nazir: Wow! This is such a nice platform. 274 00:35:17.610 --> 00:35:18.740 Siraj Nazir: Surprised! 275 00:35:18.740 --> 00:35:20.789 huda: It's a bit overwhelming, actually. 276 00:35:21.050 --> 00:35:26.609 Siraj Nazir: I I mean government. I mean, it's still I I think it's not of nonprofit anymore. I guess. 277 00:35:27.060 --> 00:35:27.650 Siraj Nazir: Ms, and. 278 00:35:27.650 --> 00:35:29.610 huda: Oh, do I click it here, or. 279 00:35:29.610 --> 00:35:34.390 Jenny Duan: College. You look at college questions, the common app personal statements gonna be the same for everything. 280 00:35:42.010 --> 00:35:44.420 Jenny Duan: alright, let's look at the writing questions. 281 00:35:44.860 --> 00:35:47.060 Jenny Duan: So let's look at how many questions there are. 282 00:35:47.610 --> 00:35:49.530 Jenny Duan: 1, 2. 283 00:35:51.890 --> 00:35:53.500 Jenny Duan: Okay, that's fine. 284 00:35:56.830 --> 00:35:58.750 Siraj Nazir: Describe yourself in 3 words. 285 00:35:58.960 --> 00:35:59.510 Siraj Nazir: Okay. 286 00:35:59.510 --> 00:36:02.600 Jenny Duan: There's there's 2 short essays. 287 00:36:05.060 --> 00:36:07.890 Jenny Duan: How many of these random questions are there. 288 00:36:08.220 --> 00:36:13.760 huda: There's 1, 2, 3, 4, 5, 6, 7, 289 00:36:13.910 --> 00:36:15.170 huda: 8, 9, 290 00:36:15.450 --> 00:36:16.370 huda: and. 291 00:36:18.050 --> 00:36:20.209 Jenny Duan: Alright. 13 word responses 292 00:36:22.750 --> 00:36:23.585 Jenny Duan: and 293 00:36:24.440 --> 00:36:25.690 Jenny Duan: Right now 294 00:36:25.980 --> 00:36:29.770 Jenny Duan: I want you to see if you can select the major and see if there's a 295 00:36:30.020 --> 00:36:33.359 Jenny Duan: if there's an option for you to upload a portfolio. 296 00:36:37.070 --> 00:36:37.780 Jenny Duan: Hope. 297 00:36:39.150 --> 00:36:39.950 Jenny Duan: hey? 298 00:36:42.450 --> 00:36:44.209 Jenny Duan: Is there a major selection? 299 00:36:48.870 --> 00:36:50.910 Jenny Duan: Can you click preferred start term. 300 00:36:54.640 --> 00:36:57.970 Jenny Duan: fall? 24. Admission plan. Early action. 301 00:37:00.630 --> 00:37:03.639 Jenny Duan: okay, not applying for a fee. Waiver. 302 00:37:04.060 --> 00:37:06.260 Jenny Duan: you can say yes, that's fine. 303 00:37:07.266 --> 00:37:08.540 Jenny Duan: And then 304 00:37:09.390 --> 00:37:10.520 Jenny Duan: delay. 305 00:37:12.880 --> 00:37:14.150 Jenny Duan: hey? 306 00:37:20.220 --> 00:37:21.770 Jenny Duan: No. 307 00:37:22.070 --> 00:37:22.690 huda: Both. 308 00:37:24.780 --> 00:37:26.210 Jenny Duan: I don't think you're Daca. 309 00:37:27.076 --> 00:37:28.570 Jenny Duan: No, continue. 310 00:37:29.790 --> 00:37:30.779 huda: Oh, okay. Cool. 311 00:37:33.200 --> 00:37:37.963 Jenny Duan: Scroll down, see interactive media and game design. Oh, scroll. 312 00:37:38.440 --> 00:37:40.089 huda: I think it's in yeah 313 00:37:51.300 --> 00:37:52.070 huda: bum 314 00:38:05.110 --> 00:38:06.120 huda: home. 315 00:38:11.400 --> 00:38:12.350 Jenny Duan: So on, here. 316 00:38:12.720 --> 00:38:14.539 huda: Maybe it's under game. 317 00:38:16.910 --> 00:38:18.899 huda: There's computer science games. 318 00:38:19.460 --> 00:38:22.329 Jenny Duan: Okay, what about interactive media and game design. 319 00:38:28.030 --> 00:38:35.579 huda: Oh, I I don't know if they have the any any of like the school cinematic Arts majors here, for some reason. 320 00:38:37.250 --> 00:38:40.422 Jenny Duan: Oh, they're not participating in early action. I got it. 321 00:38:43.220 --> 00:38:45.050 Jenny Duan: Select regular decision 322 00:38:47.020 --> 00:38:48.460 Jenny Duan: how you can find it. 323 00:38:51.300 --> 00:38:57.050 Siraj Nazir: Oh, that's an interesting thing, right. Whoa! You spoke to one of your friends who's at Usc. And she said there was early action. 324 00:38:58.280 --> 00:39:10.270 huda: Yeah, actually like my friend, she goes to Usc right now. And she said that she said to apply early cause, then there's like a really good scholarship of opportunity with that 325 00:39:10.683 --> 00:39:19.649 huda: and you could also, you could also apply check one more early action, because it's like you're doing it for the scholarship. So 326 00:39:20.206 --> 00:39:22.630 huda: yeah. Also, I still don't see it. 327 00:39:23.720 --> 00:39:26.179 Jenny Duan: You if you search sca, does it cover? 328 00:39:29.310 --> 00:39:30.560 Jenny Duan: Hmm! 329 00:39:31.150 --> 00:39:38.170 Jenny Duan: Can you go back to the wait! Are you sure you're selected? Regular decision? Now I think you are. But let's just double check. 330 00:39:38.170 --> 00:39:39.030 huda: Yeah. 331 00:39:39.590 --> 00:39:40.896 Jenny Duan: Go ahead. 332 00:39:43.630 --> 00:39:44.930 huda: Maybe let's see. 333 00:39:50.490 --> 00:39:51.370 huda: Oh. 334 00:39:57.210 --> 00:39:58.005 huda: on 335 00:39:58.800 --> 00:39:59.510 Jenny Duan: Oh. 336 00:40:01.610 --> 00:40:02.400 Jenny Duan: right. 337 00:40:04.570 --> 00:40:08.420 Jenny Duan: we can. You scroll up? I want to read what they say about the merit scholarship process. 338 00:40:08.730 --> 00:40:09.780 Jenny Duan: And this. 339 00:40:10.760 --> 00:40:14.780 Jenny Duan: okay, okay, they will be considered for Usc merit scholarships. Okay, cool. 340 00:40:15.580 --> 00:40:16.760 Jenny Duan: How are you. 341 00:40:20.340 --> 00:40:24.189 Siraj Nazir: And what are those Jenny? Just like the things that you're 342 00:40:28.670 --> 00:40:30.770 Siraj Nazir: the merit scholarship versus? 343 00:40:30.960 --> 00:40:33.190 Siraj Nazir: There's different things. What's what's the difference. 344 00:40:34.077 --> 00:40:38.532 Jenny Duan: The Mayor scholarship is a scholarship offered by Usc. I think that's the biggest thing 345 00:40:39.216 --> 00:40:47.620 Jenny Duan: like Usc will will offer this as a like in house scholarship that they offer, like a talented students to to fund their education. 346 00:40:47.740 --> 00:40:52.730 Jenny Duan: And that's why they ask students to apply a little bit earlier, so that they're able to allocate those. 347 00:40:53.320 --> 00:41:03.249 Siraj Nazir: Okay. But I mean, it's still the regular decision window. But they they basically a on rolling basis. Whoever like applies early, they are able to take a decision on them. Is that how it works. 348 00:41:05.720 --> 00:41:08.600 Jenny Duan: yeah, they're selected on the pool of early applicants. 349 00:41:08.600 --> 00:41:09.590 Siraj Nazir: Okay. 350 00:41:10.650 --> 00:41:16.209 Siraj Nazir: so that you see the difference. Like, you know, you have to be clear on these things. There's an early action. There is early 351 00:41:16.240 --> 00:41:20.770 Siraj Nazir: decision. There is a restricted early action. There are multiple things. But I think 352 00:41:20.860 --> 00:41:28.409 Siraj Nazir: what Jenny is concluding here is that when your friend says that oh, there's an early action. There's no real early action. They did. 353 00:41:28.410 --> 00:41:30.549 Jenny Duan: No, there there is an early. There is an early action. 354 00:41:30.842 --> 00:41:33.770 Siraj Nazir: Okay. I thought that there was no option there, so. 355 00:41:33.960 --> 00:41:40.070 Jenny Duan: No, no, there is, but not for this specific major, that who don't want it has a different deadline, which is December first.st 356 00:41:42.160 --> 00:41:42.630 Siraj Nazir: Oh, okay. 357 00:41:42.630 --> 00:41:47.340 huda: I'm kind of confused because it's not showing for a regular decision as well. 358 00:41:50.410 --> 00:41:51.270 Jenny Duan: Hmm, 359 00:41:52.600 --> 00:41:58.199 Jenny Duan: maybe they're just not maybe they just don't have it up yet. It says on the website that 360 00:41:58.410 --> 00:41:59.220 Jenny Duan: it's 361 00:42:00.680 --> 00:42:04.306 Jenny Duan: yeah. You must submit a slide through application. 362 00:42:06.360 --> 00:42:07.810 Jenny Duan: it looks. It looks like 363 00:42:08.220 --> 00:42:09.920 Jenny Duan: you have to submit 364 00:42:09.950 --> 00:42:17.219 Jenny Duan: your preferred application plan to regular decision. Maybe it's just because they haven't released it yet, but I'm I'm not sure. 365 00:42:21.830 --> 00:42:23.449 Jenny Duan: see? One more time. 366 00:42:25.261 --> 00:42:29.959 Jenny Duan: Maybe you can like send them an email, actually, and and ask them. 367 00:42:32.780 --> 00:42:33.490 huda: Yeah. 368 00:42:33.950 --> 00:42:38.470 Jenny Duan: But are, are, are any of the Sca majors uploaded yet or not yet. 369 00:42:40.350 --> 00:42:41.630 huda: Uploaded, where. 370 00:42:42.914 --> 00:42:46.349 Jenny Duan: On the portal like. Can you apply to any other school cinematic parts? 371 00:42:46.480 --> 00:42:47.510 Jenny Duan: Majors. 372 00:42:48.734 --> 00:42:51.199 huda: I don't think so. Let me check again, though. 373 00:42:51.590 --> 00:42:52.270 Jenny Duan: Oh, wait! 374 00:43:00.690 --> 00:43:01.860 huda: Yeah, there are it? 375 00:43:05.280 --> 00:43:06.809 Jenny Duan: But what was vse. 376 00:43:09.850 --> 00:43:11.640 Jenny Duan: Like the one that you had before. 377 00:43:12.190 --> 00:43:14.440 huda: A little like computer science games. 378 00:43:14.810 --> 00:43:23.140 Jenny Duan: Gotcha. Okay, I'd say, like, right now, you, why don't you send an email to the admissions team at Usc. Their email was on the main common app page. 379 00:43:23.710 --> 00:43:24.310 huda: Hmm. 380 00:43:26.280 --> 00:43:29.419 Jenny Duan: Like on the information about the school. Yeah. 381 00:43:29.750 --> 00:43:39.379 Jenny Duan: why don't you send an email to them asking them about the major? We don't have to spend time doing that right now. You can do that afterwards. That will be one of your action items. But 382 00:43:39.450 --> 00:43:44.546 Jenny Duan: okay, we have that right now. And let's just finish 383 00:43:45.070 --> 00:44:03.849 Jenny Duan: going through this like template of your college application. Do you have any other questions regarding like the majors for other schools? If so, we can talk through that. If not, I think you can fill this out on your own afterward, this template, because I think we already have the list that we came up with together. If that's still what you're interested in. 384 00:44:04.770 --> 00:44:18.370 huda: Yeah, also with this. So if I apply to interactive media and game design, which is part of the school cinematic arts, I won't be able to apply early action. 385 00:44:19.490 --> 00:44:26.599 Jenny Duan: Right, because the deadline would be December first.st So in that case I think that you could continue with yours. 386 00:44:26.900 --> 00:44:41.290 Jenny Duan: Your next choice school, which is Stanford. I think you'd be able to apply early action to Stanford if you wanted, or to one of your other top schools which include Chapman University Mit Upend, northeastern Nyu and Cmu. 387 00:44:43.070 --> 00:44:43.855 huda: Okay? 388 00:44:44.990 --> 00:44:47.470 huda: yeah. So I'm gonna okay. So 389 00:44:47.856 --> 00:44:53.873 huda: that would mean that, like, we'd kind of have to rely on like external scholarships if 390 00:44:54.330 --> 00:45:09.629 huda: one like thinking of like having going to apply to Usc like in the future. If I do get in. So we'd have to rely on external scholarships, or I wouldn't be able to apply for, like the merit based, which is part of it. 391 00:45:09.630 --> 00:45:14.420 Jenny Duan: No, it says that it says that everyone applying to this is still considered for merit. 392 00:45:14.762 --> 00:45:18.990 Jenny Duan: I'm looking at the website right now. Let me send you the link. 393 00:45:24.200 --> 00:45:27.444 Jenny Duan: So right set right here. It says that. 394 00:45:31.250 --> 00:45:37.219 Jenny Duan: Oh, actually, it doesn't say that here it said it. I think it said it in the application portal somewhere there 395 00:45:37.250 --> 00:45:38.756 Jenny Duan: for sca 396 00:45:40.600 --> 00:45:46.989 Jenny Duan: You scroll up, and I remember reading that they still consider you for merit, either, I think in the common app, or 397 00:45:47.240 --> 00:45:48.430 Jenny Duan: in here. 398 00:45:58.100 --> 00:45:59.630 huda: Oh, yeah. 399 00:45:59.990 --> 00:46:02.579 huda: okay. So I think I think it still works. 400 00:46:03.630 --> 00:46:05.929 Jenny Duan: Yeah, I think that you'll be. I think you'll be fine. 401 00:46:06.030 --> 00:46:07.160 Jenny Duan: I've been. 402 00:46:09.180 --> 00:46:10.970 huda: Okay, yeah, that sense. 403 00:46:11.200 --> 00:46:19.119 Siraj Nazir: Great sorry. So Jenny, you mind like going to the the again the notion again, like, you know, bringing it up. I just wanted to add 404 00:46:19.300 --> 00:46:20.849 Siraj Nazir: one thing, that's okay. 405 00:46:20.850 --> 00:46:22.130 Jenny Duan: Sure. Yeah. 406 00:46:22.170 --> 00:46:25.150 Siraj Nazir: Before we wrap up the the major discussion today. 407 00:46:29.950 --> 00:46:36.589 Siraj Nazir: and then we'll fix this so if you go to Number 4 like, I just added one more in Jenny's and who does on the left side. 408 00:46:36.820 --> 00:46:41.140 Siraj Nazir: major and college evaluation. On the left tab on the 409 00:46:41.890 --> 00:46:42.620 Siraj Nazir: yeah. 410 00:46:43.290 --> 00:46:49.410 Siraj Nazir: So you know again, like a lot of templates have research. And I've added, if you come down right, so don't worry about it. 411 00:46:49.620 --> 00:47:02.300 Siraj Nazir: I think what? So this is really a template of a student who's actually built her own, or you know his own scoring system on how he's going about, you know, evaluating every college and major, and this is really good. 412 00:47:02.330 --> 00:47:06.830 Siraj Nazir: So if you see here degree planning your major down below. 413 00:47:08.200 --> 00:47:09.540 Siraj Nazir: Yes. 414 00:47:09.660 --> 00:47:16.520 Siraj Nazir: I think what I really want Huda to do is really learn that art and skill on how. See? There are a lot of things that actually Jenny is doing, Huda. 415 00:47:16.680 --> 00:47:26.480 Siraj Nazir: that you know I'm kind of able to, you know, if I start breaking it down way and approach of she's up approaching the Major. There are a lot of, you know, kind of 416 00:47:26.630 --> 00:47:28.679 Siraj Nazir: assumptions that are wrong. 417 00:47:28.820 --> 00:47:38.460 Siraj Nazir: Right? I mean, like, we only go with one metric, you know, just because something is competitive doesn't mean that. Actually, you have a better chance of getting in. So I think there are a lot of there's a lot of subjectivity involved as well. 418 00:47:38.550 --> 00:47:51.459 Siraj Nazir: But I I really want you to Jenny might be help without bring out like more factors like, here is where you can plan your degree earlier. This can also help you choose between multiple majors. There are estimated college degree plans based on 419 00:47:51.470 --> 00:47:59.510 Siraj Nazir: blah blah blah major requirements, university core curricular requirements. I still recommend okay. And you know, like reaching out and doing more research on that. 420 00:47:59.540 --> 00:48:02.330 Siraj Nazir: So I think there is more to it. I feel like. 421 00:48:03.810 --> 00:48:13.350 Siraj Nazir: I I you know we can, of course, come up with the framework, and you have done that very good in terms of college. And, Major, I think might be. You can just leave Huda with areas 422 00:48:13.460 --> 00:48:21.000 Siraj Nazir: that she needs to factor because one of the things that could always everyone has on top of their mind. Right? Will this get me a good job eventually. 423 00:48:21.220 --> 00:48:30.949 Siraj Nazir: Right? So I think if you can just highlight parameters, I mean, you can just put it in notes. But I really want that to do this exercise on our own as well right as an action item, if that makes sense. Yeah. 424 00:48:32.120 --> 00:48:34.910 Jenny Duan: Sure. Yeah, we can. We can do this below here. 425 00:48:36.710 --> 00:48:37.500 Jenny Duan: It's like. 426 00:48:37.970 --> 00:48:40.909 Siraj Nazir: Yeah. Sorry. I mean, you can go to the college. Yeah, with that list. Yeah. 427 00:48:44.360 --> 00:48:45.280 Siraj Nazir: Awesome. 428 00:48:46.240 --> 00:48:47.154 Jenny Duan: Okay. 429 00:48:50.920 --> 00:48:51.440 Siraj Nazir: I mean the media. 430 00:48:51.440 --> 00:48:52.010 Jenny Duan: Yeah. Open. 431 00:48:52.200 --> 00:48:53.200 Jenny Duan: Oh, go ahead. 432 00:48:53.680 --> 00:48:59.269 Siraj Nazir: Oh, in the Major I've added, I mean, tell me what what else you want to add. So I just build this major list below. 433 00:48:59.420 --> 00:49:06.349 Siraj Nazir: So you can put a major one, major, 2. And I think you can just change this or ask me whatever you want. New new parameters. I can add. 434 00:49:08.280 --> 00:49:17.820 Jenny Duan: I think maybe one thing we can say is, job outcomes from this major, and what you hope to get from here. So 435 00:49:20.310 --> 00:49:22.470 Jenny Duan: Cfa interaction. 436 00:49:22.890 --> 00:49:24.449 Jenny Duan: What is this called 437 00:49:31.420 --> 00:49:32.520 Jenny Duan: one moment 438 00:49:32.560 --> 00:49:35.790 Jenny Duan: game development and international interactive design? 439 00:49:44.100 --> 00:50:01.000 Jenny Duan: I think that I'm doing Usc as a model. But after this I think, because we already have all the schools that you're interested in. You should be able to just repopulate this tracker with the schools that we've already discussed cause. I don't want to spend too much time filling up the whole thing, just showing you the template. 440 00:50:01.000 --> 00:50:06.439 Siraj Nazir: Don't, don't even fill it. Jenny. I think I just wanted to put the attributes for her. Define the columns for her. 441 00:50:07.280 --> 00:50:08.710 Siraj Nazir: Does that make sense right? 442 00:50:08.710 --> 00:50:18.726 Jenny Duan: Yeah. So here's the major name the acceptance rate, if you can find it. This is not always going to be available, and then the outcomes would be like what you hope to get out of this. So 443 00:50:22.140 --> 00:50:25.620 Jenny Duan: This is like probably the the most clear outcome. 444 00:50:29.770 --> 00:50:33.419 Jenny Duan: But for some oh, why isn't it letting me edit this? 445 00:50:42.390 --> 00:50:44.989 Jenny Duan: I'm not sure why I can't edit this, but 446 00:50:45.590 --> 00:50:46.679 Jenny Duan: maybe that's something we could. 447 00:50:46.680 --> 00:50:49.419 Siraj Nazir: That's why I I can edit it. What do you want me to do? I'll tell you. 448 00:50:50.233 --> 00:50:53.479 Jenny Duan: Add professional game developer and designer here. 449 00:50:54.020 --> 00:50:57.120 Siraj Nazir: Okay, I think the type is number. So I'll just make it text. 450 00:50:58.590 --> 00:51:00.459 Jenny Duan: Okay, here, I can edit. Now. 451 00:51:01.050 --> 00:51:01.980 Siraj Nazir: Now you can do it. 452 00:51:04.440 --> 00:51:06.040 Siraj Nazir: I'm just learning notion. 453 00:51:07.550 --> 00:51:08.120 Siraj Nazir: It's not bad. 454 00:51:08.120 --> 00:51:21.726 Jenny Duan: So here's your job outcome from the Major. I think that, like going through this exercise will help you think about what types of outcomes are available, and how this Major aligns with your future goal of becoming like a professional again, game developer, which is super exciting. 455 00:51:22.447 --> 00:51:42.230 Jenny Duan: Alright. So that was the model for Usc, I think that we should figure out your early action decision right now, because we're finding out that this this game development program has a regular application deadline rather than an early application deadline. So this actually leaves room for an early application, a different early application. 456 00:51:42.230 --> 00:51:55.449 Jenny Duan: So with that given that. We've already talked about your schools in the past, out of all these schools that we've identified before. Are there any schools that stand out to you that you think you'd want to apply early to instead of Usc. 457 00:51:55.520 --> 00:52:00.430 Jenny Duan: the U. The Uc. Schools are on their own timeline, so we don't have to worry about those right now. 458 00:52:04.180 --> 00:52:05.520 huda: Wait! It's 459 00:52:07.260 --> 00:52:10.030 huda: let me go back to the list. 460 00:52:10.030 --> 00:52:11.080 Jenny Duan: Sure, of course. 461 00:52:16.950 --> 00:52:18.110 huda: Maybe 462 00:52:19.670 --> 00:52:21.402 huda: so, I think 463 00:52:22.110 --> 00:52:33.980 huda: probably, Stanford, I know you said that didn't really. You didn't really have like too much of a like an impact on your application or acceptance to it. So I don't know if that 464 00:52:34.530 --> 00:52:36.770 huda: that might put it off of it. 465 00:52:37.470 --> 00:52:38.900 huda: if not. 466 00:52:39.570 --> 00:52:40.940 huda: then 467 00:52:42.760 --> 00:52:44.110 huda: maybe. 468 00:52:45.240 --> 00:52:47.489 huda: Yeah. Probably. Just say, Stanford. 469 00:52:48.270 --> 00:52:49.680 Jenny Duan: Yeah, why is Stanford. 470 00:52:50.653 --> 00:52:54.320 huda: I really like the program. And it's also I like the. 471 00:52:54.620 --> 00:52:56.179 huda: So I know it's like. 472 00:52:56.350 --> 00:53:07.219 huda: I kind of want to apply for AI ethics, because, like, I feel like a lot of my profiles been around that. I think that's it's probably like the best program for AI ethics. 473 00:53:07.530 --> 00:53:10.669 Jenny Duan: Poly systems or what? Major, do you mean? Like. 474 00:53:11.830 --> 00:53:14.820 Jenny Duan: yeah, what? Major? Yeah, ethics is not a major. 475 00:53:15.655 --> 00:53:21.029 huda: I'm not really sure. I think I could probably look into that more. But yeah. 476 00:53:22.018 --> 00:53:30.040 huda: and I also like the location. It's also I am kind of more inclined to go there, because it's also closer to home. 477 00:53:31.570 --> 00:53:34.458 Jenny Duan: Awesome. Yeah, Stanford is a really good choice. 478 00:53:35.665 --> 00:53:36.470 Jenny Duan: Let's 479 00:53:36.490 --> 00:53:39.639 Jenny Duan: put that on that for regular for early action. 480 00:53:39.950 --> 00:53:49.360 Jenny Duan: So with Sanford, there's a couple of majors that I think you might find interesting. With AI ethics. There's some. There's symbolic systems which is my major. There's 481 00:53:49.400 --> 00:53:54.829 Jenny Duan: science technology and society, which I think is a really cool major. Let me write these all down in our Zoom chat 482 00:53:56.590 --> 00:54:02.390 Jenny Duan: Sds and data, science and social systems, which I think, is also pretty interesting 483 00:54:02.530 --> 00:54:08.960 Jenny Duan: within these 3 majors. I think these are probably going to be the most aligned with your profile. There's also a communications, Major. 484 00:54:09.500 --> 00:54:12.050 Jenny Duan: At Stanford. That's really cool. 485 00:54:13.220 --> 00:54:14.510 Jenny Duan: let me show you. 486 00:54:16.320 --> 00:54:25.819 Jenny Duan: This is where the journalism probably would come in. And there's also, I think, probably concentrations for media. Let's see 487 00:54:30.280 --> 00:54:34.020 huda: Oh, that's actually interesting. That's kinda like the major that my sister is doing. 488 00:54:34.610 --> 00:54:36.700 Jenny Duan: Oh, really communications! Super cool. 489 00:54:36.700 --> 00:54:37.090 huda: Yeah. 490 00:54:37.090 --> 00:54:56.520 Jenny Duan: They have a media, psychology, journalism, and digital media studies as 3 different pathways within communications and actually, communications at Stanford is not so much about the writing aspect. But communications at Stanford is actually pretty stem, like a lot of computers, communications, people do stem research. And like 491 00:54:56.620 --> 00:55:01.919 Jenny Duan: it's, it's more technical than you would think, especially because there's a focus on like digital media studies. 492 00:55:01.990 --> 00:55:24.480 Jenny Duan: etc, like, for example, some some com classes include like lies trust and tech, which is cool. Also about personality and digital media. Interesting virtual people. This is like a VR AR class at Stanford. It's taught in the Stanford VR lab media psychology. There's a lot of like data science classes on journalism. 493 00:55:24.480 --> 00:55:37.579 Jenny Duan: I don't know if they're represented here. But the programming and journalism. This would be an example of like how people use data, science to to encode. Like all the all the graphs and all the figures that you see in in good reporting. 494 00:55:37.580 --> 00:56:03.415 Jenny Duan: So I that's why I think like communications is a good fit for you. It's not like the typical writing based communication that you see at other schools. But it's more like data understanding data and like digital media studies, media psychology, which I think could be interesting. So that's why I think the Comms Major, might be a good fit for you. So out of these 4 majors, these are like the programs that I think you would enjoy the most at Stanford. Do any of these stand out to you? 495 00:56:04.050 --> 00:56:05.000 Jenny Duan: yeah. 496 00:56:05.280 --> 00:56:08.940 huda: I think the I'd say the the 497 00:56:09.040 --> 00:56:09.694 huda: where 498 00:56:10.470 --> 00:56:15.910 huda: from these pathways, I'd say, like the digital media studies. Looks most interesting to me. 499 00:56:17.070 --> 00:56:22.821 Jenny Duan: Cool. These are some of like the classes, virtual people, censorship and propaganda politics of algorithms. 500 00:56:23.522 --> 00:56:32.439 Jenny Duan: Lies, trust and tech. This is why, I think it's like aligned with the AI thing, too, and is see it here, it says, like research opportunities. If you're interested in continuing research, there's 501 00:56:32.450 --> 00:56:38.230 Jenny Duan: the medium personality. Lab Stanford, Social Media Lab Virtual Human Interaction Lab. This is like the VR lab. 502 00:56:38.260 --> 00:56:40.309 Jenny Duan: and I'm not sure what this is. 503 00:56:40.898 --> 00:56:43.470 Jenny Duan: Let's see. Like post grad opportunities. 504 00:56:43.510 --> 00:56:46.799 Jenny Duan: You can see what people in the Comms Department have done. 505 00:56:47.330 --> 00:56:49.899 Jenny Duan: So they go to grad school. 506 00:56:50.350 --> 00:56:52.940 Jenny Duan: They go to companies like, I don't know. 507 00:56:53.180 --> 00:56:58.320 Jenny Duan: Microsoft, let's see if any of these go to gaming companies. 508 00:56:58.490 --> 00:57:01.540 Jenny Duan: Nbc. Universal. That's pretty cool. 509 00:57:02.500 --> 00:57:07.750 Jenny Duan: I don't see any explicit. Oh, Sony entertainment. Yeah, so they do go to entertainment companies. 510 00:57:08.190 --> 00:57:10.560 Jenny Duan: 20th century fox. Okay, cool. 511 00:57:11.507 --> 00:57:16.790 Jenny Duan: And we can look at the internships and see where they go for interning. 512 00:57:18.700 --> 00:57:21.249 Jenny Duan: Okay, that's cool. 513 00:57:21.690 --> 00:57:24.239 Jenny Duan: Warner. Bros, that's pretty cool. 514 00:57:25.265 --> 00:57:27.690 Jenny Duan: Well, Disney, that's pretty cool. 515 00:57:28.430 --> 00:57:29.240 huda: Yeah. 516 00:57:30.570 --> 00:57:47.659 Jenny Duan: Okay, cool. So that's the that's just the communications, major. Obviously, it's not necessary for you to be a Comms major. I just wanted to show you that because I don't think that's something that you would have thought about before. So would you like to look at the other majors, too, or do you already have a favor out of these 4. 517 00:57:48.934 --> 00:57:53.800 huda: I'd be, I'd be willing to like. Look at more majors. I think it's necessary. 518 00:57:54.403 --> 00:57:55.489 huda: Other options. 519 00:57:55.810 --> 00:57:58.833 Jenny Duan: Okay? So that's communications. 520 00:58:01.250 --> 00:58:06.519 Jenny Duan: this is the other one that you might be interested in. It's called science Technology and Society. 521 00:58:08.820 --> 00:58:15.569 Jenny Duan: interdisciplinary framework to in through which to understand the complex interactions of science technology in the world. 522 00:58:15.770 --> 00:58:16.800 Jenny Duan: So 523 00:58:17.280 --> 00:58:40.299 Jenny Duan: a specialization between this is called communications and media within sts, so you see how like media has, like the the communications one has, like a concentration on digital media studies. And this like more. This is a stem major. I think it's A. Bs has a concentration communication and media. So everything has a lot of overlap. 524 00:58:41.000 --> 00:58:43.510 Siraj Nazir: Everything is so 2 dimensional. Yeah. 525 00:58:44.570 --> 00:58:45.460 Jenny Duan: Yeah. 526 00:58:45.830 --> 00:58:46.790 Jenny Duan: come. 527 00:58:47.980 --> 00:58:50.690 Jenny Duan: And so this is like another major. 528 00:58:50.760 --> 00:58:55.720 Jenny Duan: Let's see if we can find their website to show you what this is like. 529 00:58:56.997 --> 00:59:02.000 Jenny Duan: They have both a Bachelors of Arts and Bachelors of Sciences. I think 530 00:59:03.050 --> 00:59:09.770 Jenny Duan: you would be either interested in this concentration. Social dynamics of data and information or communication and media. 531 00:59:10.570 --> 00:59:13.120 Jenny Duan: So if you just click on this, you can look at like 532 00:59:13.270 --> 00:59:14.940 Jenny Duan: like the classes. 533 00:59:19.070 --> 00:59:23.590 Jenny Duan: do you understand the difference between? Do you understand what this major is? 1st of all, before we move on. 534 00:59:25.536 --> 00:59:30.809 huda: kind of unclear about like what? The science technology and society is. 535 00:59:31.860 --> 00:59:40.318 Jenny Duan: Okay, cool, no worries. Let's look at the. So you take sociology classes. This is also very interdisciplinary. This is a major. We can kind of take whatever you want. 536 00:59:42.060 --> 00:59:43.230 Jenny Duan: Concentration. 537 00:59:43.840 --> 00:59:46.829 Jenny Duan: Yeah, these are some examples of concentration classes. 538 00:59:46.930 --> 00:59:57.879 Jenny Duan: Space in the American imagination digital traces the rise of digital culture. These are Comms classes, education, English like Black Mirror AI activism is a pretty interesting class. My friend took it. 539 00:59:58.010 --> 01:00:07.116 Jenny Duan: Sociology, adventures and video gaming and society, I think, like Sts is probably where all the video game classes are. 540 01:00:08.640 --> 01:00:11.280 Jenny Duan: this looks like a pretty cool class. Let's check it out 541 01:00:14.050 --> 01:00:15.090 Jenny Duan: of me. 542 01:00:17.330 --> 01:00:18.630 Jenny Duan: Yeah, cool. 543 01:00:20.820 --> 01:00:22.710 Jenny Duan: See you at video games 544 01:00:23.580 --> 01:00:24.820 Jenny Duan: fans. 545 01:00:26.980 --> 01:00:40.170 Jenny Duan: Yeah, I'm pretty sure that most of the video game classes are gonna fit under Sts. So I think that Sds will give you the biggest opportunity to study gaming, if that's what you're interested in. Like all of these, I think will count for Sts 546 01:00:40.560 --> 01:00:44.149 Jenny Duan: introduction to art and entertainment that's like an art studio class. 547 01:00:44.370 --> 01:00:47.069 Jenny Duan: video, game development. And C, 548 01:00:47.604 --> 01:00:52.170 Jenny Duan: the video essay writing with video about media and culture. This is about like films. 549 01:00:53.154 --> 01:00:55.690 Jenny Duan: and cyborg anthropology. 550 01:00:55.850 --> 01:00:57.260 Jenny Duan: So that's a pretty cool class. 551 01:00:57.660 --> 01:00:58.059 huda: Same. 552 01:00:59.100 --> 01:01:02.919 Jenny Duan: But I think all of these will fit under under this this major. 553 01:01:03.160 --> 01:01:07.520 Jenny Duan: So it'll give you like a very interdisciplinary approach over 554 01:01:07.760 --> 01:01:10.830 Jenny Duan: technology communications and everything. 555 01:01:11.670 --> 01:01:18.210 huda: Yeah, I honestly, I really like this, major. I think I kind of prefer it over the communications. Major. 556 01:01:18.210 --> 01:01:30.106 Jenny Duan: Okay, honestly, I think this is like, probably gonna be the best fit major for you. I don't know if you'll enjoy symbolic systems that much, because I think a lot of people don't like the philosophy aspect of symbolic systems. 557 01:01:30.440 --> 01:01:31.780 Jenny Duan: So if you, I think 558 01:01:31.970 --> 01:01:38.430 Jenny Duan: I think this major is honestly, probably the best fit for you. After this I don't want to take up too much time looking 559 01:01:38.520 --> 01:01:49.969 Jenny Duan: deeply at the majors either, but I think that like this is probably my recommendation for you. And if you want to look at those other 2 majors in your own types of all systems and data, science and social systems. You can do that after this call. 560 01:01:50.000 --> 01:01:53.100 Jenny Duan: So right now, I'm gonna put you in the BS. 561 01:01:54.025 --> 01:01:54.900 Jenny Duan: Sts. 562 01:01:56.800 --> 01:02:04.080 Siraj Nazir: Amazing. I know we are top of the hour. So I think. You know, as you were speaking, I've also added, if you come to major List. 563 01:02:04.110 --> 01:02:07.429 Siraj Nazir: see more packeters? I've added best fit. 564 01:02:07.440 --> 01:02:22.899 Siraj Nazir: I've added, like, just look at how she was evaluating, like, you know, the other thing was also internship outcomes she was looking at, like, you know, alum success things, you see, like there are a lot of implicit things that Jenny was doing. I really want you to start thinking from that perspective as well. 565 01:02:23.355 --> 01:02:28.989 Siraj Nazir: And you know this is good. And, by the way, I think, Jenny, what? Where I need your help like is really like being 566 01:02:29.010 --> 01:02:30.410 Siraj Nazir: no BS. 567 01:02:30.500 --> 01:02:47.940 Siraj Nazir: And really blunt about, you know, if because you know, at the end of the day, you know what is really reach and what is like like fantasy. Right? So you just have to say, like, you know, Hey, just don't apply to this, like Csv. All know, is pretty much a fantasy thing, unless you really have a very, very strong profile. 568 01:02:48.000 --> 01:03:04.759 Siraj Nazir: So let's be honest like, you know, also because you have you. You have come up with some very funny use cases, scenarios of people getting into Stanford through some very weird kind of programs. But I mean, you don't want to do that. But you can tell who that, hooda. You know also the how maximizing your chances of getting in as well. 569 01:03:04.950 --> 01:03:18.809 Siraj Nazir: Right? So that is another factor. I would love to add and feel free to really like. Bring that convergence. I think we also want to eliminate lot of noise. Because, see, one thing is also like, because that's a very stressful process. And I think it's also not fair for students 570 01:03:18.880 --> 01:03:31.279 Siraj Nazir: to know, like, be aware of, you know where they stand, and really address and try to maximize their chance. If there are certain things which are really out of the world like I don't want without to be wasting time on that. Rather try to focus on things that she can maximize right? 571 01:03:31.780 --> 01:03:32.410 Siraj Nazir: So. 572 01:03:32.410 --> 01:03:52.160 Jenny Duan: Yeah, I think. But I think all this is quite realistic so far, like I'm I think, for example, like, I'm not telling Kuda to be an electrical engineering Major Mit like that would be so out of the profile. But I think all these are pretty aligned, and I think, like as Huda continues to win more national wars, I think, like these big reach schools are becoming more and more in reach. 573 01:03:52.180 --> 01:03:55.389 Jenny Duan: So I'm honestly not worried about that at the moment. 574 01:03:55.800 --> 01:04:21.049 Jenny Duan: I think that the next step for you, Huda, would be. I would love to see you populate the rest of this list. Given the conversation that we already had. And so I think that what you can do is just basically transfer this information and do more research on the majors and put them into here. And then, if you have any outstanding questions regarding the major or regarding specific program applications, for example, with Usc. With the new decision date. 575 01:04:21.296 --> 01:04:32.889 Jenny Duan: We could talk about that, and you can send me a text, and or we can talk about it in our next session. But I think before next time I'd like to see all this filled out so that we're ready to start looking at the 576 01:04:33.060 --> 01:04:40.200 Jenny Duan: exact essays and the components that you might need for each program, including things like the supplement. If you needed that. 577 01:04:40.200 --> 01:04:57.549 Siraj Nazir: Amazing. So I think we need to converge also because Huda and you have worked on this for a long, long time. If a new student comes in. There is lot of work they need to do, Huda. We but I want Huda. You have to do a lot of work to right lot of research. I think Jenny can give you framework, and you can ask her questions. What else do I need to factor 578 01:04:57.867 --> 01:05:18.049 Siraj Nazir: things like there's so many hidden things that came out when Jenny was showing you things. So reach out to her. But you need to do the thing, I think what we need to do is a Pre. Requested before getting into personal statement and essays. Jenny, we need to have this prerequisite that let's figure out. You know, a college list in mind and a major list in mind. Of course it's subject to change, but at least like 80 90, right? 579 01:05:18.080 --> 01:05:20.064 Siraj Nazir: So that is perfect. 580 01:05:20.800 --> 01:05:21.730 Siraj Nazir: awesome 581 01:05:22.000 --> 01:05:41.679 Siraj Nazir: cool, I think we have. You know, a lot of feedback came out. And I'm gonna further structure this, I think, for major as well, and also for college list, and you also feel free to add any comments here, Jenny, like, if you want to add a few things just to help you, so that you can also do it easily with Anushka then. And you know, with any other student. Right? I think it's a great tool. We want to really structure and formalize this. 582 01:05:42.510 --> 01:05:49.163 Jenny Duan: Cool. Sounds good. I have to hop off for another call now. But I I'm excited to get this off the off the 583 01:05:49.440 --> 01:05:59.089 Jenny Duan: I'm excited to get this kicked off. I think that the notion tracker is really great, and I think it's gonna be really helpful for us feel free to text me if you have any questions. And yeah, I'll talk to you soon. 584 01:05:59.090 --> 01:06:04.002 Siraj Nazir: Next meeting, Jenny. When would you like to have it? I mean, you could say, of course, offline. But for the 585 01:06:04.800 --> 01:06:09.099 Jenny Duan: I think that probably sometime this weekend would be good, maybe Sunday or 586 01:06:09.500 --> 01:06:10.750 Jenny Duan: Yeah, Sunday might be a good. 587 01:06:10.750 --> 01:06:12.680 Siraj Nazir: After you're back to the Us. Right. 588 01:06:12.940 --> 01:06:13.800 Jenny Duan: Right, yeah. 589 01:06:13.800 --> 01:06:14.200 Siraj Nazir: Okay. 590 01:06:14.200 --> 01:06:20.509 Jenny Duan: Or actually, if we wanted to do it on a quicker timeline, I'm free to meet tomorrow, or even thursday as well. 591 01:06:21.190 --> 01:06:28.119 Siraj Nazir: Yeah, I would love to keep the momentum on, because, you know, Huda also has now this code of clossi, and then she's gonna be like, you know, also traveling 592 01:06:28.507 --> 01:06:36.232 Siraj Nazir: and the time flies so fast, right? I really don't want her to lose track of Instagram. Really, scale impact. That's a big. 593 01:06:36.700 --> 01:06:37.560 Siraj Nazir: okay? 594 01:06:37.980 --> 01:06:42.400 Jenny Duan: Let's yeah, I think let's aim for tomorrow or the day after that. Then, okay, sounds. 595 01:06:42.400 --> 01:06:43.930 Siraj Nazir: Thank you, Jenny, enjoy bye, take care. 596 01:06:43.930 --> 01:06:44.630 huda: And. 597 01:06:45.065 --> 01:06:45.500 Jenny Duan: Bye.",
  "segments": [
    "Week 64 - Coaching_Jenny_Huda_Wk64_2024-06-02_M_d19f35162606e3e1U_2024-06-01_00-00-00 WEBVTT 1 00:04:39.950 --> 00:04:40.576 Siraj Nazir: Hi, Jenny! 2 00:04:41.730 --> 00:04:44.759 Jenny Duan: Hi! How's it going? Wow! So many ais in this call. 3 00:04:45.350 --> 00:04:49.474 Siraj Nazir: There are many. Right? I need to. Yeah, we still need to figure that out 4 00:04:50.270 --> 00:04:52.389 Siraj Nazir: it's been very challenging because 5 00:04:53.097 --> 00:04:57.379 Siraj Nazir: I tried to delete them, but then it tells that I'll lose all my past notes. 6 00:04:58.170 --> 00:05:00.040 Siraj Nazir: It's a big scam. Yeah. 7 00:05:01.850 --> 00:05:05.205 Siraj Nazir: anyways, I mean, do you? Do you also see them like 8 00:05:05.690 --> 00:05:07.000 Siraj Nazir: on the window. 9 00:05:07.250 --> 00:05:09.199 Jenny Duan: Yeah, I I see all of them. 10 00:05:09.420 --> 00:05:11.930 Siraj Nazir: Okay. Strange, I'm not able to see them. 11 00:05:12.100 --> 00:05:15.099 Siraj Nazir: But yeah, let me see if I can remove. 12 00:05:16.720 --> 00:05:18.700 Jenny Duan: Hi! Hunna! How's it going. 13 00:05:18.700 --> 00:05:20.399 huda: Hi! It's going well, how are you? 14 00:05:21.290 --> 00:05:30.960 Jenny Duan: I'm going well, too. I'm in the middle of final season over here, so it's super busy. But it's been good. It's been good. What about you like? How's summer. 15 00:05:31.731 --> 00:05:36.087 huda: Yeah, actually, these like, past few days I've been like, really sick. So 16 00:05:36.710 --> 00:05:37.120 Jenny Duan: I know. 17 00:05:37.120 --> 00:05:40.709 huda: Trying to get work done, but you know it's just a little bit of 18 00:05:40.870 --> 00:05:42.749 huda: like laziness when you're sick. 19 00:05:43.930 --> 00:05:45.260 Jenny Duan: Are you feeling better today. 20 00:05:45.490 --> 00:05:46.860 huda: Yeah, definitely. 21 00:05:47.830 --> 00:05:51.559 Jenny Duan: Well, that's good. Make sure that you recover fully before 22 00:05:52.530 --> 00:05:54.169 Jenny Duan: bef",
    "ore you 23 00:05:54.200 --> 00:05:59.160 Jenny Duan: try to work again, cause you just wanna make sure that you'd like. Take care of yourself first.st 24 00:05:59.950 --> 00:06:00.782 huda: Yeah, thank, you. 25 00:06:02.060 --> 00:06:02.680 Jenny Duan: Cool 26 00:06:04.140 --> 00:06:04.900 Jenny Duan: grace. 27 00:06:04.900 --> 00:06:11.190 Siraj Nazir: Yeah, so how how about things with you, Jenny? In general? Right? Like. So these are like, in a final exam weeks. 28 00:06:11.260 --> 00:06:12.340 Siraj Nazir: things like that. 29 00:06:13.060 --> 00:06:20.739 Jenny Duan: Yeah, exam week. So I've yeah been spending a lot of time studying and also getting ready for going back to the Us. 30 00:06:21.180 --> 00:06:22.990 Siraj Nazir: I can imagine. It's hard. Yeah. 31 00:06:23.298 --> 00:06:32.680 Siraj Nazir: no worries, I think. Today, you know, I actually as I, you know, we've been thinking about. You know how to work. How do we really like reboot? Right? All our seniors now? 32 00:06:33.115 --> 00:07:01.349 Siraj Nazir: It's important, because it's been a long journey. And now I really want no. Co, you know, kind of, you know. That's kind of a fear that everyone has that. You know. We don't want like students to get like complacent, and also get into the mode of really understanding what applications are about. You know what colleges are scholarships, all that stuff, right? So with that right, as I said. Would love to kind of have her like, you know, have like 3 sessions through the week, I think. What we can do is 33 00:07:01.959 --> 00:07:08.779 Siraj Nazir: you. I think one could be the overall kind of prep that that you've been, you know, doing for 34 00:07:08.790 --> 00:07:27.089 Siraj Nazir: so long. I think there are a lot of tracks, and I think that's probably, you know, working on it to kind of ramp it down right, because you're kind of coming to the end of the prep. Season. Where? And you really want to now get into the application seasons. So that's 1. T",
    "he second thing is working sessions are going to be very helpful. I feel like, you know, that's something that 35 00:07:27.590 --> 00:07:36.480 Siraj Nazir: of course you did quite early on and you know, like Huda has also grown and transformed. But I really want to find the top week areas where you guys can work together, and she can learn more. 36 00:07:37.090 --> 00:07:43.990 Siraj Nazir: That's 1. And I think college application. Let's start as a program and something that I've been really trying to. You know. 37 00:07:44.220 --> 00:07:45.870 Siraj Nazir: you know, structure 38 00:07:46.406 --> 00:08:09.559 Siraj Nazir: on, how do we go about it? And something that you can actually take it to Anushka as well. So today, if that's okay, I, what I wanted to do was because you've been busy, and you know who does, being also like sick and everything else. I know that scaling her impact is her weak spot, and she's I really want you like her to spend on a you know, few sessions with you working sessions where she can really try and increase at least one or 2 of her initiatives. 39 00:08:10.225 --> 00:08:22.000 Siraj Nazir: The scale, I think today I wanted to just kind of kick off the college application. And you know essays and and what we have done is like, I've sent you the notion template. We have built a template. We are trying to capture that into the platform as well. 40 00:08:22.100 --> 00:08:40.100 Siraj Nazir: so that just an overview. Think of this as like a formal kickoff of college application. And I say I knew I would love to do this with Anushka as well, to be honest, because and I would also love to invite parents. And I'm telling you the reason being very simple, because this is fundamentally the time where actually, parents sign their kids to college counselors. 41 00:08:40.340 --> 00:08:51.339 Siraj Nazir: And it's a very structured program, right at the the one thing that the college councils actually do quite well is they are project managers. So t",
    "hey have really built this program structure over years and years of work. 42 00:08:51.510 --> 00:09:04.670 Siraj Nazir: And they come in very structured, and they try to explain to them the process, the timeline. This is what's gonna happen. And remember, like, a lot of parents, actually have no idea about this college application to be very honest. Right? So might be we can use this as a kickoff. 43 00:09:04.740 --> 00:09:09.499 Siraj Nazir: And I've actually spent some time. I just wanted to quickly 44 00:09:09.908 --> 00:09:17.970 Siraj Nazir: show you and Huda, you know what will actually make sense moving forward to you for you guys to actually collaborate on when it comes to college application alone. 45 00:09:18.010 --> 00:09:20.990 Siraj Nazir: That document of yours is absolutely valid. 46 00:09:21.395 --> 00:09:28.289 Siraj Nazir: For everything else. Continue on that but the one session we want to have on. Call your application. Let's continue using this. If that makes sense. 47 00:09:29.440 --> 00:09:30.860 Jenny Duan: Yeah, that makes sense to me. 48 00:09:30.860 --> 00:09:38.110 Siraj Nazir: Awesome. So yeah, I'm I'm kind of hijacking the session deliberately. But I did discuss with Hula as well. I feel it's important, because 49 00:09:39.108 --> 00:09:56.279 Siraj Nazir: also an opportunity, for, you know, to bring on board parents right? Because, remember, I mean to be very honest like. Now it all boils down to like, I'm planning, you know, visits for the you know, the summer. And you know, also doing the financial planning. You know, how how are we gonna evaluate these colleges and things like that. So a parallel. 50 00:09:56.460 --> 00:09:59.269 Siraj Nazir: you know, work would be actually good. So can you see it. 51 00:10:00.070 --> 00:10:03.120 Jenny Duan: Yeah, I can see it. Let me get them that link right now. 52 00:10:03.480 --> 00:10:08.500 Siraj Nazir: Okay. So you know, to be honest, there are many templates. Did lot of research. 53 00:10",
    ":08.720 --> 00:10:12.972 Siraj Nazir: And I think this aligns very well. It's a very comprehensive kind of 54 00:10:13.650 --> 00:10:16.659 Siraj Nazir: template. But so this is the dashboard. 55 00:10:17.080 --> 00:10:25.599 Siraj Nazir: I think. What you really want to do. Number one. The whole narrative we spoke about. So this is the narrative that Huda has built right. I mean, we call it passion aptitude. 56 00:10:25.907 --> 00:10:33.509 Siraj Nazir: But at the end of the day the identity we are talking about. So all these things are very much in line. They probably have different title, and feel free to kind of change it. 57 00:10:33.887 --> 00:10:42.309 Siraj Nazir: But really, I want like HUD to have that narrative right as we keep talking about. You know what is her narrative that she's really has, and and and you can always say, this is your spy. 58 00:10:42.430 --> 00:10:48.880 Siraj Nazir: So let's focus on that. So that Huta has that back of her mind. Whenever she's thinking about these, you know, prestigious programs and colleges. 59 00:10:49.200 --> 00:10:55.929 Siraj Nazir: So that's something I want for that to do that writing. It's that's a very high value item. So let's have that done with Huda first.st 60 00:10:56.150 --> 00:10:59.329 Siraj Nazir: The second thing is really the calendar, right? The process aspect. 61 00:10:59.440 --> 00:11:05.719 Siraj Nazir: And I think this is also a beautiful thing. They've done that really, that put like all these kind of you know what goes first.st Second. 62 00:11:07.350 --> 00:11:12.160 Siraj Nazir: yeah, I think it's here. Right, this one. Let me bring this up. Yeah, I just rearrange this. This. 63 00:11:12.840 --> 00:11:15.180 Siraj Nazir: The dates were not correct. Okay? 64 00:11:15.260 --> 00:11:21.609 Siraj Nazir: So oh, somehow, it got rearranged again. Anyways, I think you can kind of rearrange and add new items. 65 00:11:21.650 --> 00:11:28.350 Siraj Nazir: so that number one like, you know, Huda a",
    "lso needs to know, like, you know, what is the whole process? What are the timelines? What do I need to work on. 66 00:11:28.754 --> 00:11:48.820 Siraj Nazir: That's 1. So this is again the calendar timeline but then the beautiful thing is now real, really, at the end of the day. It's all through the lens of the college application. Right? So let's get into activities and something that I would love to start with. Now, this is amazing to be honest, like, I absolutely had no clue about what activities where you kept telling me. I remember right awards and activities. 67 00:11:48.910 --> 00:11:50.980 Siraj Nazir: Now this is very beautifully done. 68 00:11:51.140 --> 00:12:03.710 Siraj Nazir: So it's really working backwards. Now, whatever Huda has put in that document, if she starts writing she will know why duration is important. Why the effort is important, right? Because all these things get eventually get into the application. 69 00:12:03.840 --> 00:12:04.910 Siraj Nazir: And 70 00:12:05.120 --> 00:12:10.720 Siraj Nazir: there's also a link here that explains, you know what these whole application processes very beautifully done. 71 00:12:10.780 --> 00:12:14.180 Siraj Nazir: So I really want, like again, without to spend time. 72 00:12:14.220 --> 00:12:23.080 Siraj Nazir: but activity, types, breakdown. And now I kind of understand, you know, like what this whole thing is. So we will try to really weave this up more and more. 73 00:12:23.400 --> 00:12:50.049 Siraj Nazir: That's an area that probably you can say, okay, things that you feel like. You know, and you can highlight and comment here that with us see that this is what goes in. Now you understand why, like, you know, we need, because we can't show anything here right? And you can tie that and add more comment here. So really, putting that structure, that's 1. The other thing is, let's talk about other week areas that we have identified for who? The really, you know this very well, more than me recommendat",
    "ion letters. 74 00:12:50.330 --> 00:13:02.189 Siraj Nazir: right? So might be. And and I've told you that right might be. This is where, like you, you need to have a working session where you go very tactical, right? Trying to identify, you know, who are the teachers who's working, not working for the past experience. 75 00:13:02.350 --> 00:13:11.789 Siraj Nazir: but really, like, you know, getting a bit more tactical on it, so that I I want to avoid all that, Jenny, that we have experienced in the past applications, because I know this will boil up. 76 00:13:11.870 --> 00:13:14.700 Siraj Nazir: and what will happen eventually is, Oh. 77 00:13:14.870 --> 00:13:26.270 Siraj Nazir: okay with Jenny, like, you know, with Huda and you like I can. I know what's happening. But I think, with other parents I'm completely a soup. Right? They go. Oh, yeah, they're not helping. I, by the way, had a nearly mock call as well. One and a half hours yesterday. I'm I'll tell you later. 78 00:13:26.310 --> 00:13:28.649 Siraj Nazir: So let's let's try to, really. 79 00:13:29.135 --> 00:13:34.250 Siraj Nazir: you know, get into this and then, also like 80 00:13:34.680 --> 00:13:37.248 Siraj Nazir: activities. Academics, I think. 81 00:13:38.250 --> 00:13:40.140 Siraj Nazir: yeah, the academics are here 82 00:13:40.540 --> 00:13:47.969 Siraj Nazir: also. Quite good, you know, and Huda can do lot of these things where you don't need like her time spent time together, she can fill it up. 83 00:13:48.020 --> 00:13:54.839 Siraj Nazir: But you know this will put her in a structure now that oh, all these things are eventually gonna matter and let me be on top of it. 84 00:13:54.940 --> 00:13:57.619 Siraj Nazir: The other most important thing, of course. 85 00:13:58.490 --> 00:14:26.940 Siraj Nazir: that I wanted to start even today and entirely up to you. You can like, really take this like a clean slate given like I'm with us, Dad, like you know I am. I've always been with us, Dad, like you g",
    "ive me an like kind of explanation about the process. The timeline feel that, you know I have no idea about it. Then there is this whole college list which is really important. So if you look at it, it's very well done. In fact, this was the tracker that you had like for Anushka, probably, and you know also, like Erin has. 86 00:14:26.960 --> 00:14:27.970 Siraj Nazir: But 87 00:14:28.860 --> 00:14:43.250 Siraj Nazir: there are some amazing things. So that's kind of also for her to know, like and start digging into it. She's already doing all that exercise. You've done the great framework, but you know what it's a great opportunity for us to really structure this program. Finally, so what do you think about it? 88 00:14:44.180 --> 00:14:48.350 Jenny Duan: I think this looks really good. I think this is a really impressive tracker, and 89 00:14:48.410 --> 00:14:52.020 Jenny Duan: seems like it's a good. There'll be a good launch pad for us. Moving forward. 90 00:14:52.410 --> 00:14:53.250 Siraj Nazir: Amazing. 91 00:14:53.450 --> 00:15:06.040 Siraj Nazir: So I think with this like, if that's okay, I think the next session we can always get back to like Instagram scaling, working session and your other things. So I would love for you to like. Take it over from here. However, you want to start. 92 00:15:06.090 --> 00:15:15.509 Siraj Nazir: like you know. Imagine. Like, you know, I'm having this session with Nilima now, next week with Anushka as well like, how do you want to kick this off like you want to talk. Give an overview about the whole college application process. 93 00:15:16.043 --> 00:15:27.210 Siraj Nazir: You know, W. And and, by the way, I think timelines is where I think there's a lot of challenges. Right? What is the best time to start college application? I see that everyone thinks it's yesterday. 94 00:15:27.400 --> 00:15:36.069 Siraj Nazir: right now. It's more about like, because you and Buda have worked for so long might be it's not. There's nothing t",
    "o worry about it, because she's already done a lot of things. 95 00:15:36.150 --> 00:15:51.370 Siraj Nazir: But remember, like again, that's that's the kind of environment everyone's kind of, you know. Oh, I just signed up. You know, we're starting. We are searching. We are going to this college, you know. I think the peer pressure and the fear of missing out is not good. So that way, I think I just want to cover our bases and saying, Okay, this is perfect. 96 00:15:51.590 --> 00:15:58.030 Siraj Nazir: And what I did. I don't know. If you have seen perplexity's new feature. Actually, it's actually a great feature. 97 00:15:58.170 --> 00:15:59.769 Siraj Nazir: It's called pages. 98 00:15:59.900 --> 00:16:02.560 Siraj Nazir: So I just sent you 99 00:16:04.560 --> 00:16:12.959 Siraj Nazir: I asked perplexity to basically, it's kind of Wikipedia thing. So I gave all the context. And it actually generated a very structured program which I'm going to leverage for prep as well. 100 00:16:13.480 --> 00:16:32.740 Siraj Nazir: So it says, Okay, introduction and self assessment. See all these things you've already done. So we can skip this completely. It is really about you've already done this week 3 as well. So a lot of these things are already done, which is perfectly fine. But this is what it is. So let's really start with this. And I think we need to do this early on with Anushka and Neil as well. I really want us to be. 101 00:16:33.200 --> 00:16:51.500 Siraj Nazir: and I'll tell you the problem with Neil back and sorry the I'm just talking about it. So she basically again, yesterday comes after all that thing happened. She's basically telling me, you know what syrage I finally had. My daughter hooked her up with a chief AI scientist in my company. And now she's gonna work on the research project with him. 102 00:16:51.960 --> 00:16:53.060 Siraj Nazir: and I told her. 103 00:16:53.060 --> 00:16:55.086 Jenny Duan: What I told her to do. Oh, no. 104 00:16:55.340 --> 00:17:",
    "04.960 Siraj Nazir: But anyways, like I'll tell you, Danny, I told her yesterday, I mean, and honestly I told her to actually take off other way. But then she came back. You know it was very bad. I don't want to do this with parents, but I felt it was so bad. 105 00:17:05.300 --> 00:17:07.570 Siraj Nazir: What I said was, this is the point 106 00:17:07.589 --> 00:17:09.580 Siraj Nazir: you can do whatever you want. 107 00:17:09.640 --> 00:17:18.999 Siraj Nazir: We are not a replacement of what parents want to do. You send your child to. You know, of course every parent will do 100 things like I'm not gonna like. Don't tell me that. 108 00:17:19.099 --> 00:17:31.300 Siraj Nazir: I said. You know this is not our approach. That's it. So th and and what I want to do with this program structure is just to tell them, because they will do the same thing. Oh, why did Jenny not put this college in the list? That's the kind of parent I want to avoid. 109 00:17:31.340 --> 00:17:58.789 Siraj Nazir: So let's just say that we this is a deliverable. The responsibility is very clear. We are giving you a guidance here. At the end of the day the mom and the child and the dad and Huda, even with Huda like it's not your responsibility you're telling them like this is a framework. Go and work it out with the work with your parents figure it out. It's at the end of the day your job and responsibility. She's gonna apply 30, by the way, right, Jenny, so you will tell her to apply 10. But but imagine if she doesn't get into this 10 schools, what will they say? Oh, see! 110 00:17:58.860 --> 00:18:06.789 Siraj Nazir: She asked me to apply to 10. If my daughter just went with those 10 she would have not gotten in. See? I'm glad that my daughter applied to the 11, th and she got in. 111 00:18:06.870 --> 00:18:11.249 Siraj Nazir: so I think I just want you to know why this is important overall as a service. 112 00:18:11.290 --> 00:18:27.959 Siraj Nazir: because this structure is what actually he",
    "lps us clearly define the roles and responsibility. I want to make it very clear on what will be your help. And we leave all this, then, is again standardized testing for a lot of these things are gone. But imagine a new student coming on board now sa, writing an application component. 113 00:18:28.060 --> 00:18:43.690 Siraj Nazir: So I I discuss, I and I get a lot of feedback from her as well. And this is what she's saying, right? Like, oh, yeah, how are you? Gonna take care of the Esses, moving forward, I said, see, Anushka has already worked who does already worked on narrative. They know their narrative. They've done so. They're very much prepared. 114 00:18:43.810 --> 00:18:52.470 Siraj Nazir: but she's like, Oh, yeah, it's gonna be like, you know, too intense. And this I mean, are you gonna take like a modular approach where I said, Yeah, I mean all that is gonna happen. 115 00:18:52.786 --> 00:19:03.729 Siraj Nazir: But I cannot put a timeline. What we can do is they are going to work in parallel multiple things. I told them. You know, with Victoria we work 12 weeks with minceio. We work 12 weeks. It takes time 116 00:19:03.860 --> 00:19:08.525 Siraj Nazir: right? But I think let's stick to this. I think it's a great kind of 117 00:19:09.170 --> 00:19:13.240 Siraj Nazir: kind of structure. So let's just follow this. I've already sent it to you. 118 00:19:13.531 --> 00:19:16.910 Siraj Nazir: And then let's take it from there. If that makes sense right. 119 00:19:18.480 --> 00:19:20.070 Jenny Duan: Right that makes total sense. 120 00:19:20.070 --> 00:19:42.089 Siraj Nazir: Okay. So I promise I'm going on silent. But I'm just gonna keep an eye on. You know where I feel like we can do more. So this is all yours now, I think Huda and Jenny like. Just make sure you're able to access it. Huda. Notion Jenny can actually comment. Here. Mary also has access to this. So this is a private space. Again, it's not shared with everybody. Feel free to talk, you know. Put any",
    "thing that you want 121 00:19:43.014 --> 00:19:43.719 Siraj Nazir: but 122 00:19:44.101 --> 00:19:48.080 Siraj Nazir: I really want Huda for you also to learn this right? 123 00:19:48.210 --> 00:19:58.380 Siraj Nazir: Because it's not just like Jenny's respond, like, I mean, I think one thing I really wanna make very clear here, right as a founder of Iv level. And also as your dad right? I really, I think 124 00:19:58.380 --> 00:20:21.490 Siraj Nazir: Jenny has already brought you to a point. She's done a lot like, you know, and thanks a lot, Jenny, for that, and you have grown. I really want to see like you drive it, Huda, from here. Jenny's there to support you. Help. You have as many working sessions as possible with her. You're full. You have full support from me. But at the end of the day I also want you to like not just say, Oh, yeah. Jenny told me to do. Xyz. And that's what I'm gonna do. No, I think you, you also need to challenge. 125 00:20:21.490 --> 00:20:42.760 Siraj Nazir: You need to come up and do your own research. And that is the kind of students that Jenny would also love to work with right, because it's not an order taking thing that she tells you 10 things, and you have to do like you're you have. You're you're much beyond that part, right? So you are a team, and she's there to guide you. But I also want you to have a point of view. Come up and tell me that. Why you like one program versus the other. 126 00:20:42.780 --> 00:20:53.599 Siraj Nazir: Right? So and and you have to convince Jenny, too, because, you know, there was one of the reasons you remember, like how we said might be, you should just pursue like a videography path. 127 00:20:53.660 --> 00:21:09.559 Siraj Nazir: and Jenny had a different point of view, she said, you are very good in stem, you know. It will be a loss for some, so I think you need to have the conversation with Jenny, and any doubts you have like. For example, Jenny, I'll tell you like she had this doubt the other day",
    ", like, you know, which is, gonna give me a better economic outcome job opportunities. 128 00:21:10.040 --> 00:21:14.850 Siraj Nazir: In Usc. She was talking about 3 jobs right? 3 path, which is 129 00:21:15.158 --> 00:21:44.159 Siraj Nazir: Cs plus gaming or interactive gaming. And then finally, just interact. You know, just video graphy. And I said, this is fundamentally the question you need to be discussing with Jenny, because, you know, she can tell you, because, you know that's her benefit. She she is now getting internship. She knows the job market. She can look back and tell you, and you should also seek reach out to Usc students. And I think who that did that proactively, even without me asking. She went to some forums, and she figured out what different students in Usc actually feel about their majors. 130 00:21:44.270 --> 00:21:56.460 Siraj Nazir: So, I think. But but those are the things that you know. I want with that to do, lot of action. But, Jenny, I want you to really put her in a structure and give her the priority. I think. What is priority, what? Not to be worried about, what to work on. Okay. 131 00:21:58.520 --> 00:21:59.639 Jenny Duan: Thank you. 132 00:21:59.930 --> 00:22:00.690 Siraj Nazir: Awesome. 133 00:22:02.020 --> 00:22:11.789 Jenny Duan: Alright. So before we get started, I guess along those lines, who is there anything specific within this application tracker that you wanted to focus on or spend time on today. 134 00:22:12.783 --> 00:22:24.719 huda: I think definitely like kind of setting which programs we're looking at. Cause. I was also, actually, I was looking at like Usc, specifically, cause we're actually visiting there. 135 00:22:25.061 --> 00:22:48.629 huda: On the 11.th And so like, yeah, so I'm just like, kind of looking at like, which majors I wanna pursue. So I also noticed for one of them, I think, interactive media and game design. You have to submit a portfolio. So I actually wasn't sure but I was thinking maybe we coul",
    "d like look a little bit into that as well. 136 00:22:49.625 --> 00:22:50.380 huda: Yeah. 137 00:22:51.340 --> 00:23:05.741 Jenny Duan: Cool. So I'm currently on the college list tab of the notion tracker. If you want to get on that, that would be really good, because I think we can start populating that. I think it's a good time to fill it in with all of the all the programs in colleges that you're applying to 138 00:23:06.583 --> 00:23:10.379 Jenny Duan: let me share my screen. Actually, cause I think that'll make it easier. 139 00:23:10.730 --> 00:23:11.940 Jenny Duan: Me a moment. 140 00:23:15.190 --> 00:23:24.079 Siraj Nazir: Yeah, thanks. That's a great point. Actually, because I don't see any major. There's only college list, I think, Major, as an integral part and feel free to kind of tweak this format Jenny. 141 00:23:24.170 --> 00:23:27.849 Siraj Nazir: and add otherwise just copy paste and add a new one as You Like it. 142 00:23:30.320 --> 00:23:33.540 Jenny Duan: Oops. I'm just gonna start by deleting some of these. 143 00:23:38.470 --> 00:23:39.350 Jenny Duan: okay. 144 00:23:40.000 --> 00:23:42.749 Jenny Duan: so we can start with Usc 145 00:23:43.060 --> 00:23:44.179 Jenny Duan: right here. 146 00:24:00.340 --> 00:24:04.400 Jenny Duan: Wouldn't it be nice if they automatically change these for you. 147 00:24:07.760 --> 00:24:12.759 huda: I mean, I guess you could just put like, maybe something like golden cause they're like Trojans. 148 00:24:14.100 --> 00:24:15.890 Jenny Duan: Oh, my goodness! 149 00:24:17.190 --> 00:24:17.560 Siraj Nazir: Yeah. 150 00:24:17.560 --> 00:24:18.400 Jenny Duan: Okay. 151 00:24:18.720 --> 00:24:23.460 Siraj Nazir: Yeah, don't worry on the semantics and other. Just put a comment. You know, we'll update it. Don't worry, Jenny. 152 00:24:25.320 --> 00:24:25.950 Jenny Duan: Okay. 153 00:24:33.570 --> 00:24:36.389 Jenny Duan: okay. So can you Link, send a link 154 00:24:36.620 --> 00:24:41.039 Jenny Duan: to? I think when we t",
    "alked about it before you were saying that 155 00:24:42.820 --> 00:24:47.469 Jenny Duan: you were looking at game development interaction design as your major. Is that still 156 00:24:47.620 --> 00:24:49.269 Jenny Duan: what you are looking at? 157 00:24:49.270 --> 00:24:52.289 huda: Yeah, I was kind of torn. So there's kind of 158 00:24:52.605 --> 00:25:08.474 huda: so when you're applying for like the tour, there's like you have to say, like what major you're interested in. And then so there's like, kind of 3, which kind of made sense, there was one which is interactive media and game design, and that one's in the school cinematic arts. 159 00:25:09.060 --> 00:25:13.449 huda: and there's a similar one, which is computer science, and games. 160 00:25:13.909 --> 00:25:19.559 huda: And I don't think I put it on the document. But yeah, that one's like in the like, the school of 161 00:25:19.800 --> 00:25:20.720 huda: like. 162 00:25:21.020 --> 00:25:24.640 huda: for it was like someone like the computer science school. 163 00:25:24.840 --> 00:25:34.599 huda: And then, yeah, like the other one, it was just like, not really an option. But yeah, I'm conflicted between those 2. But I just wanted to like, know which one is more competitive. 164 00:25:34.640 --> 00:25:40.381 huda: And then, like, maybe like, apply to the other one because they're essentially the same thing. 165 00:25:40.850 --> 00:25:42.808 huda: and I did see the 166 00:25:43.630 --> 00:25:51.669 huda: the like, the reddit forms. And they said that, like the computer science, one was a little more like tough like when you're actually in college. 167 00:25:51.770 --> 00:25:55.220 huda: But yeah, it didn't say anything about like 168 00:25:55.630 --> 00:25:57.479 huda: like acceptance rates. 169 00:25:58.570 --> 00:26:02.692 Jenny Duan: Cool. So let's see, I think that there might be is not 170 00:26:04.100 --> 00:26:08.990 Jenny Duan: I'm wondering if there's available acceptance acceptance rates for these ",
    "majors. 171 00:26:12.440 --> 00:26:13.370 Jenny Duan: See you. 172 00:26:18.690 --> 00:26:24.120 Jenny Duan: Okay, what is the other major called besides interactive media and games. The other one, the computer science. 173 00:26:24.120 --> 00:26:27.079 huda: So yeah, it's just called computer science games. 174 00:26:31.490 --> 00:26:35.900 Jenny Duan: So interactive. Media and games, I think, is more about 175 00:26:36.760 --> 00:26:39.649 Jenny Duan: it's A, it's a Bf, A, 176 00:26:39.810 --> 00:26:44.999 Jenny Duan: so it's a bachelor of fine arts. And I think it's focused more on the artistic aspect. 177 00:26:46.870 --> 00:26:55.530 Jenny Duan: and so I think it's more about like the actual gaming aspect. And then the computer science games is 178 00:26:59.560 --> 00:27:07.230 Jenny Duan: is, I think, gives you like, a more computer science fundamentals aspect. I think that the computer science games Bs is probably 179 00:27:07.720 --> 00:27:10.430 Jenny Duan: going to be a better fit for you. It's this right? 180 00:27:10.680 --> 00:27:11.340 huda: Yeah. 181 00:27:12.290 --> 00:27:17.865 Jenny Duan: I think this is going to be a better fit for you, just because you have more of that Cs background compared to the art background. 182 00:27:18.641 --> 00:27:21.449 Jenny Duan: But I'm I'm curious what you're thinking. 183 00:27:22.250 --> 00:27:23.739 huda: Yeah, I'm also like. 184 00:27:23.890 --> 00:27:31.450 huda: so I know so from what I've seen like in the forums and stuff, they say that the computer science games. 185 00:27:31.880 --> 00:27:47.229 huda: It's like a lot harder to like, kind of do as a student. And you don't really get to make as many projects. It's kind of more like. I also looked at the coursework that that's required, and it's a lot of like math and like and stuff like that. 186 00:27:47.778 --> 00:27:50.420 huda: But then, like, I think. 187 00:27:50.710 --> 00:28:02.060 huda: like, personally, I think I'm kind of liking interactive media",
    " and game design better. But like you said, it's like, also like really artistic, and you also like turn in like a portfolio. And I I don't know if I have enough like 188 00:28:03.146 --> 00:28:04.680 huda: like artistic 189 00:28:04.840 --> 00:28:10.329 huda: like content to like turn into the portfolio. So I think. 190 00:28:10.500 --> 00:28:16.529 huda: yeah, maybe like the computer and science games I've also heard of like people trends not 191 00:28:16.820 --> 00:28:18.060 huda: like kind of 192 00:28:18.330 --> 00:28:25.059 huda: what do you call it transferring to interactive media and game design after. So maybe that's an option. 193 00:28:25.945 --> 00:28:26.520 huda: Yeah. 194 00:28:26.520 --> 00:28:29.500 Jenny Duan: Yeah. So let me look at this portfolio requirement. 195 00:28:34.840 --> 00:28:37.510 Jenny Duan: required to submit supplementals. 196 00:28:37.520 --> 00:28:39.269 Jenny Duan: So you'll be looking at 197 00:28:39.520 --> 00:28:42.120 Jenny Duan: game development and interactive design. 198 00:28:42.990 --> 00:28:43.610 Jenny Duan: Okay. 199 00:28:45.680 --> 00:28:47.400 Jenny Duan: see what they require. 200 00:28:47.780 --> 00:28:50.809 Jenny Duan: Personal statement, project, question. 201 00:28:50.980 --> 00:28:53.799 Jenny Duan: creative portfolio list. Okay. 202 00:28:55.840 --> 00:28:57.205 Jenny Duan: I think that. 203 00:29:00.230 --> 00:29:11.896 Jenny Duan: I think that like a lot of the things that you do fit into this because it also looks at film. For example, here, like you could submit the the film that won you the award, the honorable mention. I think that would be really cool. 204 00:29:12.160 --> 00:29:16.590 Jenny Duan: in addition to the games that you've already done, and in your websites, too. 205 00:29:16.840 --> 00:29:17.860 Jenny Duan: think that 206 00:29:18.820 --> 00:29:20.185 Jenny Duan: I think that 207 00:29:21.570 --> 00:29:23.830 Jenny Duan: think that works, and you can also say 208 00:29:24.040 --> 00:29:3",
    "0.299 Jenny Duan: for this one you only need one major piece of work that you're proud of. So for this one, I think Santoria is like a really good candidate 209 00:29:30.360 --> 00:29:31.390 Jenny Duan: for this. 210 00:29:32.480 --> 00:29:34.339 huda: Okay, and actually. 211 00:29:34.340 --> 00:29:39.509 Jenny Duan: I I think you have no issues with the creative submission. Actually, I think that what you do is a really good fit for this. 212 00:29:39.950 --> 00:29:52.989 huda: Okay, I just like cause I know us is kind of known for this school cinematic arts. So I don't know if that'll be like more competitive to get into or yeah. 213 00:29:53.070 --> 00:29:59.159 huda: I think I'm worried more about like the competitive feature of that. Yeah. 214 00:29:59.160 --> 00:30:10.000 Jenny Duan: I think it's definitely gonna be competitive. I don't know if there's a big difference between the 2 majors in terms of major competitiveness, just because it it doesn't give concrete data about like the 215 00:30:10.230 --> 00:30:19.129 Jenny Duan: competitiveness per major. But I think that it's probably going to be somewhere along the the school's average, which is about 9% or 8%, which is really competitive. 216 00:30:19.820 --> 00:30:25.199 huda: Hmm, actually, I think Usc is 12%. But yeah. 217 00:30:25.760 --> 00:30:31.380 Jenny Duan: I think in recent years it's it has dropped. I'm looking at the data from last year. 218 00:30:31.460 --> 00:30:32.205 Jenny Duan: like 219 00:30:38.350 --> 00:30:42.530 Jenny Duan: it is 12% in 2022 220 00:30:43.680 --> 00:30:44.900 Jenny Duan: in 221 00:30:46.130 --> 00:30:49.610 Jenny Duan: for the cost of 2028, which is this year, they accepted 9.2%. 222 00:30:50.040 --> 00:30:50.470 huda: Wow! 223 00:30:51.500 --> 00:30:55.270 Jenny Duan: But I mean, that's the case for every school. It goes down every year. So 224 00:30:55.620 --> 00:30:58.360 Jenny Duan: I think not necessarily because the students 225 00:30:58.440 --> 00:31:09.959 Jenny",
    " Duan: well, yes, the students, I guess, are higher quality every year, but I think just more and more people apply for like more number of colleges every year, which artificially deflates the acceptance rate. 226 00:31:10.290 --> 00:31:17.406 Jenny Duan: so I don't think you should be. I don't think you should be scared. I think you're on a good track. Obviously it's a stretch school. But 227 00:31:19.190 --> 00:31:24.219 Jenny Duan: great. So let's see, bfa, interactive media and game design. 228 00:31:27.210 --> 00:31:29.400 Jenny Duan: This is what it's called 229 00:31:31.500 --> 00:31:35.020 Jenny Duan: game, design, game, development and interaction design. 230 00:31:35.600 --> 00:31:37.089 Jenny Duan: I think that this. 231 00:31:37.320 --> 00:31:51.269 Jenny Duan: like you said, will probably be a good fit for you. It'll be more artistic than the computer science one. But if you feel like you're more interested in this than engineering. That I think I don't think you should worry about the acceptance rate as a factor in your decision. 232 00:31:51.640 --> 00:31:52.330 Jenny Duan: Hmm. 233 00:31:53.340 --> 00:32:03.009 Siraj Nazir: Yeah, I think th, this is also a very good thing that I think what I want to learn. And I'm also learning is like just the approach. Like, how how you're how is like Jenny going about 234 00:32:03.280 --> 00:32:05.889 Siraj Nazir: like evaluating these different majors? Right? 235 00:32:06.154 --> 00:32:14.600 Siraj Nazir: And Jenny, actually, I've actually created a major list down. I think so. We can do that, and I'll I'll rearrange it. So feel free to like. Kind of just have a major view down 236 00:32:14.740 --> 00:32:16.987 Siraj Nazir: in the same notion. 237 00:32:18.870 --> 00:32:20.453 Siraj Nazir: I'm I'm I'm actually adding. 238 00:32:22.590 --> 00:32:24.300 Jenny Duan: Okay, cool. I see this. 239 00:32:26.389 --> 00:32:30.880 Jenny Duan: And okay. The other thing that I'm curious about is 240 00:32:31.380 --> 00:32:37.",
    "579 Jenny Duan: If you've created a common app account, because I think right now would actually be a good time to create your account. If you have it. 241 00:32:37.890 --> 00:32:39.650 huda: Oh, I haven't yet. Yeah. 242 00:32:40.160 --> 00:32:57.948 Jenny Duan: Okay. I think that actually, now would be a really good time to create the account. And maybe we can walk through like what that looks like for you. Do you want to take over screen sharing? And once you created the account, I can walk you through how to access the portal and how we can use it working together in the future cause I think that portal will be a really good resource for 243 00:32:58.240 --> 00:33:05.610 Jenny Duan: you know, managing your deadlines. Beyond this notion, tracking like prompts, and getting familiar with the common app, like 244 00:33:06.110 --> 00:33:08.769 Jenny Duan: essays for each individual school. 245 00:33:09.670 --> 00:33:10.360 huda: Yeah. 246 00:33:22.770 --> 00:33:31.067 Siraj Nazir: Yeah, I mean, you can take up that action item, right? I mean, if if you know she can do like these kind of things offline as well. It's entirely up to you guys. So that next time she can come better prepared. 247 00:33:32.850 --> 00:33:34.120 Siraj Nazir: if that's okay. 248 00:33:36.605 --> 00:33:39.259 Siraj Nazir: I'm basically writing down the action items here as well. 249 00:33:41.170 --> 00:33:41.860 Siraj Nazir: But this is. 250 00:33:41.860 --> 00:33:49.158 Jenny Duan: Sure I'd love for you if you could just quickly create an account right now, so I can walk you through the portal and then 251 00:33:49.760 --> 00:33:53.859 Jenny Duan: And then, like I'll drop some notes for you to look at. Offline as well. 252 00:33:53.860 --> 00:33:54.220 Siraj Nazir: I mean. 253 00:33:54.220 --> 00:33:57.149 huda: Yeah, I just I, just okay. 254 00:33:57.230 --> 00:33:58.429 huda: You see, my screen. 255 00:34:00.435 --> 00:34:01.739 Jenny Duan: Yeah, I can. 256 00:34:01.890 --> 00:34:07.620 Jenny",
    " Duan: So let's start by looking at the my colleges. Tab. I think this will be a really good space for you 257 00:34:07.915 --> 00:34:14.469 Jenny Duan: go to the college search and we're Gonna start by adding our 1st goal, which is Usc or the University of Southern California. 258 00:34:25.810 --> 00:34:26.979 Jenny Duan: And then, if you don't. 259 00:34:27.190 --> 00:34:28.270 Jenny Duan: where'd it go? 260 00:34:28.580 --> 00:34:29.780 Jenny Duan: I just saw it. 261 00:34:30.380 --> 00:34:31.684 huda: Oh, yeah, I just 262 00:34:37.120 --> 00:34:38.470 Jenny Duan: Yeah, so click it. 263 00:34:39.116 --> 00:34:40.130 Jenny Duan: And then 264 00:34:40.560 --> 00:34:44.760 Jenny Duan: does it give like, okay, press the fall. 2024. 265 00:34:45.699 --> 00:34:48.150 Jenny Duan: I wonder if that oh, wait! No scroll down. 266 00:34:49.060 --> 00:34:51.530 Jenny Duan: Early action is November. 1st 267 00:34:53.530 --> 00:34:54.870 Jenny Duan: scroll down. 268 00:34:55.670 --> 00:34:57.960 Jenny Duan: Okay, it's already added to your list. 269 00:34:58.450 --> 00:34:59.090 huda: Yeah. 270 00:34:59.920 --> 00:35:00.600 Jenny Duan: Oh, yeah. 271 00:35:02.700 --> 00:35:07.729 Jenny Duan: let me just write. Okay. Can you click on it in your list to look at their supplementals? 272 00:35:09.730 --> 00:35:11.100 huda: Oh, our! 273 00:35:14.910 --> 00:35:17.219 Siraj Nazir: Wow! This is such a nice platform. 274 00:35:17.610 --> 00:35:18.740 Siraj Nazir: Surprised! 275 00:35:18.740 --> 00:35:20.789 huda: It's a bit overwhelming, actually. 276 00:35:21.050 --> 00:35:26.609 Siraj Nazir: I I mean government. I mean, it's still I I think it's not of nonprofit anymore. I guess. 277 00:35:27.060 --> 00:35:27.650 Siraj Nazir: Ms, and. 278 00:35:27.650 --> 00:35:29.610 huda: Oh, do I click it here, or. 279 00:35:29.610 --> 00:35:34.390 Jenny Duan: College. You look at college questions, the common app personal statements gonna be the same for everything. 280 00:35:42.010 --> 00:35:44.42",
    "0 Jenny Duan: alright, let's look at the writing questions. 281 00:35:44.860 --> 00:35:47.060 Jenny Duan: So let's look at how many questions there are. 282 00:35:47.610 --> 00:35:49.530 Jenny Duan: 1, 2. 283 00:35:51.890 --> 00:35:53.500 Jenny Duan: Okay, that's fine. 284 00:35:56.830 --> 00:35:58.750 Siraj Nazir: Describe yourself in 3 words. 285 00:35:58.960 --> 00:35:59.510 Siraj Nazir: Okay. 286 00:35:59.510 --> 00:36:02.600 Jenny Duan: There's there's 2 short essays. 287 00:36:05.060 --> 00:36:07.890 Jenny Duan: How many of these random questions are there. 288 00:36:08.220 --> 00:36:13.760 huda: There's 1, 2, 3, 4, 5, 6, 7, 289 00:36:13.910 --> 00:36:15.170 huda: 8, 9, 290 00:36:15.450 --> 00:36:16.370 huda: and. 291 00:36:18.050 --> 00:36:20.209 Jenny Duan: Alright. 13 word responses 292 00:36:22.750 --> 00:36:23.585 Jenny Duan: and 293 00:36:24.440 --> 00:36:25.690 Jenny Duan: Right now 294 00:36:25.980 --> 00:36:29.770 Jenny Duan: I want you to see if you can select the major and see if there's a 295 00:36:30.020 --> 00:36:33.359 Jenny Duan: if there's an option for you to upload a portfolio. 296 00:36:37.070 --> 00:36:37.780 Jenny Duan: Hope. 297 00:36:39.150 --> 00:36:39.950 Jenny Duan: hey? 298 00:36:42.450 --> 00:36:44.209 Jenny Duan: Is there a major selection? 299 00:36:48.870 --> 00:36:50.910 Jenny Duan: Can you click preferred start term. 300 00:36:54.640 --> 00:36:57.970 Jenny Duan: fall? 24. Admission plan. Early action. 301 00:37:00.630 --> 00:37:03.639 Jenny Duan: okay, not applying for a fee. Waiver. 302 00:37:04.060 --> 00:37:06.260 Jenny Duan: you can say yes, that's fine. 303 00:37:07.266 --> 00:37:08.540 Jenny Duan: And then 304 00:37:09.390 --> 00:37:10.520 Jenny Duan: delay. 305 00:37:12.880 --> 00:37:14.150 Jenny Duan: hey? 306 00:37:20.220 --> 00:37:21.770 Jenny Duan: No. 307 00:37:22.070 --> 00:37:22.690 huda: Both. 308 00:37:24.780 --> 00:37:26.210 Jenny Duan: I don't think you're Daca. 309 00:37:27.076 --> 00:37:28.570 Jenny Duan: N",
    "o, continue. 310 00:37:29.790 --> 00:37:30.779 huda: Oh, okay. Cool. 311 00:37:33.200 --> 00:37:37.963 Jenny Duan: Scroll down, see interactive media and game design. Oh, scroll. 312 00:37:38.440 --> 00:37:40.089 huda: I think it's in yeah 313 00:37:51.300 --> 00:37:52.070 huda: bum 314 00:38:05.110 --> 00:38:06.120 huda: home. 315 00:38:11.400 --> 00:38:12.350 Jenny Duan: So on, here. 316 00:38:12.720 --> 00:38:14.539 huda: Maybe it's under game. 317 00:38:16.910 --> 00:38:18.899 huda: There's computer science games. 318 00:38:19.460 --> 00:38:22.329 Jenny Duan: Okay, what about interactive media and game design. 319 00:38:28.030 --> 00:38:35.579 huda: Oh, I I don't know if they have the any any of like the school cinematic Arts majors here, for some reason. 320 00:38:37.250 --> 00:38:40.422 Jenny Duan: Oh, they're not participating in early action. I got it. 321 00:38:43.220 --> 00:38:45.050 Jenny Duan: Select regular decision 322 00:38:47.020 --> 00:38:48.460 Jenny Duan: how you can find it. 323 00:38:51.300 --> 00:38:57.050 Siraj Nazir: Oh, that's an interesting thing, right. Whoa! You spoke to one of your friends who's at Usc. And she said there was early action. 324 00:38:58.280 --> 00:39:10.270 huda: Yeah, actually like my friend, she goes to Usc right now. And she said that she said to apply early cause, then there's like a really good scholarship of opportunity with that 325 00:39:10.683 --> 00:39:19.649 huda: and you could also, you could also apply check one more early action, because it's like you're doing it for the scholarship. So 326 00:39:20.206 --> 00:39:22.630 huda: yeah. Also, I still don't see it. 327 00:39:23.720 --> 00:39:26.179 Jenny Duan: You if you search sca, does it cover? 328 00:39:29.310 --> 00:39:30.560 Jenny Duan: Hmm! 329 00:39:31.150 --> 00:39:38.170 Jenny Duan: Can you go back to the wait! Are you sure you're selected? Regular decision? Now I think you are. But let's just double check. 330 00:39:38.170 --> 00:39:39.030 huda: Yeah. 3",
    "31 00:39:39.590 --> 00:39:40.896 Jenny Duan: Go ahead. 332 00:39:43.630 --> 00:39:44.930 huda: Maybe let's see. 333 00:39:50.490 --> 00:39:51.370 huda: Oh. 334 00:39:57.210 --> 00:39:58.005 huda: on 335 00:39:58.800 --> 00:39:59.510 Jenny Duan: Oh. 336 00:40:01.610 --> 00:40:02.400 Jenny Duan: right. 337 00:40:04.570 --> 00:40:08.420 Jenny Duan: we can. You scroll up? I want to read what they say about the merit scholarship process. 338 00:40:08.730 --> 00:40:09.780 Jenny Duan: And this. 339 00:40:10.760 --> 00:40:14.780 Jenny Duan: okay, okay, they will be considered for Usc merit scholarships. Okay, cool. 340 00:40:15.580 --> 00:40:16.760 Jenny Duan: How are you. 341 00:40:20.340 --> 00:40:24.189 Siraj Nazir: And what are those Jenny? Just like the things that you're 342 00:40:28.670 --> 00:40:30.770 Siraj Nazir: the merit scholarship versus? 343 00:40:30.960 --> 00:40:33.190 Siraj Nazir: There's different things. What's what's the difference. 344 00:40:34.077 --> 00:40:38.532 Jenny Duan: The Mayor scholarship is a scholarship offered by Usc. I think that's the biggest thing 345 00:40:39.216 --> 00:40:47.620 Jenny Duan: like Usc will will offer this as a like in house scholarship that they offer, like a talented students to to fund their education. 346 00:40:47.740 --> 00:40:52.730 Jenny Duan: And that's why they ask students to apply a little bit earlier, so that they're able to allocate those. 347 00:40:53.320 --> 00:41:03.249 Siraj Nazir: Okay. But I mean, it's still the regular decision window. But they they basically a on rolling basis. Whoever like applies early, they are able to take a decision on them. Is that how it works. 348 00:41:05.720 --> 00:41:08.600 Jenny Duan: yeah, they're selected on the pool of early applicants. 349 00:41:08.600 --> 00:41:09.590 Siraj Nazir: Okay. 350 00:41:10.650 --> 00:41:16.209 Siraj Nazir: so that you see the difference. Like, you know, you have to be clear on these things. There's an early action. There is early 351 00:41:",
    "16.240 --> 00:41:20.770 Siraj Nazir: decision. There is a restricted early action. There are multiple things. But I think 352 00:41:20.860 --> 00:41:28.409 Siraj Nazir: what Jenny is concluding here is that when your friend says that oh, there's an early action. There's no real early action. They did. 353 00:41:28.410 --> 00:41:30.549 Jenny Duan: No, there there is an early. There is an early action. 354 00:41:30.842 --> 00:41:33.770 Siraj Nazir: Okay. I thought that there was no option there, so. 355 00:41:33.960 --> 00:41:40.070 Jenny Duan: No, no, there is, but not for this specific major, that who don't want it has a different deadline, which is December first.st 356 00:41:42.160 --> 00:41:42.630 Siraj Nazir: Oh, okay. 357 00:41:42.630 --> 00:41:47.340 huda: I'm kind of confused because it's not showing for a regular decision as well. 358 00:41:50.410 --> 00:41:51.270 Jenny Duan: Hmm, 359 00:41:52.600 --> 00:41:58.199 Jenny Duan: maybe they're just not maybe they just don't have it up yet. It says on the website that 360 00:41:58.410 --> 00:41:59.220 Jenny Duan: it's 361 00:42:00.680 --> 00:42:04.306 Jenny Duan: yeah. You must submit a slide through application. 362 00:42:06.360 --> 00:42:07.810 Jenny Duan: it looks. It looks like 363 00:42:08.220 --> 00:42:09.920 Jenny Duan: you have to submit 364 00:42:09.950 --> 00:42:17.219 Jenny Duan: your preferred application plan to regular decision. Maybe it's just because they haven't released it yet, but I'm I'm not sure. 365 00:42:21.830 --> 00:42:23.449 Jenny Duan: see? One more time. 366 00:42:25.261 --> 00:42:29.959 Jenny Duan: Maybe you can like send them an email, actually, and and ask them. 367 00:42:32.780 --> 00:42:33.490 huda: Yeah. 368 00:42:33.950 --> 00:42:38.470 Jenny Duan: But are, are, are any of the Sca majors uploaded yet or not yet. 369 00:42:40.350 --> 00:42:41.630 huda: Uploaded, where. 370 00:42:42.914 --> 00:42:46.349 Jenny Duan: On the portal like. Can you apply to any other school cinematic pa",
    "rts? 371 00:42:46.480 --> 00:42:47.510 Jenny Duan: Majors. 372 00:42:48.734 --> 00:42:51.199 huda: I don't think so. Let me check again, though. 373 00:42:51.590 --> 00:42:52.270 Jenny Duan: Oh, wait! 374 00:43:00.690 --> 00:43:01.860 huda: Yeah, there are it? 375 00:43:05.280 --> 00:43:06.809 Jenny Duan: But what was vse. 376 00:43:09.850 --> 00:43:11.640 Jenny Duan: Like the one that you had before. 377 00:43:12.190 --> 00:43:14.440 huda: A little like computer science games. 378 00:43:14.810 --> 00:43:23.140 Jenny Duan: Gotcha. Okay, I'd say, like, right now, you, why don't you send an email to the admissions team at Usc. Their email was on the main common app page. 379 00:43:23.710 --> 00:43:24.310 huda: Hmm. 380 00:43:26.280 --> 00:43:29.419 Jenny Duan: Like on the information about the school. Yeah. 381 00:43:29.750 --> 00:43:39.379 Jenny Duan: why don't you send an email to them asking them about the major? We don't have to spend time doing that right now. You can do that afterwards. That will be one of your action items. But 382 00:43:39.450 --> 00:43:44.546 Jenny Duan: okay, we have that right now. And let's just finish 383 00:43:45.070 --> 00:44:03.849 Jenny Duan: going through this like template of your college application. Do you have any other questions regarding like the majors for other schools? If so, we can talk through that. If not, I think you can fill this out on your own afterward, this template, because I think we already have the list that we came up with together. If that's still what you're interested in. 384 00:44:04.770 --> 00:44:18.370 huda: Yeah, also with this. So if I apply to interactive media and game design, which is part of the school cinematic arts, I won't be able to apply early action. 385 00:44:19.490 --> 00:44:26.599 Jenny Duan: Right, because the deadline would be December first.st So in that case I think that you could continue with yours. 386 00:44:26.900 --> 00:44:41.290 Jenny Duan: Your next choice school, which is Stanfo",
    "rd. I think you'd be able to apply early action to Stanford if you wanted, or to one of your other top schools which include Chapman University Mit Upend, northeastern Nyu and Cmu. 387 00:44:43.070 --> 00:44:43.855 huda: Okay? 388 00:44:44.990 --> 00:44:47.470 huda: yeah. So I'm gonna okay. So 389 00:44:47.856 --> 00:44:53.873 huda: that would mean that, like, we'd kind of have to rely on like external scholarships if 390 00:44:54.330 --> 00:45:09.629 huda: one like thinking of like having going to apply to Usc like in the future. If I do get in. So we'd have to rely on external scholarships, or I wouldn't be able to apply for, like the merit based, which is part of it. 391 00:45:09.630 --> 00:45:14.420 Jenny Duan: No, it says that it says that everyone applying to this is still considered for merit. 392 00:45:14.762 --> 00:45:18.990 Jenny Duan: I'm looking at the website right now. Let me send you the link. 393 00:45:24.200 --> 00:45:27.444 Jenny Duan: So right set right here. It says that. 394 00:45:31.250 --> 00:45:37.219 Jenny Duan: Oh, actually, it doesn't say that here it said it. I think it said it in the application portal somewhere there 395 00:45:37.250 --> 00:45:38.756 Jenny Duan: for sca 396 00:45:40.600 --> 00:45:46.989 Jenny Duan: You scroll up, and I remember reading that they still consider you for merit, either, I think in the common app, or 397 00:45:47.240 --> 00:45:48.430 Jenny Duan: in here. 398 00:45:58.100 --> 00:45:59.630 huda: Oh, yeah. 399 00:45:59.990 --> 00:46:02.579 huda: okay. So I think I think it still works. 400 00:46:03.630 --> 00:46:05.929 Jenny Duan: Yeah, I think that you'll be. I think you'll be fine. 401 00:46:06.030 --> 00:46:07.160 Jenny Duan: I've been. 402 00:46:09.180 --> 00:46:10.970 huda: Okay, yeah, that sense. 403 00:46:11.200 --> 00:46:19.119 Siraj Nazir: Great sorry. So Jenny, you mind like going to the the again the notion again, like, you know, bringing it up. I just wanted to add 404 00:46:19.300 --> 00:46:20.849 ",
    "Siraj Nazir: one thing, that's okay. 405 00:46:20.850 --> 00:46:22.130 Jenny Duan: Sure. Yeah. 406 00:46:22.170 --> 00:46:25.150 Siraj Nazir: Before we wrap up the the major discussion today. 407 00:46:29.950 --> 00:46:36.589 Siraj Nazir: and then we'll fix this so if you go to Number 4 like, I just added one more in Jenny's and who does on the left side. 408 00:46:36.820 --> 00:46:41.140 Siraj Nazir: major and college evaluation. On the left tab on the 409 00:46:41.890 --> 00:46:42.620 Siraj Nazir: yeah. 410 00:46:43.290 --> 00:46:49.410 Siraj Nazir: So you know again, like a lot of templates have research. And I've added, if you come down right, so don't worry about it. 411 00:46:49.620 --> 00:47:02.300 Siraj Nazir: I think what? So this is really a template of a student who's actually built her own, or you know his own scoring system on how he's going about, you know, evaluating every college and major, and this is really good. 412 00:47:02.330 --> 00:47:06.830 Siraj Nazir: So if you see here degree planning your major down below. 413 00:47:08.200 --> 00:47:09.540 Siraj Nazir: Yes. 414 00:47:09.660 --> 00:47:16.520 Siraj Nazir: I think what I really want Huda to do is really learn that art and skill on how. See? There are a lot of things that actually Jenny is doing, Huda. 415 00:47:16.680 --> 00:47:26.480 Siraj Nazir: that you know I'm kind of able to, you know, if I start breaking it down way and approach of she's up approaching the Major. There are a lot of, you know, kind of 416 00:47:26.630 --> 00:47:28.679 Siraj Nazir: assumptions that are wrong. 417 00:47:28.820 --> 00:47:38.460 Siraj Nazir: Right? I mean, like, we only go with one metric, you know, just because something is competitive doesn't mean that. Actually, you have a better chance of getting in. So I think there are a lot of there's a lot of subjectivity involved as well. 418 00:47:38.550 --> 00:47:51.459 Siraj Nazir: But I I really want you to Jenny might be help without bring out like more facto",
    "rs like, here is where you can plan your degree earlier. This can also help you choose between multiple majors. There are estimated college degree plans based on 419 00:47:51.470 --> 00:47:59.510 Siraj Nazir: blah blah blah major requirements, university core curricular requirements. I still recommend okay. And you know, like reaching out and doing more research on that. 420 00:47:59.540 --> 00:48:02.330 Siraj Nazir: So I think there is more to it. I feel like. 421 00:48:03.810 --> 00:48:13.350 Siraj Nazir: I I you know we can, of course, come up with the framework, and you have done that very good in terms of college. And, Major, I think might be. You can just leave Huda with areas 422 00:48:13.460 --> 00:48:21.000 Siraj Nazir: that she needs to factor because one of the things that could always everyone has on top of their mind. Right? Will this get me a good job eventually. 423 00:48:21.220 --> 00:48:30.949 Siraj Nazir: Right? So I think if you can just highlight parameters, I mean, you can just put it in notes. But I really want that to do this exercise on our own as well right as an action item, if that makes sense. Yeah. 424 00:48:32.120 --> 00:48:34.910 Jenny Duan: Sure. Yeah, we can. We can do this below here. 425 00:48:36.710 --> 00:48:37.500 Jenny Duan: It's like. 426 00:48:37.970 --> 00:48:40.909 Siraj Nazir: Yeah. Sorry. I mean, you can go to the college. Yeah, with that list. Yeah. 427 00:48:44.360 --> 00:48:45.280 Siraj Nazir: Awesome. 428 00:48:46.240 --> 00:48:47.154 Jenny Duan: Okay. 429 00:48:50.920 --> 00:48:51.440 Siraj Nazir: I mean the media. 430 00:48:51.440 --> 00:48:52.010 Jenny Duan: Yeah. Open. 431 00:48:52.200 --> 00:48:53.200 Jenny Duan: Oh, go ahead. 432 00:48:53.680 --> 00:48:59.269 Siraj Nazir: Oh, in the Major I've added, I mean, tell me what what else you want to add. So I just build this major list below. 433 00:48:59.420 --> 00:49:06.349 Siraj Nazir: So you can put a major one, major, 2. And I think you can just change this or ask",
    " me whatever you want. New new parameters. I can add. 434 00:49:08.280 --> 00:49:17.820 Jenny Duan: I think maybe one thing we can say is, job outcomes from this major, and what you hope to get from here. So 435 00:49:20.310 --> 00:49:22.470 Jenny Duan: Cfa interaction. 436 00:49:22.890 --> 00:49:24.449 Jenny Duan: What is this called 437 00:49:31.420 --> 00:49:32.520 Jenny Duan: one moment 438 00:49:32.560 --> 00:49:35.790 Jenny Duan: game development and international interactive design? 439 00:49:44.100 --> 00:50:01.000 Jenny Duan: I think that I'm doing Usc as a model. But after this I think, because we already have all the schools that you're interested in. You should be able to just repopulate this tracker with the schools that we've already discussed cause. I don't want to spend too much time filling up the whole thing, just showing you the template. 440 00:50:01.000 --> 00:50:06.439 Siraj Nazir: Don't, don't even fill it. Jenny. I think I just wanted to put the attributes for her. Define the columns for her. 441 00:50:07.280 --> 00:50:08.710 Siraj Nazir: Does that make sense right? 442 00:50:08.710 --> 00:50:18.726 Jenny Duan: Yeah. So here's the major name the acceptance rate, if you can find it. This is not always going to be available, and then the outcomes would be like what you hope to get out of this. So 443 00:50:22.140 --> 00:50:25.620 Jenny Duan: This is like probably the the most clear outcome. 444 00:50:29.770 --> 00:50:33.419 Jenny Duan: But for some oh, why isn't it letting me edit this? 445 00:50:42.390 --> 00:50:44.989 Jenny Duan: I'm not sure why I can't edit this, but 446 00:50:45.590 --> 00:50:46.679 Jenny Duan: maybe that's something we could. 447 00:50:46.680 --> 00:50:49.419 Siraj Nazir: That's why I I can edit it. What do you want me to do? I'll tell you. 448 00:50:50.233 --> 00:50:53.479 Jenny Duan: Add professional game developer and designer here. 449 00:50:54.020 --> 00:50:57.120 Siraj Nazir: Okay, I think the type is number. So I'l",
    "l just make it text. 450 00:50:58.590 --> 00:51:00.459 Jenny Duan: Okay, here, I can edit. Now. 451 00:51:01.050 --> 00:51:01.980 Siraj Nazir: Now you can do it. 452 00:51:04.440 --> 00:51:06.040 Siraj Nazir: I'm just learning notion. 453 00:51:07.550 --> 00:51:08.120 Siraj Nazir: It's not bad. 454 00:51:08.120 --> 00:51:21.726 Jenny Duan: So here's your job outcome from the Major. I think that, like going through this exercise will help you think about what types of outcomes are available, and how this Major aligns with your future goal of becoming like a professional again, game developer, which is super exciting. 455 00:51:22.447 --> 00:51:42.230 Jenny Duan: Alright. So that was the model for Usc, I think that we should figure out your early action decision right now, because we're finding out that this this game development program has a regular application deadline rather than an early application deadline. So this actually leaves room for an early application, a different early application. 456 00:51:42.230 --> 00:51:55.449 Jenny Duan: So with that given that. We've already talked about your schools in the past, out of all these schools that we've identified before. Are there any schools that stand out to you that you think you'd want to apply early to instead of Usc. 457 00:51:55.520 --> 00:52:00.430 Jenny Duan: the U. The Uc. Schools are on their own timeline, so we don't have to worry about those right now. 458 00:52:04.180 --> 00:52:05.520 huda: Wait! It's 459 00:52:07.260 --> 00:52:10.030 huda: let me go back to the list. 460 00:52:10.030 --> 00:52:11.080 Jenny Duan: Sure, of course. 461 00:52:16.950 --> 00:52:18.110 huda: Maybe 462 00:52:19.670 --> 00:52:21.402 huda: so, I think 463 00:52:22.110 --> 00:52:33.980 huda: probably, Stanford, I know you said that didn't really. You didn't really have like too much of a like an impact on your application or acceptance to it. So I don't know if that 464 00:52:34.530 --> 00:52:36.770 huda: that might put it off ",
    "of it. 465 00:52:37.470 --> 00:52:38.900 huda: if not. 466 00:52:39.570 --> 00:52:40.940 huda: then 467 00:52:42.760 --> 00:52:44.110 huda: maybe. 468 00:52:45.240 --> 00:52:47.489 huda: Yeah. Probably. Just say, Stanford. 469 00:52:48.270 --> 00:52:49.680 Jenny Duan: Yeah, why is Stanford. 470 00:52:50.653 --> 00:52:54.320 huda: I really like the program. And it's also I like the. 471 00:52:54.620 --> 00:52:56.179 huda: So I know it's like. 472 00:52:56.350 --> 00:53:07.219 huda: I kind of want to apply for AI ethics, because, like, I feel like a lot of my profiles been around that. I think that's it's probably like the best program for AI ethics. 473 00:53:07.530 --> 00:53:10.669 Jenny Duan: Poly systems or what? Major, do you mean? Like. 474 00:53:11.830 --> 00:53:14.820 Jenny Duan: yeah, what? Major? Yeah, ethics is not a major. 475 00:53:15.655 --> 00:53:21.029 huda: I'm not really sure. I think I could probably look into that more. But yeah. 476 00:53:22.018 --> 00:53:30.040 huda: and I also like the location. It's also I am kind of more inclined to go there, because it's also closer to home. 477 00:53:31.570 --> 00:53:34.458 Jenny Duan: Awesome. Yeah, Stanford is a really good choice. 478 00:53:35.665 --> 00:53:36.470 Jenny Duan: Let's 479 00:53:36.490 --> 00:53:39.639 Jenny Duan: put that on that for regular for early action. 480 00:53:39.950 --> 00:53:49.360 Jenny Duan: So with Sanford, there's a couple of majors that I think you might find interesting. With AI ethics. There's some. There's symbolic systems which is my major. There's 481 00:53:49.400 --> 00:53:54.829 Jenny Duan: science technology and society, which I think is a really cool major. Let me write these all down in our Zoom chat 482 00:53:56.590 --> 00:54:02.390 Jenny Duan: Sds and data, science and social systems, which I think, is also pretty interesting 483 00:54:02.530 --> 00:54:08.960 Jenny Duan: within these 3 majors. I think these are probably going to be the most aligned with your profi",
    "le. There's also a communications, Major. 484 00:54:09.500 --> 00:54:12.050 Jenny Duan: At Stanford. That's really cool. 485 00:54:13.220 --> 00:54:14.510 Jenny Duan: let me show you. 486 00:54:16.320 --> 00:54:25.819 Jenny Duan: This is where the journalism probably would come in. And there's also, I think, probably concentrations for media. Let's see 487 00:54:30.280 --> 00:54:34.020 huda: Oh, that's actually interesting. That's kinda like the major that my sister is doing. 488 00:54:34.610 --> 00:54:36.700 Jenny Duan: Oh, really communications! Super cool. 489 00:54:36.700 --> 00:54:37.090 huda: Yeah. 490 00:54:37.090 --> 00:54:56.520 Jenny Duan: They have a media, psychology, journalism, and digital media studies as 3 different pathways within communications and actually, communications at Stanford is not so much about the writing aspect. But communications at Stanford is actually pretty stem, like a lot of computers, communications, people do stem research. And like 491 00:54:56.620 --> 00:55:01.919 Jenny Duan: it's, it's more technical than you would think, especially because there's a focus on like digital media studies. 492 00:55:01.990 --> 00:55:24.480 Jenny Duan: etc, like, for example, some some com classes include like lies trust and tech, which is cool. Also about personality and digital media. Interesting virtual people. This is like a VR AR class at Stanford. It's taught in the Stanford VR lab media psychology. There's a lot of like data science classes on journalism. 493 00:55:24.480 --> 00:55:37.579 Jenny Duan: I don't know if they're represented here. But the programming and journalism. This would be an example of like how people use data, science to to encode. Like all the all the graphs and all the figures that you see in in good reporting. 494 00:55:37.580 --> 00:56:03.415 Jenny Duan: So I that's why I think like communications is a good fit for you. It's not like the typical writing based communication that you see at other schools. But it's mo",
    "re like data understanding data and like digital media studies, media psychology, which I think could be interesting. So that's why I think the Comms Major, might be a good fit for you. So out of these 4 majors, these are like the programs that I think you would enjoy the most at Stanford. Do any of these stand out to you? 495 00:56:04.050 --> 00:56:05.000 Jenny Duan: yeah. 496 00:56:05.280 --> 00:56:08.940 huda: I think the I'd say the the 497 00:56:09.040 --> 00:56:09.694 huda: where 498 00:56:10.470 --> 00:56:15.910 huda: from these pathways, I'd say, like the digital media studies. Looks most interesting to me. 499 00:56:17.070 --> 00:56:22.821 Jenny Duan: Cool. These are some of like the classes, virtual people, censorship and propaganda politics of algorithms. 500 00:56:23.522 --> 00:56:32.439 Jenny Duan: Lies, trust and tech. This is why, I think it's like aligned with the AI thing, too, and is see it here, it says, like research opportunities. If you're interested in continuing research, there's 501 00:56:32.450 --> 00:56:38.230 Jenny Duan: the medium personality. Lab Stanford, Social Media Lab Virtual Human Interaction Lab. This is like the VR lab. 502 00:56:38.260 --> 00:56:40.309 Jenny Duan: and I'm not sure what this is. 503 00:56:40.898 --> 00:56:43.470 Jenny Duan: Let's see. Like post grad opportunities. 504 00:56:43.510 --> 00:56:46.799 Jenny Duan: You can see what people in the Comms Department have done. 505 00:56:47.330 --> 00:56:49.899 Jenny Duan: So they go to grad school. 506 00:56:50.350 --> 00:56:52.940 Jenny Duan: They go to companies like, I don't know. 507 00:56:53.180 --> 00:56:58.320 Jenny Duan: Microsoft, let's see if any of these go to gaming companies. 508 00:56:58.490 --> 00:57:01.540 Jenny Duan: Nbc. Universal. That's pretty cool. 509 00:57:02.500 --> 00:57:07.750 Jenny Duan: I don't see any explicit. Oh, Sony entertainment. Yeah, so they do go to entertainment companies. 510 00:57:08.190 --> 00:57:10.560 Jenny Duan: 20th century fox",
    ". Okay, cool. 511 00:57:11.507 --> 00:57:16.790 Jenny Duan: And we can look at the internships and see where they go for interning. 512 00:57:18.700 --> 00:57:21.249 Jenny Duan: Okay, that's cool. 513 00:57:21.690 --> 00:57:24.239 Jenny Duan: Warner. Bros, that's pretty cool. 514 00:57:25.265 --> 00:57:27.690 Jenny Duan: Well, Disney, that's pretty cool. 515 00:57:28.430 --> 00:57:29.240 huda: Yeah. 516 00:57:30.570 --> 00:57:47.659 Jenny Duan: Okay, cool. So that's the that's just the communications, major. Obviously, it's not necessary for you to be a Comms major. I just wanted to show you that because I don't think that's something that you would have thought about before. So would you like to look at the other majors, too, or do you already have a favor out of these 4. 517 00:57:48.934 --> 00:57:53.800 huda: I'd be, I'd be willing to like. Look at more majors. I think it's necessary. 518 00:57:54.403 --> 00:57:55.489 huda: Other options. 519 00:57:55.810 --> 00:57:58.833 Jenny Duan: Okay? So that's communications. 520 00:58:01.250 --> 00:58:06.519 Jenny Duan: this is the other one that you might be interested in. It's called science Technology and Society. 521 00:58:08.820 --> 00:58:15.569 Jenny Duan: interdisciplinary framework to in through which to understand the complex interactions of science technology in the world. 522 00:58:15.770 --> 00:58:16.800 Jenny Duan: So 523 00:58:17.280 --> 00:58:40.299 Jenny Duan: a specialization between this is called communications and media within sts, so you see how like media has, like the the communications one has, like a concentration on digital media studies. And this like more. This is a stem major. I think it's A. Bs has a concentration communication and media. So everything has a lot of overlap. 524 00:58:41.000 --> 00:58:43.510 Siraj Nazir: Everything is so 2 dimensional. Yeah. 525 00:58:44.570 --> 00:58:45.460 Jenny Duan: Yeah. 526 00:58:45.830 --> 00:58:46.790 Jenny Duan: come. 527 00:58:47.980 --> 00:58:50.690 ",
    "Jenny Duan: And so this is like another major. 528 00:58:50.760 --> 00:58:55.720 Jenny Duan: Let's see if we can find their website to show you what this is like. 529 00:58:56.997 --> 00:59:02.000 Jenny Duan: They have both a Bachelors of Arts and Bachelors of Sciences. I think 530 00:59:03.050 --> 00:59:09.770 Jenny Duan: you would be either interested in this concentration. Social dynamics of data and information or communication and media. 531 00:59:10.570 --> 00:59:13.120 Jenny Duan: So if you just click on this, you can look at like 532 00:59:13.270 --> 00:59:14.940 Jenny Duan: like the classes. 533 00:59:19.070 --> 00:59:23.590 Jenny Duan: do you understand the difference between? Do you understand what this major is? 1st of all, before we move on. 534 00:59:25.536 --> 00:59:30.809 huda: kind of unclear about like what? The science technology and society is. 535 00:59:31.860 --> 00:59:40.318 Jenny Duan: Okay, cool, no worries. Let's look at the. So you take sociology classes. This is also very interdisciplinary. This is a major. We can kind of take whatever you want. 536 00:59:42.060 --> 00:59:43.230 Jenny Duan: Concentration. 537 00:59:43.840 --> 00:59:46.829 Jenny Duan: Yeah, these are some examples of concentration classes. 538 00:59:46.930 --> 00:59:57.879 Jenny Duan: Space in the American imagination digital traces the rise of digital culture. These are Comms classes, education, English like Black Mirror AI activism is a pretty interesting class. My friend took it. 539 00:59:58.010 --> 01:00:07.116 Jenny Duan: Sociology, adventures and video gaming and society, I think, like Sts is probably where all the video game classes are. 540 01:00:08.640 --> 01:00:11.280 Jenny Duan: this looks like a pretty cool class. Let's check it out 541 01:00:14.050 --> 01:00:15.090 Jenny Duan: of me. 542 01:00:17.330 --> 01:00:18.630 Jenny Duan: Yeah, cool. 543 01:00:20.820 --> 01:00:22.710 Jenny Duan: See you at video games 544 01:00:23.580 --> 01:00:24.820 Jenny Duan: fans.",
    " 545 01:00:26.980 --> 01:00:40.170 Jenny Duan: Yeah, I'm pretty sure that most of the video game classes are gonna fit under Sts. So I think that Sds will give you the biggest opportunity to study gaming, if that's what you're interested in. Like all of these, I think will count for Sts 546 01:00:40.560 --> 01:00:44.149 Jenny Duan: introduction to art and entertainment that's like an art studio class. 547 01:00:44.370 --> 01:00:47.069 Jenny Duan: video, game development. And C, 548 01:00:47.604 --> 01:00:52.170 Jenny Duan: the video essay writing with video about media and culture. This is about like films. 549 01:00:53.154 --> 01:00:55.690 Jenny Duan: and cyborg anthropology. 550 01:00:55.850 --> 01:00:57.260 Jenny Duan: So that's a pretty cool class. 551 01:00:57.660 --> 01:00:58.059 huda: Same. 552 01:00:59.100 --> 01:01:02.919 Jenny Duan: But I think all of these will fit under under this this major. 553 01:01:03.160 --> 01:01:07.520 Jenny Duan: So it'll give you like a very interdisciplinary approach over 554 01:01:07.760 --> 01:01:10.830 Jenny Duan: technology communications and everything. 555 01:01:11.670 --> 01:01:18.210 huda: Yeah, I honestly, I really like this, major. I think I kind of prefer it over the communications. Major. 556 01:01:18.210 --> 01:01:30.106 Jenny Duan: Okay, honestly, I think this is like, probably gonna be the best fit major for you. I don't know if you'll enjoy symbolic systems that much, because I think a lot of people don't like the philosophy aspect of symbolic systems. 557 01:01:30.440 --> 01:01:31.780 Jenny Duan: So if you, I think 558 01:01:31.970 --> 01:01:38.430 Jenny Duan: I think this major is honestly, probably the best fit for you. After this I don't want to take up too much time looking 559 01:01:38.520 --> 01:01:49.969 Jenny Duan: deeply at the majors either, but I think that like this is probably my recommendation for you. And if you want to look at those other 2 majors in your own types of all systems and data, scien",
    "ce and social systems. You can do that after this call. 560 01:01:50.000 --> 01:01:53.100 Jenny Duan: So right now, I'm gonna put you in the BS. 561 01:01:54.025 --> 01:01:54.900 Jenny Duan: Sts. 562 01:01:56.800 --> 01:02:04.080 Siraj Nazir: Amazing. I know we are top of the hour. So I think. You know, as you were speaking, I've also added, if you come to major List. 563 01:02:04.110 --> 01:02:07.429 Siraj Nazir: see more packeters? I've added best fit. 564 01:02:07.440 --> 01:02:22.899 Siraj Nazir: I've added, like, just look at how she was evaluating, like, you know, the other thing was also internship outcomes she was looking at, like, you know, alum success things, you see, like there are a lot of implicit things that Jenny was doing. I really want you to start thinking from that perspective as well. 565 01:02:23.355 --> 01:02:28.989 Siraj Nazir: And you know this is good. And, by the way, I think, Jenny, what? Where I need your help like is really like being 566 01:02:29.010 --> 01:02:30.410 Siraj Nazir: no BS. 567 01:02:30.500 --> 01:02:47.940 Siraj Nazir: And really blunt about, you know, if because you know, at the end of the day, you know what is really reach and what is like like fantasy. Right? So you just have to say, like, you know, Hey, just don't apply to this, like Csv. All know, is pretty much a fantasy thing, unless you really have a very, very strong profile. 568 01:02:48.000 --> 01:03:04.759 Siraj Nazir: So let's be honest like, you know, also because you have you. You have come up with some very funny use cases, scenarios of people getting into Stanford through some very weird kind of programs. But I mean, you don't want to do that. But you can tell who that, hooda. You know also the how maximizing your chances of getting in as well. 569 01:03:04.950 --> 01:03:18.809 Siraj Nazir: Right? So that is another factor. I would love to add and feel free to really like. Bring that convergence. I think we also want to eliminate lot of noise. Because, se",
    "e, one thing is also like, because that's a very stressful process. And I think it's also not fair for students 570 01:03:18.880 --> 01:03:31.279 Siraj Nazir: to know, like, be aware of, you know where they stand, and really address and try to maximize their chance. If there are certain things which are really out of the world like I don't want without to be wasting time on that. Rather try to focus on things that she can maximize right? 571 01:03:31.780 --> 01:03:32.410 Siraj Nazir: So. 572 01:03:32.410 --> 01:03:52.160 Jenny Duan: Yeah, I think. But I think all this is quite realistic so far, like I'm I think, for example, like, I'm not telling Kuda to be an electrical engineering Major Mit like that would be so out of the profile. But I think all these are pretty aligned, and I think, like as Huda continues to win more national wars, I think, like these big reach schools are becoming more and more in reach. 573 01:03:52.180 --> 01:03:55.389 Jenny Duan: So I'm honestly not worried about that at the moment. 574 01:03:55.800 --> 01:04:21.049 Jenny Duan: I think that the next step for you, Huda, would be. I would love to see you populate the rest of this list. Given the conversation that we already had. And so I think that what you can do is just basically transfer this information and do more research on the majors and put them into here. And then, if you have any outstanding questions regarding the major or regarding specific program applications, for example, with Usc. With the new decision date. 575 01:04:21.296 --> 01:04:32.889 Jenny Duan: We could talk about that, and you can send me a text, and or we can talk about it in our next session. But I think before next time I'd like to see all this filled out so that we're ready to start looking at the 576 01:04:33.060 --> 01:04:40.200 Jenny Duan: exact essays and the components that you might need for each program, including things like the supplement. If you needed that. 577 01:04:40.200 --> 01:04:57.549 Siraj Nazi",
    "r: Amazing. So I think we need to converge also because Huda and you have worked on this for a long, long time. If a new student comes in. There is lot of work they need to do, Huda. We but I want Huda. You have to do a lot of work to right lot of research. I think Jenny can give you framework, and you can ask her questions. What else do I need to factor 578 01:04:57.867 --> 01:05:18.049 Siraj Nazir: things like there's so many hidden things that came out when Jenny was showing you things. So reach out to her. But you need to do the thing, I think what we need to do is a Pre. Requested before getting into personal statement and essays. Jenny, we need to have this prerequisite that let's figure out. You know, a college list in mind and a major list in mind. Of course it's subject to change, but at least like 80 90, right? 579 01:05:18.080 --> 01:05:20.064 Siraj Nazir: So that is perfect. 580 01:05:20.800 --> 01:05:21.730 Siraj Nazir: awesome 581 01:05:22.000 --> 01:05:41.679 Siraj Nazir: cool, I think we have. You know, a lot of feedback came out. And I'm gonna further structure this, I think, for major as well, and also for college list, and you also feel free to add any comments here, Jenny, like, if you want to add a few things just to help you, so that you can also do it easily with Anushka then. And you know, with any other student. Right? I think it's a great tool. We want to really structure and formalize this. 582 01:05:42.510 --> 01:05:49.163 Jenny Duan: Cool. Sounds good. I have to hop off for another call now. But I I'm excited to get this off the off the 583 01:05:49.440 --> 01:05:59.089 Jenny Duan: I'm excited to get this kicked off. I think that the notion tracker is really great, and I think it's gonna be really helpful for us feel free to text me if you have any questions. And yeah, I'll talk to you soon. 584 01:05:59.090 --> 01:06:04.002 Siraj Nazir: Next meeting, Jenny. When would you like to have it? I mean, you could say, of course, offline. But f",
    "or the 585 01:06:04.800 --> 01:06:09.099 Jenny Duan: I think that probably sometime this weekend would be good, maybe Sunday or 586 01:06:09.500 --> 01:06:10.750 Jenny Duan: Yeah, Sunday might be a good. 587 01:06:10.750 --> 01:06:12.680 Siraj Nazir: After you're back to the Us. Right. 588 01:06:12.940 --> 01:06:13.800 Jenny Duan: Right, yeah. 589 01:06:13.800 --> 01:06:14.200 Siraj Nazir: Okay. 590 01:06:14.200 --> 01:06:20.509 Jenny Duan: Or actually, if we wanted to do it on a quicker timeline, I'm free to meet tomorrow, or even thursday as well. 591 01:06:21.190 --> 01:06:28.119 Siraj Nazir: Yeah, I would love to keep the momentum on, because, you know, Huda also has now this code of clossi, and then she's gonna be like, you know, also traveling 592 01:06:28.507 --> 01:06:36.232 Siraj Nazir: and the time flies so fast, right? I really don't want her to lose track of Instagram. Really, scale impact. That's a big. 593 01:06:36.700 --> 01:06:37.560 Siraj Nazir: okay? 594 01:06:37.980 --> 01:06:42.400 Jenny Duan: Let's yeah, I think let's aim for tomorrow or the day after that. Then, okay, sounds. 595 01:06:42.400 --> 01:06:43.930 Siraj Nazir: Thank you, Jenny, enjoy bye, take care. 596 01:06:43.930 --> 01:06:44.630 huda: And. 597 01:06:45.065 --> 01:06:45.500 Jenny Duan: Bye."
  ],
  "turns": [
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 279.95,
      "end": 280.576,
      "text": "Hi, Jenny! 2"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 281.73,
      "end": 284.759,
      "text": "Hi! How's it going? Wow! So many ais in this call. 3"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 285.35,
      "end": 289.474,
      "text": "There are many. Right? I need to. Yeah, we still need to figure that out 4"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 290.27,
      "end": 292.389,
      "text": "it's been very challenging because 5"
    },
    {
      "speaker": "student",
      "conf": 0.75,
      "start": 293.097,
      "end": 297.379,
      "text": "I tried to delete them, but then it tells that I'll lose all my past notes. 6"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 298.17,
      "end": 300.04,
      "text": "It's a big scam. Yeah. 7"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 301.85,
      "end": 305.205,
      "text": "anyways, I mean, do you? Do you also see them like 8"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 305.69,
      "end": 307,
      "text": "on the window. 9"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 307.25,
      "end": 309.199,
      "text": "Yeah, I I see all of them. 10"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 309.42,
      "end": 311.93,
      "text": "Okay. Strange, I'm not able to see them. 11"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 312.1,
      "end": 315.099,
      "text": "But yeah, let me see if I can remove. 12"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 316.72,
      "end": 318.7,
      "text": "Hi! Hunna! How's it going. 13"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 318.7,
      "end": 320.399,
      "text": "Hi! It's going well, how are you? 14"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 321.29,
      "end": 330.96,
      "text": "I'm going well, too. I'm in the middle of final season over here, so it's super busy. But it's been good. It's been good. What about you like? How's summer. 15"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 331.731,
      "end": 336.087,
      "text": "Yeah, actually, these like, past few days I've been like, really sick. So 16"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 336.71,
      "end": 337.12,
      "text": "I know. 17"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 337.12,
      "end": 342.749,
      "text": "Trying to get work done, but you know it's just a little bit of 18 like laziness when you're sick. 19"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 343.93,
      "end": 345.26,
      "text": "Are you feeling better today. 20"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 345.49,
      "end": 346.86,
      "text": "Yeah, definitely. 21"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 347.83,
      "end": 359.15999999999997,
      "text": "Well, that's good. Make sure that you recover fully before 22 before you 23 try to work again, cause you just wanna make sure that you'd like. Take care of yourself first.st 24"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 359.95,
      "end": 360.782,
      "text": "Yeah, thank, you. 25"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 362.06,
      "end": 364.9,
      "text": "Cool 26 grace. 27"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 364.9,
      "end": 371.19,
      "text": "Yeah, so how how about things with you, Jenny? In general? Right? Like. So these are like, in a final exam weeks. 28"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 371.26,
      "end": 372.34,
      "text": "things like that. 29"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 373.06,
      "end": 380.739,
      "text": "Yeah, exam week. So I've yeah been spending a lot of time studying and also getting ready for going back to the Us. 30"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 381.18,
      "end": 382.99,
      "text": "I can imagine. It's hard. Yeah. 31"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 383.298,
      "end": 392.68,
      "text": "no worries, I think. Today, you know, I actually as I, you know, we've been thinking about. You know how to work. How do we really like reboot? Right? All our seniors now? 32"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 393.115,
      "end": 421.349,
      "text": "It's important, because it's been a long journey. And now I really want no. Co, you know, kind of, you know. That's kind of a fear that everyone has that. You know. We don't want like students to get like complacent, and also get into the mode of really understanding what applications are about. You know what colleges are scholarships, all that stuff, right? So with that right, as I said. Would love to kind of have her like, you know, have like 3 sessions through the week, I think. What we can do is 33"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 421.959,
      "end": 428.779,
      "text": "you. I think one could be the overall kind of prep that that you've been, you know, doing for 34"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 428.79,
      "end": 447.089,
      "text": "so long. I think there are a lot of tracks, and I think that's probably, you know, working on it to kind of ramp it down right, because you're kind of coming to the end of the prep. Season. Where? And you really want to now get into the application seasons. So that's 1. The second thing is working sessions are going to be very helpful. I feel like, you know, that's something that 35"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 447.59,
      "end": 456.48,
      "text": "of course you did quite early on and you know, like Huda has also grown and transformed. But I really want to find the top week areas where you guys can work together, and she can learn more. 36"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 457.09000000000003,
      "end": 463.99,
      "text": "That's 1. And I think college application. Let's start as a program and something that I've been really trying to. You know. 37"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 464.22,
      "end": 465.87,
      "text": "you know, structure 38"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 466.406,
      "end": 489.559,
      "text": "on, how do we go about it? And something that you can actually take it to Anushka as well. So today, if that's okay, I, what I wanted to do was because you've been busy, and you know who does, being also like sick and everything else. I know that scaling her impact is her weak spot, and she's I really want you like her to spend on a you know, few sessions with you working sessions where she can really try and increase at least one or 2 of her initiatives. 39"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 490.225,
      "end": 502,
      "text": "The scale, I think today I wanted to just kind of kick off the college application. And you know essays and and what we have done is like, I've sent you the notion template. We have built a template. We are trying to capture that into the platform as well. 40"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 502.1,
      "end": 520.1,
      "text": "so that just an overview. Think of this as like a formal kickoff of college application. And I say I knew I would love to do this with Anushka as well, to be honest, because and I would also love to invite parents. And I'm telling you the reason being very simple, because this is fundamentally the time where actually, parents sign their kids to college counselors. 41"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 520.34,
      "end": 531.3389999999999,
      "text": "And it's a very structured program, right at the the one thing that the college councils actually do quite well is they are project managers. So they have really built this program structure over years and years of work. 42"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 531.51,
      "end": 544.67,
      "text": "And they come in very structured, and they try to explain to them the process, the timeline. This is what's gonna happen. And remember, like, a lot of parents, actually have no idea about this college application to be very honest. Right? So might be we can use this as a kickoff. 43"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 544.74,
      "end": 549.499,
      "text": "And I've actually spent some time. I just wanted to quickly 44"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 549.908,
      "end": 557.97,
      "text": "show you and Huda, you know what will actually make sense moving forward to you for you guys to actually collaborate on when it comes to college application alone. 45"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 558.01,
      "end": 560.99,
      "text": "That document of yours is absolutely valid. 46"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 561.395,
      "end": 568.289,
      "text": "For everything else. Continue on that but the one session we want to have on. Call your application. Let's continue using this. If that makes sense. 47"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 569.44,
      "end": 570.86,
      "text": "Yeah, that makes sense to me. 48"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 570.86,
      "end": 578.11,
      "text": "Awesome. So yeah, I'm I'm kind of hijacking the session deliberately. But I did discuss with Hula as well. I feel it's important, because 49"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 579.108,
      "end": 596.279,
      "text": "also an opportunity, for, you know, to bring on board parents right? Because, remember, I mean to be very honest like. Now it all boils down to like, I'm planning, you know, visits for the you know, the summer. And you know, also doing the financial planning. You know, how how are we gonna evaluate these colleges and things like that. So a parallel. 50"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 596.46,
      "end": 599.269,
      "text": "you know, work would be actually good. So can you see it. 51"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 600.07,
      "end": 603.12,
      "text": "Yeah, I can see it. Let me get them that link right now. 52"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 603.48,
      "end": 608.5,
      "text": "Okay. So you know, to be honest, there are many templates. Did lot of research. 53"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 608.72,
      "end": 612.972,
      "text": "And I think this aligns very well. It's a very comprehensive kind of 54"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 613.65,
      "end": 616.659,
      "text": "template. But so this is the dashboard. 55"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 617.08,
      "end": 625.599,
      "text": "I think. What you really want to do. Number one. The whole narrative we spoke about. So this is the narrative that Huda has built right. I mean, we call it passion aptitude. 56"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 625.907,
      "end": 633.509,
      "text": "But at the end of the day the identity we are talking about. So all these things are very much in line. They probably have different title, and feel free to kind of change it. 57"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 633.887,
      "end": 642.309,
      "text": "But really, I want like HUD to have that narrative right as we keep talking about. You know what is her narrative that she's really has, and and and you can always say, this is your spy. 58"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 642.43,
      "end": 648.88,
      "text": "So let's focus on that. So that Huta has that back of her mind. Whenever she's thinking about these, you know, prestigious programs and colleges. 59"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 649.2,
      "end": 655.929,
      "text": "So that's something I want for that to do that writing. It's that's a very high value item. So let's have that done with Huda first.st 60"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 656.15,
      "end": 659.329,
      "text": "The second thing is really the calendar, right? The process aspect. 61"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 659.44,
      "end": 665.719,
      "text": "And I think this is also a beautiful thing. They've done that really, that put like all these kind of you know what goes first.st Second. 62"
    },
    {
      "speaker": "student",
      "conf": 0.75,
      "start": 667.35,
      "end": 672.16,
      "text": "yeah, I think it's here. Right, this one. Let me bring this up. Yeah, I just rearrange this. This. 63"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 672.84,
      "end": 675.18,
      "text": "The dates were not correct. Okay? 64"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 675.26,
      "end": 681.609,
      "text": "So oh, somehow, it got rearranged again. Anyways, I think you can kind of rearrange and add new items. 65"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 681.65,
      "end": 688.35,
      "text": "so that number one like, you know, Huda also needs to know, like, you know, what is the whole process? What are the timelines? What do I need to work on. 66"
    },
    {
      "speaker": "student",
      "conf": 0.75,
      "start": 688.754,
      "end": 708.82,
      "text": "That's 1. So this is again the calendar timeline but then the beautiful thing is now real, really, at the end of the day. It's all through the lens of the college application. Right? So let's get into activities and something that I would love to start with. Now, this is amazing to be honest, like, I absolutely had no clue about what activities where you kept telling me. I remember right awards and activities. 67"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 708.91,
      "end": 710.98,
      "text": "Now this is very beautifully done. 68"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 711.14,
      "end": 723.71,
      "text": "So it's really working backwards. Now, whatever Huda has put in that document, if she starts writing she will know why duration is important. Why the effort is important, right? Because all these things get eventually get into the application. 69"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 723.84,
      "end": 724.91,
      "text": "And 70"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 725.12,
      "end": 730.72,
      "text": "there's also a link here that explains, you know what these whole application processes very beautifully done. 71"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 730.78,
      "end": 734.18,
      "text": "So I really want, like again, without to spend time. 72"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 734.22,
      "end": 743.08,
      "text": "but activity, types, breakdown. And now I kind of understand, you know, like what this whole thing is. So we will try to really weave this up more and more. 73"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 743.4,
      "end": 770.049,
      "text": "That's an area that probably you can say, okay, things that you feel like. You know, and you can highlight and comment here that with us see that this is what goes in. Now you understand why, like, you know, we need, because we can't show anything here right? And you can tie that and add more comment here. So really, putting that structure, that's 1. The other thing is, let's talk about other week areas that we have identified for who? The really, you know this very well, more than me recommendation letters. 74"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 770.33,
      "end": 782.189,
      "text": "right? So might be. And and I've told you that right might be. This is where, like you, you need to have a working session where you go very tactical, right? Trying to identify, you know, who are the teachers who's working, not working for the past experience. 75"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 782.35,
      "end": 791.789,
      "text": "but really, like, you know, getting a bit more tactical on it, so that I I want to avoid all that, Jenny, that we have experienced in the past applications, because I know this will boil up. 76"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 791.87,
      "end": 794.7,
      "text": "and what will happen eventually is, Oh. 77"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 794.87,
      "end": 806.27,
      "text": "okay with Jenny, like, you know, with Huda and you like I can. I know what's happening. But I think, with other parents I'm completely a soup. Right? They go. Oh, yeah, they're not helping. I, by the way, had a nearly mock call as well. One and a half hours yesterday. I'm I'll tell you later. 78"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 806.31,
      "end": 808.649,
      "text": "So let's let's try to, really. 79"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 809.135,
      "end": 814.25,
      "text": "you know, get into this and then, also like 80"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 814.68,
      "end": 817.248,
      "text": "activities. Academics, I think. 81"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 818.25,
      "end": 820.14,
      "text": "yeah, the academics are here 82"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 820.54,
      "end": 827.969,
      "text": "also. Quite good, you know, and Huda can do lot of these things where you don't need like her time spent time together, she can fill it up. 83"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 828.02,
      "end": 834.8389999999999,
      "text": "But you know this will put her in a structure now that oh, all these things are eventually gonna matter and let me be on top of it. 84"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 834.94,
      "end": 837.619,
      "text": "The other most important thing, of course. 85"
    },
    {
      "speaker": "student",
      "conf": 0.75,
      "start": 838.49,
      "end": 866.94,
      "text": "that I wanted to start even today and entirely up to you. You can like, really take this like a clean slate given like I'm with us, Dad, like you know I am. I've always been with us, Dad, like you give me an like kind of explanation about the process. The timeline feel that, you know I have no idea about it. Then there is this whole college list which is really important. So if you look at it, it's very well done. In fact, this was the tracker that you had like for Anushka, probably, and you know also, like Erin has. 86"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 866.96,
      "end": 867.97,
      "text": "But 87"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 868.86,
      "end": 883.25,
      "text": "there are some amazing things. So that's kind of also for her to know, like and start digging into it. She's already doing all that exercise. You've done the great framework, but you know what it's a great opportunity for us to really structure this program. Finally, so what do you think about it? 88"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 884.18,
      "end": 892.02,
      "text": "I think this looks really good. I think this is a really impressive tracker, and 89 seems like it's a good. There'll be a good launch pad for us. Moving forward. 90"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 892.41,
      "end": 893.25,
      "text": "Amazing. 91"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 893.45,
      "end": 906.04,
      "text": "So I think with this like, if that's okay, I think the next session we can always get back to like Instagram scaling, working session and your other things. So I would love for you to like. Take it over from here. However, you want to start. 92"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 906.09,
      "end": 915.509,
      "text": "like you know. Imagine. Like, you know, I'm having this session with Nilima now, next week with Anushka as well like, how do you want to kick this off like you want to talk. Give an overview about the whole college application process. 93"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 916.043,
      "end": 927.21,
      "text": "You know, W. And and, by the way, I think timelines is where I think there's a lot of challenges. Right? What is the best time to start college application? I see that everyone thinks it's yesterday. 94"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 927.4,
      "end": 936.069,
      "text": "right now. It's more about like, because you and Buda have worked for so long might be it's not. There's nothing to worry about it, because she's already done a lot of things. 95"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 936.15,
      "end": 951.37,
      "text": "But remember, like again, that's that's the kind of environment everyone's kind of, you know. Oh, I just signed up. You know, we're starting. We are searching. We are going to this college, you know. I think the peer pressure and the fear of missing out is not good. So that way, I think I just want to cover our bases and saying, Okay, this is perfect. 96"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 951.59,
      "end": 958.03,
      "text": "And what I did. I don't know. If you have seen perplexity's new feature. Actually, it's actually a great feature. 97"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 958.17,
      "end": 959.769,
      "text": "It's called pages. 98"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 959.9,
      "end": 962.56,
      "text": "So I just sent you 99"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 964.56,
      "end": 972.959,
      "text": "I asked perplexity to basically, it's kind of Wikipedia thing. So I gave all the context. And it actually generated a very structured program which I'm going to leverage for prep as well. 100"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 973.48,
      "end": 992.74,
      "text": "So it says, Okay, introduction and self assessment. See all these things you've already done. So we can skip this completely. It is really about you've already done this week 3 as well. So a lot of these things are already done, which is perfectly fine. But this is what it is. So let's really start with this. And I think we need to do this early on with Anushka and Neil as well. I really want us to be. 101"
    },
    {
      "speaker": "student",
      "conf": 0.75,
      "start": 993.2,
      "end": 1011.5,
      "text": "and I'll tell you the problem with Neil back and sorry the I'm just talking about it. So she basically again, yesterday comes after all that thing happened. She's basically telling me, you know what syrage I finally had. My daughter hooked her up with a chief AI scientist in my company. And now she's gonna work on the research project with him. 102"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1011.96,
      "end": 1013.06,
      "text": "and I told her. 103"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1013.06,
      "end": 1015.086,
      "text": "What I told her to do. Oh, no. 104"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1015.34,
      "end": 1024.96,
      "text": "But anyways, like I'll tell you, Danny, I told her yesterday, I mean, and honestly I told her to actually take off other way. But then she came back. You know it was very bad. I don't want to do this with parents, but I felt it was so bad. 105"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1025.3,
      "end": 1027.57,
      "text": "What I said was, this is the point 106"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1027.589,
      "end": 1029.58,
      "text": "you can do whatever you want. 107"
    },
    {
      "speaker": "student",
      "conf": 0.75,
      "start": 1029.64,
      "end": 1038.999,
      "text": "We are not a replacement of what parents want to do. You send your child to. You know, of course every parent will do 100 things like I'm not gonna like. Don't tell me that. 108"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1039.099,
      "end": 1051.3,
      "text": "I said. You know this is not our approach. That's it. So th and and what I want to do with this program structure is just to tell them, because they will do the same thing. Oh, why did Jenny not put this college in the list? That's the kind of parent I want to avoid. 109"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1051.34,
      "end": 1078.789,
      "text": "So let's just say that we this is a deliverable. The responsibility is very clear. We are giving you a guidance here. At the end of the day the mom and the child and the dad and Huda, even with Huda like it's not your responsibility you're telling them like this is a framework. Go and work it out with the work with your parents figure it out. It's at the end of the day your job and responsibility. She's gonna apply 30, by the way, right, Jenny, so you will tell her to apply 10. But but imagine if she doesn't get into this 10 schools, what will they say? Oh, see! 110"
    },
    {
      "speaker": "student",
      "conf": 0.75,
      "start": 1078.86,
      "end": 1086.789,
      "text": "She asked me to apply to 10. If my daughter just went with those 10 she would have not gotten in. See? I'm glad that my daughter applied to the 11, th and she got in. 111"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1086.87,
      "end": 1091.249,
      "text": "so I think I just want you to know why this is important overall as a service. 112"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1091.29,
      "end": 1107.959,
      "text": "because this structure is what actually helps us clearly define the roles and responsibility. I want to make it very clear on what will be your help. And we leave all this, then, is again standardized testing for a lot of these things are gone. But imagine a new student coming on board now sa, writing an application component. 113"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1108.06,
      "end": 1123.69,
      "text": "So I I discuss, I and I get a lot of feedback from her as well. And this is what she's saying, right? Like, oh, yeah, how are you? Gonna take care of the Esses, moving forward, I said, see, Anushka has already worked who does already worked on narrative. They know their narrative. They've done so. They're very much prepared. 114"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1123.81,
      "end": 1132.47,
      "text": "but she's like, Oh, yeah, it's gonna be like, you know, too intense. And this I mean, are you gonna take like a modular approach where I said, Yeah, I mean all that is gonna happen. 115"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1132.786,
      "end": 1143.729,
      "text": "But I cannot put a timeline. What we can do is they are going to work in parallel multiple things. I told them. You know, with Victoria we work 12 weeks with minceio. We work 12 weeks. It takes time 116"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1143.86,
      "end": 1148.525,
      "text": "right? But I think let's stick to this. I think it's a great kind of 117"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1149.17,
      "end": 1153.24,
      "text": "kind of structure. So let's just follow this. I've already sent it to you. 118"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1153.531,
      "end": 1156.91,
      "text": "And then let's take it from there. If that makes sense right. 119"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1158.48,
      "end": 1160.07,
      "text": "Right that makes total sense. 120"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1160.07,
      "end": 1182.089,
      "text": "Okay. So I promise I'm going on silent. But I'm just gonna keep an eye on. You know where I feel like we can do more. So this is all yours now, I think Huda and Jenny like. Just make sure you're able to access it. Huda. Notion Jenny can actually comment. Here. Mary also has access to this. So this is a private space. Again, it's not shared with everybody. Feel free to talk, you know. Put anything that you want 121"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1183.014,
      "end": 1183.719,
      "text": "but 122"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1184.101,
      "end": 1188.08,
      "text": "I really want Huda for you also to learn this right? 123"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1188.21,
      "end": 1198.38,
      "text": "Because it's not just like Jenny's respond, like, I mean, I think one thing I really wanna make very clear here, right as a founder of Iv level. And also as your dad right? I really, I think 124"
    },
    {
      "speaker": "student",
      "conf": 0.75,
      "start": 1198.38,
      "end": 1221.49,
      "text": "Jenny has already brought you to a point. She's done a lot like, you know, and thanks a lot, Jenny, for that, and you have grown. I really want to see like you drive it, Huda, from here. Jenny's there to support you. Help. You have as many working sessions as possible with her. You're full. You have full support from me. But at the end of the day I also want you to like not just say, Oh, yeah. Jenny told me to do. Xyz. And that's what I'm gonna do. No, I think you, you also need to challenge. 125"
    },
    {
      "speaker": "student",
      "conf": 0.75,
      "start": 1221.49,
      "end": 1242.76,
      "text": "You need to come up and do your own research. And that is the kind of students that Jenny would also love to work with right, because it's not an order taking thing that she tells you 10 things, and you have to do like you're you have. You're you're much beyond that part, right? So you are a team, and she's there to guide you. But I also want you to have a point of view. Come up and tell me that. Why you like one program versus the other. 126"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1242.78,
      "end": 1253.599,
      "text": "Right? So and and you have to convince Jenny, too, because, you know, there was one of the reasons you remember, like how we said might be, you should just pursue like a videography path. 127"
    },
    {
      "speaker": "student",
      "conf": 0.75,
      "start": 1253.66,
      "end": 1269.559,
      "text": "and Jenny had a different point of view, she said, you are very good in stem, you know. It will be a loss for some, so I think you need to have the conversation with Jenny, and any doubts you have like. For example, Jenny, I'll tell you like she had this doubt the other day, like, you know, which is, gonna give me a better economic outcome job opportunities. 128"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1270.04,
      "end": 1274.85,
      "text": "In Usc. She was talking about 3 jobs right? 3 path, which is 129"
    },
    {
      "speaker": "student",
      "conf": 0.75,
      "start": 1275.158,
      "end": 1304.159,
      "text": "Cs plus gaming or interactive gaming. And then finally, just interact. You know, just video graphy. And I said, this is fundamentally the question you need to be discussing with Jenny, because, you know, she can tell you, because, you know that's her benefit. She she is now getting internship. She knows the job market. She can look back and tell you, and you should also seek reach out to Usc students. And I think who that did that proactively, even without me asking. She went to some forums, and she figured out what different students in Usc actually feel about their majors. 130"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1304.27,
      "end": 1316.46,
      "text": "So, I think. But but those are the things that you know. I want with that to do, lot of action. But, Jenny, I want you to really put her in a structure and give her the priority. I think. What is priority, what? Not to be worried about, what to work on. Okay. 131"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1318.52,
      "end": 1319.639,
      "text": "Thank you. 132"
    },
    {
      "speaker": "student",
      "conf": 0.7,
      "start": 1319.93,
      "end": 1320.69,
      "text": "Awesome. 133"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1322.02,
      "end": 1331.789,
      "text": "Alright. So before we get started, I guess along those lines, who is there anything specific within this application tracker that you wanted to focus on or spend time on today. 134"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1332.783,
      "end": 1370.38,
      "text": "I think definitely like kind of setting which programs we're looking at. Cause. I was also, actually, I was looking at like Usc, specifically, cause we're actually visiting there. 135 On the 11.th And so like, yeah, so I'm just like, kind of looking at like, which majors I wanna pursue. So I also noticed for one of them, I think, interactive media and game design. You have to submit a portfolio. So I actually wasn't sure but I was thinking maybe we could like look a little bit into that as well. 136 Yeah. 137"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1371.34,
      "end": 1391.94,
      "text": "Cool. So I'm currently on the college list tab of the notion tracker. If you want to get on that, that would be really good, because I think we can start populating that. I think it's a good time to fill it in with all of the all the programs in colleges that you're applying to 138 let me share my screen. Actually, cause I think that'll make it easier. 139 Me a moment. 140"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1395.19,
      "end": 1404.079,
      "text": "Yeah, thanks. That's a great point. Actually, because I don't see any major. There's only college list, I think, Major, as an integral part and feel free to kind of tweak this format Jenny. 141"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1404.17,
      "end": 1407.849,
      "text": "and add otherwise just copy paste and add a new one as You Like it. 142"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1410.32,
      "end": 1413.54,
      "text": "Oops. I'm just gonna start by deleting some of these. 143"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1418.47,
      "end": 1424.179,
      "text": "okay. 144 so we can start with Usc 145 right here. 146"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1440.34,
      "end": 1444.4,
      "text": "Wouldn't it be nice if they automatically change these for you. 147"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1447.76,
      "end": 1452.759,
      "text": "I mean, I guess you could just put like, maybe something like golden cause they're like Trojans. 148"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1454.1,
      "end": 1455.89,
      "text": "Oh, my goodness! 149"
    },
    {
      "speaker": "student",
      "conf": 0.7,
      "start": 1457.19,
      "end": 1457.56,
      "text": "Yeah. 150"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1457.56,
      "end": 1458.4,
      "text": "Okay. 151"
    },
    {
      "speaker": "student",
      "conf": 0.7,
      "start": 1458.72,
      "end": 1463.46,
      "text": "Yeah, don't worry on the semantics and other. Just put a comment. You know, we'll update it. Don't worry, Jenny. 152"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1465.32,
      "end": 1465.95,
      "text": "Okay. 153"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1473.57,
      "end": 1489.269,
      "text": "okay. So can you Link, send a link 154 to? I think when we talked about it before you were saying that 155 you were looking at game development interaction design as your major. Is that still 156 what you are looking at? 157"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1489.27,
      "end": 1534.599,
      "text": "Yeah, I was kind of torn. So there's kind of 158 so when you're applying for like the tour, there's like you have to say, like what major you're interested in. And then so there's like, kind of 3, which kind of made sense, there was one which is interactive media and game design, and that one's in the school cinematic arts. 159 and there's a similar one, which is computer science, and games. 160 And I don't think I put it on the document. But yeah, that one's like in the like, the school of 161 like. 162 for it was like someone like the computer science school. 163 And then, yeah, like the other one, it was just like, not really an option. But yeah, I'm conflicted between those 2. But I just wanted to like, know which one is more competitive. 164"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1534.64,
      "end": 1557.479,
      "text": "And then, like, maybe like, apply to the other one because they're essentially the same thing. 165 and I did see the 166 the like, the reddit forms. And they said that, like the computer science, one was a little more like tough like when you're actually in college. 167 But yeah, it didn't say anything about like 168 like acceptance rates. 169"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1558.57,
      "end": 1573.37,
      "text": "Cool. So let's see, I think that there might be is not 170 I'm wondering if there's available acceptance acceptance rates for these majors. 171 See you. 172"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1578.69,
      "end": 1584.12,
      "text": "Okay, what is the other major called besides interactive media and games. The other one, the computer science. 173"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1584.12,
      "end": 1587.079,
      "text": "So yeah, it's just called computer science games. 174"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1591.49,
      "end": 1615.53,
      "text": "So interactive. Media and games, I think, is more about 175 it's A, it's a Bf, A, 176 so it's a bachelor of fine arts. And I think it's focused more on the artistic aspect. 177 and so I think it's more about like the actual gaming aspect. And then the computer science games is 178"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1619.56,
      "end": 1630.43,
      "text": "is, I think, gives you like, a more computer science fundamentals aspect. I think that the computer science games Bs is probably 179 going to be a better fit for you. It's this right? 180"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1630.68,
      "end": 1631.34,
      "text": "Yeah. 181"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1632.29,
      "end": 1641.449,
      "text": "I think this is going to be a better fit for you, just because you have more of that Cs background compared to the art background. 182 But I'm I'm curious what you're thinking. 183"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1642.25,
      "end": 1690.329,
      "text": "Yeah, I'm also like. 184 so I know so from what I've seen like in the forums and stuff, they say that the computer science games. 185 It's like a lot harder to like, kind of do as a student. And you don't really get to make as many projects. It's kind of more like. I also looked at the coursework that that's required, and it's a lot of like math and like and stuff like that. 186 But then, like, I think. 187 like, personally, I think I'm kind of liking interactive media and game design better. But like you said, it's like, also like really artistic, and you also like turn in like a portfolio. And I I don't know if I have enough like 188 like artistic 189 like content to like turn into the portfolio. So I think. 190"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1690.5,
      "end": 1706.52,
      "text": "yeah, maybe like the computer and science games I've also heard of like people trends not 191 like kind of 192 what do you call it transferring to interactive media and game design after. So maybe that's an option. 193 Yeah. 194"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1706.52,
      "end": 1709.5,
      "text": "Yeah. So let me look at this portfolio requirement. 195"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1714.84,
      "end": 1771.39,
      "text": "required to submit supplementals. 196 So you'll be looking at 197 game development and interactive design. 198 Okay. 199 see what they require. 200 Personal statement, project, question. 201 creative portfolio list. Okay. 202 I think that. 203 I think that like a lot of the things that you do fit into this because it also looks at film. For example, here, like you could submit the the film that won you the award, the honorable mention. I think that would be really cool. 204 in addition to the games that you've already done, and in your websites, too. 205 think that 206 I think that 207 think that works, and you can also say 208 for this one you only need one major piece of work that you're proud of. So for this one, I think Santoria is like a really good candidate 209 for this. 210"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1772.48,
      "end": 1774.339,
      "text": "Okay, and actually. 211"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1774.34,
      "end": 1779.509,
      "text": "I I think you have no issues with the creative submission. Actually, I think that what you do is a really good fit for this. 212"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1779.95,
      "end": 1799.159,
      "text": "Okay, I just like cause I know us is kind of known for this school cinematic arts. So I don't know if that'll be like more competitive to get into or yeah. 213 I think I'm worried more about like the competitive feature of that. Yeah. 214"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1799.16,
      "end": 1819.129,
      "text": "I think it's definitely gonna be competitive. I don't know if there's a big difference between the 2 majors in terms of major competitiveness, just because it it doesn't give concrete data about like the 215 competitiveness per major. But I think that it's probably going to be somewhere along the the school's average, which is about 9% or 8%, which is really competitive. 216"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1819.82,
      "end": 1825.199,
      "text": "Hmm, actually, I think Usc is 12%. But yeah. 217"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1825.76,
      "end": 1832.205,
      "text": "I think in recent years it's it has dropped. I'm looking at the data from last year. 218 like 219"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1838.35,
      "end": 1849.61,
      "text": "it is 12% in 2022 220 in 221 for the cost of 2028, which is this year, they accepted 9.2%. 222"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1850.04,
      "end": 1850.47,
      "text": "Wow! 223"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1851.5,
      "end": 1897.089,
      "text": "But I mean, that's the case for every school. It goes down every year. So 224 I think not necessarily because the students 225 well, yes, the students, I guess, are higher quality every year, but I think just more and more people apply for like more number of colleges every year, which artificially deflates the acceptance rate. 226 so I don't think you should be. I don't think you should be scared. I think you're on a good track. Obviously it's a stretch school. But 227 great. So let's see, bfa, interactive media and game design. 228 This is what it's called 229 game, design, game, development and interaction design. 230 I think that this. 231"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1897.32,
      "end": 1912.33,
      "text": "like you said, will probably be a good fit for you. It'll be more artistic than the computer science one. But if you feel like you're more interested in this than engineering. That I think I don't think you should worry about the acceptance rate as a factor in your decision. 232 Hmm. 233"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1913.34,
      "end": 1923.009,
      "text": "Yeah, I think th, this is also a very good thing that I think what I want to learn. And I'm also learning is like just the approach. Like, how how you're how is like Jenny going about 234"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1923.28,
      "end": 1925.889,
      "text": "like evaluating these different majors? Right? 235"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1926.154,
      "end": 1934.6,
      "text": "And Jenny, actually, I've actually created a major list down. I think so. We can do that, and I'll I'll rearrange it. So feel free to like. Kind of just have a major view down 236"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1934.74,
      "end": 1936.987,
      "text": "in the same notion. 237"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1938.87,
      "end": 1940.453,
      "text": "I'm I'm I'm actually adding. 238"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1942.59,
      "end": 1957.579,
      "text": "Okay, cool. I see this. 239 And okay. The other thing that I'm curious about is 240 If you've created a common app account, because I think right now would actually be a good time to create your account. If you have it. 241"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1957.89,
      "end": 1959.65,
      "text": "Oh, I haven't yet. Yeah. 242"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1960.16,
      "end": 1988.769,
      "text": "Okay. I think that actually, now would be a really good time to create the account. And maybe we can walk through like what that looks like for you. Do you want to take over screen sharing? And once you created the account, I can walk you through how to access the portal and how we can use it working together in the future cause I think that portal will be a really good resource for 243 you know, managing your deadlines. Beyond this notion, tracking like prompts, and getting familiar with the common app, like 244 essays for each individual school. 245"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1989.67,
      "end": 1990.36,
      "text": "Yeah. 246"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2002.77,
      "end": 2011.067,
      "text": "Yeah, I mean, you can take up that action item, right? I mean, if if you know she can do like these kind of things offline as well. It's entirely up to you guys. So that next time she can come better prepared. 247"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2012.85,
      "end": 2014.12,
      "text": "if that's okay. 248"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2016.605,
      "end": 2019.259,
      "text": "I'm basically writing down the action items here as well. 249"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2021.17,
      "end": 2021.86,
      "text": "But this is. 250"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2021.86,
      "end": 2033.859,
      "text": "Sure I'd love for you if you could just quickly create an account right now, so I can walk you through the portal and then 251 And then, like I'll drop some notes for you to look at. Offline as well. 252"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2033.86,
      "end": 2034.22,
      "text": "I mean. 253"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2034.22,
      "end": 2038.429,
      "text": "Yeah, I just I, just okay. 254 You see, my screen. 255"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2040.435,
      "end": 2054.469,
      "text": "Yeah, I can. 256 So let's start by looking at the my colleges. Tab. I think this will be a really good space for you 257 go to the college search and we're Gonna start by adding our 1st goal, which is Usc or the University of Southern California. 258"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2065.81,
      "end": 2069.78,
      "text": "And then, if you don't. 259 where'd it go? 260 I just saw it. 261"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2070.38,
      "end": 2071.684,
      "text": "Oh, yeah, I just 262"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2077.12,
      "end": 2097.96,
      "text": "Yeah, so click it. 263 And then 264 does it give like, okay, press the fall. 2024. 265 I wonder if that oh, wait! No scroll down. 266 Early action is November. 1st 267 scroll down. 268 Okay, it's already added to your list. 269"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2098.45,
      "end": 2099.09,
      "text": "Yeah. 270"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2099.92,
      "end": 2107.729,
      "text": "Oh, yeah. 271 let me just write. Okay. Can you click on it in your list to look at their supplementals? 272"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2109.73,
      "end": 2111.1,
      "text": "Oh, our! 273"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2114.91,
      "end": 2117.219,
      "text": "Wow! This is such a nice platform. 274"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2117.61,
      "end": 2118.74,
      "text": "Surprised! 275"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2118.74,
      "end": 2120.789,
      "text": "It's a bit overwhelming, actually. 276"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2121.05,
      "end": 2126.609,
      "text": "I I mean government. I mean, it's still I I think it's not of nonprofit anymore. I guess. 277"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2127.06,
      "end": 2127.65,
      "text": "Ms, and. 278"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2127.65,
      "end": 2129.61,
      "text": "Oh, do I click it here, or. 279"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2129.61,
      "end": 2134.39,
      "text": "College. You look at college questions, the common app personal statements gonna be the same for everything. 280"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2142.01,
      "end": 2153.5,
      "text": "alright, let's look at the writing questions. 281 So let's look at how many questions there are. 282 1, 2. 283 Okay, that's fine. 284"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2156.83,
      "end": 2158.75,
      "text": "Describe yourself in 3 words. 285"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2158.96,
      "end": 2159.51,
      "text": "Okay. 286"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2159.51,
      "end": 2167.89,
      "text": "There's there's 2 short essays. 287 How many of these random questions are there. 288"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2168.22,
      "end": 2176.37,
      "text": "There's 1, 2, 3, 4, 5, 6, 7, 289 8, 9, 290 and. 291"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2178.05,
      "end": 2204.209,
      "text": "Alright. 13 word responses 292 and 293 Right now 294 I want you to see if you can select the major and see if there's a 295 if there's an option for you to upload a portfolio. 296 Hope. 297 hey? 298 Is there a major selection? 299"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2208.87,
      "end": 2234.15,
      "text": "Can you click preferred start term. 300 fall? 24. Admission plan. Early action. 301 okay, not applying for a fee. Waiver. 302 you can say yes, that's fine. 303 And then 304 delay. 305 hey? 306"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2240.22,
      "end": 2241.77,
      "text": "No. 307"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2242.07,
      "end": 2242.69,
      "text": "Both. 308"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2244.78,
      "end": 2248.57,
      "text": "I don't think you're Daca. 309 No, continue. 310"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2249.79,
      "end": 2250.779,
      "text": "Oh, okay. Cool. 311"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2253.2,
      "end": 2257.963,
      "text": "Scroll down, see interactive media and game design. Oh, scroll. 312"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2258.44,
      "end": 2260.089,
      "text": "I think it's in yeah 313"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2271.3,
      "end": 2272.07,
      "text": "bum 314"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2285.11,
      "end": 2286.12,
      "text": "home. 315"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2291.4,
      "end": 2292.35,
      "text": "So on, here. 316"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2292.72,
      "end": 2298.899,
      "text": "Maybe it's under game. 317 There's computer science games. 318"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2299.46,
      "end": 2302.329,
      "text": "Okay, what about interactive media and game design. 319"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2308.03,
      "end": 2315.579,
      "text": "Oh, I I don't know if they have the any any of like the school cinematic Arts majors here, for some reason. 320"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2317.25,
      "end": 2328.46,
      "text": "Oh, they're not participating in early action. I got it. 321 Select regular decision 322 how you can find it. 323"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2331.3,
      "end": 2337.05,
      "text": "Oh, that's an interesting thing, right. Whoa! You spoke to one of your friends who's at Usc. And she said there was early action. 324"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2338.28,
      "end": 2362.63,
      "text": "Yeah, actually like my friend, she goes to Usc right now. And she said that she said to apply early cause, then there's like a really good scholarship of opportunity with that 325 and you could also, you could also apply check one more early action, because it's like you're doing it for the scholarship. So 326 yeah. Also, I still don't see it. 327"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2363.72,
      "end": 2378.17,
      "text": "You if you search sca, does it cover? 328 Hmm! 329 Can you go back to the wait! Are you sure you're selected? Regular decision? Now I think you are. But let's just double check. 330"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2378.17,
      "end": 2379.03,
      "text": "Yeah. 331"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2379.59,
      "end": 2380.896,
      "text": "Go ahead. 332"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2383.63,
      "end": 2384.93,
      "text": "Maybe let's see. 333"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2390.49,
      "end": 2391.37,
      "text": "Oh. 334"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2397.21,
      "end": 2398.005,
      "text": "on 335"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2398.8,
      "end": 2416.76,
      "text": "Oh. 336 right. 337 we can. You scroll up? I want to read what they say about the merit scholarship process. 338 And this. 339 okay, okay, they will be considered for Usc merit scholarships. Okay, cool. 340 How are you. 341"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2420.34,
      "end": 2424.189,
      "text": "And what are those Jenny? Just like the things that you're 342"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2428.67,
      "end": 2430.77,
      "text": "the merit scholarship versus? 343"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2430.96,
      "end": 2433.19,
      "text": "There's different things. What's what's the difference. 344"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2434.077,
      "end": 2452.73,
      "text": "The Mayor scholarship is a scholarship offered by Usc. I think that's the biggest thing 345 like Usc will will offer this as a like in house scholarship that they offer, like a talented students to to fund their education. 346 And that's why they ask students to apply a little bit earlier, so that they're able to allocate those. 347"
    },
    {
      "speaker": "student",
      "conf": 0.7,
      "start": 2453.32,
      "end": 2463.249,
      "text": "Okay. But I mean, it's still the regular decision window. But they they basically a on rolling basis. Whoever like applies early, they are able to take a decision on them. Is that how it works. 348"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2465.72,
      "end": 2468.6,
      "text": "yeah, they're selected on the pool of early applicants. 349"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2468.6,
      "end": 2469.59,
      "text": "Okay. 350"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2470.65,
      "end": 2476.209,
      "text": "so that you see the difference. Like, you know, you have to be clear on these things. There's an early action. There is early 351"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2476.24,
      "end": 2480.77,
      "text": "decision. There is a restricted early action. There are multiple things. But I think 352"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2480.86,
      "end": 2488.409,
      "text": "what Jenny is concluding here is that when your friend says that oh, there's an early action. There's no real early action. They did. 353"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2488.41,
      "end": 2490.549,
      "text": "No, there there is an early. There is an early action. 354"
    },
    {
      "speaker": "student",
      "conf": 0.7,
      "start": 2490.842,
      "end": 2493.77,
      "text": "Okay. I thought that there was no option there, so. 355"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2493.96,
      "end": 2500.07,
      "text": "No, no, there is, but not for this specific major, that who don't want it has a different deadline, which is December first.st 356"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2502.16,
      "end": 2502.63,
      "text": "Oh, okay. 357"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2502.63,
      "end": 2507.34,
      "text": "I'm kind of confused because it's not showing for a regular decision as well. 358"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2510.41,
      "end": 2537.219,
      "text": "Hmm, 359 maybe they're just not maybe they just don't have it up yet. It says on the website that 360 it's 361 yeah. You must submit a slide through application. 362 it looks. It looks like 363 you have to submit 364 your preferred application plan to regular decision. Maybe it's just because they haven't released it yet, but I'm I'm not sure. 365"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2541.83,
      "end": 2549.959,
      "text": "see? One more time. 366 Maybe you can like send them an email, actually, and and ask them. 367"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2552.78,
      "end": 2553.49,
      "text": "Yeah. 368"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2553.95,
      "end": 2558.47,
      "text": "But are, are, are any of the Sca majors uploaded yet or not yet. 369"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2560.35,
      "end": 2561.63,
      "text": "Uploaded, where. 370"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2562.914,
      "end": 2567.51,
      "text": "On the portal like. Can you apply to any other school cinematic parts? 371 Majors. 372"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2568.734,
      "end": 2571.199,
      "text": "I don't think so. Let me check again, though. 373"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2571.59,
      "end": 2572.27,
      "text": "Oh, wait! 374"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2580.69,
      "end": 2581.86,
      "text": "Yeah, there are it? 375"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2585.28,
      "end": 2591.64,
      "text": "But what was vse. 376 Like the one that you had before. 377"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2592.19,
      "end": 2594.44,
      "text": "A little like computer science games. 378"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2594.81,
      "end": 2603.14,
      "text": "Gotcha. Okay, I'd say, like, right now, you, why don't you send an email to the admissions team at Usc. Their email was on the main common app page. 379"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2603.71,
      "end": 2604.31,
      "text": "Hmm. 380"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2606.28,
      "end": 2643.849,
      "text": "Like on the information about the school. Yeah. 381 why don't you send an email to them asking them about the major? We don't have to spend time doing that right now. You can do that afterwards. That will be one of your action items. But 382 okay, we have that right now. And let's just finish 383 going through this like template of your college application. Do you have any other questions regarding like the majors for other schools? If so, we can talk through that. If not, I think you can fill this out on your own afterward, this template, because I think we already have the list that we came up with together. If that's still what you're interested in. 384"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2644.77,
      "end": 2658.37,
      "text": "Yeah, also with this. So if I apply to interactive media and game design, which is part of the school cinematic arts, I won't be able to apply early action. 385"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2659.49,
      "end": 2681.29,
      "text": "Right, because the deadline would be December first.st So in that case I think that you could continue with yours. 386 Your next choice school, which is Stanford. I think you'd be able to apply early action to Stanford if you wanted, or to one of your other top schools which include Chapman University Mit Upend, northeastern Nyu and Cmu. 387"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2683.07,
      "end": 2709.629,
      "text": "Okay? 388 yeah. So I'm gonna okay. So 389 that would mean that, like, we'd kind of have to rely on like external scholarships if 390 one like thinking of like having going to apply to Usc like in the future. If I do get in. So we'd have to rely on external scholarships, or I wouldn't be able to apply for, like the merit based, which is part of it. 391"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2709.63,
      "end": 2718.99,
      "text": "No, it says that it says that everyone applying to this is still considered for merit. 392 I'm looking at the website right now. Let me send you the link. 393"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2724.2,
      "end": 2748.43,
      "text": "So right set right here. It says that. 394 Oh, actually, it doesn't say that here it said it. I think it said it in the application portal somewhere there 395 for sca 396 You scroll up, and I remember reading that they still consider you for merit, either, I think in the common app, or 397 in here. 398"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2758.1,
      "end": 2762.579,
      "text": "Oh, yeah. 399 okay. So I think I think it still works. 400"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2763.63,
      "end": 2767.16,
      "text": "Yeah, I think that you'll be. I think you'll be fine. 401 I've been. 402"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2769.18,
      "end": 2770.97,
      "text": "Okay, yeah, that sense. 403"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2771.2,
      "end": 2779.119,
      "text": "Great sorry. So Jenny, you mind like going to the the again the notion again, like, you know, bringing it up. I just wanted to add 404"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2779.3,
      "end": 2780.849,
      "text": "one thing, that's okay. 405"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2780.85,
      "end": 2782.13,
      "text": "Sure. Yeah. 406"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2782.17,
      "end": 2785.15,
      "text": "Before we wrap up the the major discussion today. 407"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2789.95,
      "end": 2796.589,
      "text": "and then we'll fix this so if you go to Number 4 like, I just added one more in Jenny's and who does on the left side. 408"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2796.82,
      "end": 2801.14,
      "text": "major and college evaluation. On the left tab on the 409"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2801.89,
      "end": 2802.62,
      "text": "yeah. 410"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2803.29,
      "end": 2809.41,
      "text": "So you know again, like a lot of templates have research. And I've added, if you come down right, so don't worry about it. 411"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2809.62,
      "end": 2822.3,
      "text": "I think what? So this is really a template of a student who's actually built her own, or you know his own scoring system on how he's going about, you know, evaluating every college and major, and this is really good. 412"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2822.33,
      "end": 2826.83,
      "text": "So if you see here degree planning your major down below. 413"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2828.2,
      "end": 2829.54,
      "text": "Yes. 414"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2829.66,
      "end": 2836.52,
      "text": "I think what I really want Huda to do is really learn that art and skill on how. See? There are a lot of things that actually Jenny is doing, Huda. 415"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2836.68,
      "end": 2846.48,
      "text": "that you know I'm kind of able to, you know, if I start breaking it down way and approach of she's up approaching the Major. There are a lot of, you know, kind of 416"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2846.63,
      "end": 2848.679,
      "text": "assumptions that are wrong. 417"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2848.82,
      "end": 2858.46,
      "text": "Right? I mean, like, we only go with one metric, you know, just because something is competitive doesn't mean that. Actually, you have a better chance of getting in. So I think there are a lot of there's a lot of subjectivity involved as well. 418"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2858.55,
      "end": 2871.459,
      "text": "But I I really want you to Jenny might be help without bring out like more factors like, here is where you can plan your degree earlier. This can also help you choose between multiple majors. There are estimated college degree plans based on 419"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2871.47,
      "end": 2879.51,
      "text": "blah blah blah major requirements, university core curricular requirements. I still recommend okay. And you know, like reaching out and doing more research on that. 420"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2879.54,
      "end": 2882.33,
      "text": "So I think there is more to it. I feel like. 421"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2883.81,
      "end": 2893.35,
      "text": "I I you know we can, of course, come up with the framework, and you have done that very good in terms of college. And, Major, I think might be. You can just leave Huda with areas 422"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2893.46,
      "end": 2901,
      "text": "that she needs to factor because one of the things that could always everyone has on top of their mind. Right? Will this get me a good job eventually. 423"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2901.22,
      "end": 2910.949,
      "text": "Right? So I think if you can just highlight parameters, I mean, you can just put it in notes. But I really want that to do this exercise on our own as well right as an action item, if that makes sense. Yeah. 424"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2912.12,
      "end": 2917.5,
      "text": "Sure. Yeah, we can. We can do this below here. 425 It's like. 426"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2917.97,
      "end": 2920.909,
      "text": "Yeah. Sorry. I mean, you can go to the college. Yeah, with that list. Yeah. 427"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2924.36,
      "end": 2925.28,
      "text": "Awesome. 428"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2926.24,
      "end": 2927.154,
      "text": "Okay. 429"
    },
    {
      "speaker": "student",
      "conf": 0.7,
      "start": 2930.92,
      "end": 2931.44,
      "text": "I mean the media. 430"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2931.44,
      "end": 2933.2,
      "text": "Yeah. Open. 431 Oh, go ahead. 432"
    },
    {
      "speaker": "student",
      "conf": 0.75,
      "start": 2933.68,
      "end": 2939.269,
      "text": "Oh, in the Major I've added, I mean, tell me what what else you want to add. So I just build this major list below. 433"
    },
    {
      "speaker": "student",
      "conf": 0.75,
      "start": 2939.42,
      "end": 2946.349,
      "text": "So you can put a major one, major, 2. And I think you can just change this or ask me whatever you want. New new parameters. I can add. 434"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2948.28,
      "end": 2964.449,
      "text": "I think maybe one thing we can say is, job outcomes from this major, and what you hope to get from here. So 435 Cfa interaction. 436 What is this called 437"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2971.42,
      "end": 2975.79,
      "text": "one moment 438 game development and international interactive design? 439"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2984.1,
      "end": 3001,
      "text": "I think that I'm doing Usc as a model. But after this I think, because we already have all the schools that you're interested in. You should be able to just repopulate this tracker with the schools that we've already discussed cause. I don't want to spend too much time filling up the whole thing, just showing you the template. 440"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 3001,
      "end": 3006.439,
      "text": "Don't, don't even fill it. Jenny. I think I just wanted to put the attributes for her. Define the columns for her. 441"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 3007.28,
      "end": 3008.71,
      "text": "Does that make sense right? 442"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3008.71,
      "end": 3025.62,
      "text": "Yeah. So here's the major name the acceptance rate, if you can find it. This is not always going to be available, and then the outcomes would be like what you hope to get out of this. So 443 This is like probably the the most clear outcome. 444"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3029.77,
      "end": 3033.419,
      "text": "But for some oh, why isn't it letting me edit this? 445"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3042.39,
      "end": 3046.679,
      "text": "I'm not sure why I can't edit this, but 446 maybe that's something we could. 447"
    },
    {
      "speaker": "student",
      "conf": 0.7,
      "start": 3046.68,
      "end": 3049.419,
      "text": "That's why I I can edit it. What do you want me to do? I'll tell you. 448"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3050.233,
      "end": 3053.479,
      "text": "Add professional game developer and designer here. 449"
    },
    {
      "speaker": "student",
      "conf": 0.7,
      "start": 3054.02,
      "end": 3057.12,
      "text": "Okay, I think the type is number. So I'll just make it text. 450"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3058.59,
      "end": 3060.459,
      "text": "Okay, here, I can edit. Now. 451"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 3061.05,
      "end": 3061.98,
      "text": "Now you can do it. 452"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 3064.44,
      "end": 3066.04,
      "text": "I'm just learning notion. 453"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 3067.55,
      "end": 3068.12,
      "text": "It's not bad. 454"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3068.12,
      "end": 3102.23,
      "text": "So here's your job outcome from the Major. I think that, like going through this exercise will help you think about what types of outcomes are available, and how this Major aligns with your future goal of becoming like a professional again, game developer, which is super exciting. 455 Alright. So that was the model for Usc, I think that we should figure out your early action decision right now, because we're finding out that this this game development program has a regular application deadline rather than an early application deadline. So this actually leaves room for an early application, a different early application. 456"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3102.23,
      "end": 3120.43,
      "text": "So with that given that. We've already talked about your schools in the past, out of all these schools that we've identified before. Are there any schools that stand out to you that you think you'd want to apply early to instead of Usc. 457 the U. The Uc. Schools are on their own timeline, so we don't have to worry about those right now. 458"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3124.18,
      "end": 3130.03,
      "text": "Wait! It's 459 let me go back to the list. 460"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3130.03,
      "end": 3131.08,
      "text": "Sure, of course. 461"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3136.95,
      "end": 3167.489,
      "text": "Maybe 462 so, I think 463 probably, Stanford, I know you said that didn't really. You didn't really have like too much of a like an impact on your application or acceptance to it. So I don't know if that 464 that might put it off of it. 465 if not. 466 then 467 maybe. 468 Yeah. Probably. Just say, Stanford. 469"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3168.27,
      "end": 3169.68,
      "text": "Yeah, why is Stanford. 470"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3170.653,
      "end": 3187.219,
      "text": "I really like the program. And it's also I like the. 471 So I know it's like. 472 I kind of want to apply for AI ethics, because, like, I feel like a lot of my profiles been around that. I think that's it's probably like the best program for AI ethics. 473"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3187.53,
      "end": 3194.82,
      "text": "Poly systems or what? Major, do you mean? Like. 474 yeah, what? Major? Yeah, ethics is not a major. 475"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3195.655,
      "end": 3210.04,
      "text": "I'm not really sure. I think I could probably look into that more. But yeah. 476 and I also like the location. It's also I am kind of more inclined to go there, because it's also closer to home. 477"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3211.57,
      "end": 3254.51,
      "text": "Awesome. Yeah, Stanford is a really good choice. 478 Let's 479 put that on that for regular for early action. 480 So with Sanford, there's a couple of majors that I think you might find interesting. With AI ethics. There's some. There's symbolic systems which is my major. There's 481 science technology and society, which I think is a really cool major. Let me write these all down in our Zoom chat 482 Sds and data, science and social systems, which I think, is also pretty interesting 483 within these 3 majors. I think these are probably going to be the most aligned with your profile. There's also a communications, Major. 484 At Stanford. That's really cool. 485 let me show you. 486"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3256.32,
      "end": 3265.819,
      "text": "This is where the journalism probably would come in. And there's also, I think, probably concentrations for media. Let's see 487"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3270.28,
      "end": 3274.02,
      "text": "Oh, that's actually interesting. That's kinda like the major that my sister is doing. 488"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3274.61,
      "end": 3276.7,
      "text": "Oh, really communications! Super cool. 489"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3276.7,
      "end": 3277.09,
      "text": "Yeah. 490"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3277.09,
      "end": 3324.48,
      "text": "They have a media, psychology, journalism, and digital media studies as 3 different pathways within communications and actually, communications at Stanford is not so much about the writing aspect. But communications at Stanford is actually pretty stem, like a lot of computers, communications, people do stem research. And like 491 it's, it's more technical than you would think, especially because there's a focus on like digital media studies. 492 etc, like, for example, some some com classes include like lies trust and tech, which is cool. Also about personality and digital media. Interesting virtual people. This is like a VR AR class at Stanford. It's taught in the Stanford VR lab media psychology. There's a lot of like data science classes on journalism. 493"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3324.48,
      "end": 3365,
      "text": "I don't know if they're represented here. But the programming and journalism. This would be an example of like how people use data, science to to encode. Like all the all the graphs and all the figures that you see in in good reporting. 494 So I that's why I think like communications is a good fit for you. It's not like the typical writing based communication that you see at other schools. But it's more like data understanding data and like digital media studies, media psychology, which I think could be interesting. So that's why I think the Comms Major, might be a good fit for you. So out of these 4 majors, these are like the programs that I think you would enjoy the most at Stanford. Do any of these stand out to you? 495 yeah. 496"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3365.28,
      "end": 3375.91,
      "text": "I think the I'd say the the 497 where 498 from these pathways, I'd say, like the digital media studies. Looks most interesting to me. 499"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3377.07,
      "end": 3421.54,
      "text": "Cool. These are some of like the classes, virtual people, censorship and propaganda politics of algorithms. 500 Lies, trust and tech. This is why, I think it's like aligned with the AI thing, too, and is see it here, it says, like research opportunities. If you're interested in continuing research, there's 501 the medium personality. Lab Stanford, Social Media Lab Virtual Human Interaction Lab. This is like the VR lab. 502 and I'm not sure what this is. 503 Let's see. Like post grad opportunities. 504 You can see what people in the Comms Department have done. 505 So they go to grad school. 506 They go to companies like, I don't know. 507 Microsoft, let's see if any of these go to gaming companies. 508 Nbc. Universal. That's pretty cool. 509"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3422.5,
      "end": 3447.69,
      "text": "I don't see any explicit. Oh, Sony entertainment. Yeah, so they do go to entertainment companies. 510 20th century fox. Okay, cool. 511 And we can look at the internships and see where they go for interning. 512 Okay, that's cool. 513 Warner. Bros, that's pretty cool. 514 Well, Disney, that's pretty cool. 515"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3448.43,
      "end": 3449.24,
      "text": "Yeah. 516"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3450.57,
      "end": 3467.659,
      "text": "Okay, cool. So that's the that's just the communications, major. Obviously, it's not necessary for you to be a Comms major. I just wanted to show you that because I don't think that's something that you would have thought about before. So would you like to look at the other majors, too, or do you already have a favor out of these 4. 517"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3468.934,
      "end": 3475.489,
      "text": "I'd be, I'd be willing to like. Look at more majors. I think it's necessary. 518 Other options. 519"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3475.81,
      "end": 3520.299,
      "text": "Okay? So that's communications. 520 this is the other one that you might be interested in. It's called science Technology and Society. 521 interdisciplinary framework to in through which to understand the complex interactions of science technology in the world. 522 So 523 a specialization between this is called communications and media within sts, so you see how like media has, like the the communications one has, like a concentration on digital media studies. And this like more. This is a stem major. I think it's A. Bs has a concentration communication and media. So everything has a lot of overlap. 524"
    },
    {
      "speaker": "student",
      "conf": 0.7,
      "start": 3521,
      "end": 3523.51,
      "text": "Everything is so 2 dimensional. Yeah. 525"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3524.57,
      "end": 3554.94,
      "text": "Yeah. 526 come. 527 And so this is like another major. 528 Let's see if we can find their website to show you what this is like. 529 They have both a Bachelors of Arts and Bachelors of Sciences. I think 530 you would be either interested in this concentration. Social dynamics of data and information or communication and media. 531 So if you just click on this, you can look at like 532 like the classes. 533"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3559.07,
      "end": 3563.59,
      "text": "do you understand the difference between? Do you understand what this major is? 1st of all, before we move on. 534"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3565.536,
      "end": 3570.809,
      "text": "kind of unclear about like what? The science technology and society is. 535"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3571.86,
      "end": 3624.82,
      "text": "Okay, cool, no worries. Let's look at the. So you take sociology classes. This is also very interdisciplinary. This is a major. We can kind of take whatever you want. 536 Concentration. 537 Yeah, these are some examples of concentration classes. 538 Space in the American imagination digital traces the rise of digital culture. These are Comms classes, education, English like Black Mirror AI activism is a pretty interesting class. My friend took it. 539 Sociology, adventures and video gaming and society, I think, like Sts is probably where all the video game classes are. 540 this looks like a pretty cool class. Let's check it out 541 of me. 542 Yeah, cool. 543 See you at video games 544 fans. 545"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3626.98,
      "end": 3657.26,
      "text": "Yeah, I'm pretty sure that most of the video game classes are gonna fit under Sts. So I think that Sds will give you the biggest opportunity to study gaming, if that's what you're interested in. Like all of these, I think will count for Sts 546 introduction to art and entertainment that's like an art studio class. 547 video, game development. And C, 548 the video essay writing with video about media and culture. This is about like films. 549 and cyborg anthropology. 550 So that's a pretty cool class. 551"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3657.66,
      "end": 3658.059,
      "text": "Same. 552"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3659.1,
      "end": 3670.83,
      "text": "But I think all of these will fit under under this this major. 553 So it'll give you like a very interdisciplinary approach over 554 technology communications and everything. 555"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3671.67,
      "end": 3678.21,
      "text": "Yeah, I honestly, I really like this, major. I think I kind of prefer it over the communications. Major. 556"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3678.21,
      "end": 3714.9,
      "text": "Okay, honestly, I think this is like, probably gonna be the best fit major for you. I don't know if you'll enjoy symbolic systems that much, because I think a lot of people don't like the philosophy aspect of symbolic systems. 557 So if you, I think 558 I think this major is honestly, probably the best fit for you. After this I don't want to take up too much time looking 559 deeply at the majors either, but I think that like this is probably my recommendation for you. And if you want to look at those other 2 majors in your own types of all systems and data, science and social systems. You can do that after this call. 560 So right now, I'm gonna put you in the BS. 561 Sts. 562"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 3716.8,
      "end": 3724.08,
      "text": "Amazing. I know we are top of the hour. So I think. You know, as you were speaking, I've also added, if you come to major List. 563"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 3724.11,
      "end": 3727.429,
      "text": "see more packeters? I've added best fit. 564"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 3727.44,
      "end": 3742.899,
      "text": "I've added, like, just look at how she was evaluating, like, you know, the other thing was also internship outcomes she was looking at, like, you know, alum success things, you see, like there are a lot of implicit things that Jenny was doing. I really want you to start thinking from that perspective as well. 565"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 3743.355,
      "end": 3748.989,
      "text": "And you know this is good. And, by the way, I think, Jenny, what? Where I need your help like is really like being 566"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 3749.01,
      "end": 3750.41,
      "text": "no BS. 567"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 3750.5,
      "end": 3767.94,
      "text": "And really blunt about, you know, if because you know, at the end of the day, you know what is really reach and what is like like fantasy. Right? So you just have to say, like, you know, Hey, just don't apply to this, like Csv. All know, is pretty much a fantasy thing, unless you really have a very, very strong profile. 568"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 3768,
      "end": 3784.759,
      "text": "So let's be honest like, you know, also because you have you. You have come up with some very funny use cases, scenarios of people getting into Stanford through some very weird kind of programs. But I mean, you don't want to do that. But you can tell who that, hooda. You know also the how maximizing your chances of getting in as well. 569"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 3784.95,
      "end": 3798.809,
      "text": "Right? So that is another factor. I would love to add and feel free to really like. Bring that convergence. I think we also want to eliminate lot of noise. Because, see, one thing is also like, because that's a very stressful process. And I think it's also not fair for students 570"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 3798.88,
      "end": 3811.279,
      "text": "to know, like, be aware of, you know where they stand, and really address and try to maximize their chance. If there are certain things which are really out of the world like I don't want without to be wasting time on that. Rather try to focus on things that she can maximize right? 571"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 3811.78,
      "end": 3812.41,
      "text": "So. 572"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3812.41,
      "end": 3835.389,
      "text": "Yeah, I think. But I think all this is quite realistic so far, like I'm I think, for example, like, I'm not telling Kuda to be an electrical engineering Major Mit like that would be so out of the profile. But I think all these are pretty aligned, and I think, like as Huda continues to win more national wars, I think, like these big reach schools are becoming more and more in reach. 573 So I'm honestly not worried about that at the moment. 574"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3835.8,
      "end": 3872.889,
      "text": "I think that the next step for you, Huda, would be. I would love to see you populate the rest of this list. Given the conversation that we already had. And so I think that what you can do is just basically transfer this information and do more research on the majors and put them into here. And then, if you have any outstanding questions regarding the major or regarding specific program applications, for example, with Usc. With the new decision date. 575 We could talk about that, and you can send me a text, and or we can talk about it in our next session. But I think before next time I'd like to see all this filled out so that we're ready to start looking at the 576"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3873.06,
      "end": 3880.2,
      "text": "exact essays and the components that you might need for each program, including things like the supplement. If you needed that. 577"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 3880.2,
      "end": 3897.549,
      "text": "Amazing. So I think we need to converge also because Huda and you have worked on this for a long, long time. If a new student comes in. There is lot of work they need to do, Huda. We but I want Huda. You have to do a lot of work to right lot of research. I think Jenny can give you framework, and you can ask her questions. What else do I need to factor 578"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 3897.867,
      "end": 3918.049,
      "text": "things like there's so many hidden things that came out when Jenny was showing you things. So reach out to her. But you need to do the thing, I think what we need to do is a Pre. Requested before getting into personal statement and essays. Jenny, we need to have this prerequisite that let's figure out. You know, a college list in mind and a major list in mind. Of course it's subject to change, but at least like 80 90, right? 579"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 3918.08,
      "end": 3920.064,
      "text": "So that is perfect. 580"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 3920.8,
      "end": 3921.73,
      "text": "awesome 581"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 3922,
      "end": 3941.679,
      "text": "cool, I think we have. You know, a lot of feedback came out. And I'm gonna further structure this, I think, for major as well, and also for college list, and you also feel free to add any comments here, Jenny, like, if you want to add a few things just to help you, so that you can also do it easily with Anushka then. And you know, with any other student. Right? I think it's a great tool. We want to really structure and formalize this. 582"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3942.51,
      "end": 3959.089,
      "text": "Cool. Sounds good. I have to hop off for another call now. But I I'm excited to get this off the off the 583 I'm excited to get this kicked off. I think that the notion tracker is really great, and I think it's gonna be really helpful for us feel free to text me if you have any questions. And yeah, I'll talk to you soon. 584"
    },
    {
      "speaker": "student",
      "conf": 0.7,
      "start": 3959.09,
      "end": 3964.002,
      "text": "Next meeting, Jenny. When would you like to have it? I mean, you could say, of course, offline. But for the 585"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3964.8,
      "end": 3970.75,
      "text": "I think that probably sometime this weekend would be good, maybe Sunday or 586 Yeah, Sunday might be a good. 587"
    },
    {
      "speaker": "student",
      "conf": 0.7,
      "start": 3970.75,
      "end": 3972.68,
      "text": "After you're back to the Us. Right. 588"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3972.94,
      "end": 3973.8,
      "text": "Right, yeah. 589"
    },
    {
      "speaker": "student",
      "conf": 0.7,
      "start": 3973.8,
      "end": 3974.2,
      "text": "Okay. 590"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3974.2,
      "end": 3980.509,
      "text": "Or actually, if we wanted to do it on a quicker timeline, I'm free to meet tomorrow, or even thursday as well. 591"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 3981.19,
      "end": 3988.119,
      "text": "Yeah, I would love to keep the momentum on, because, you know, Huda also has now this code of clossi, and then she's gonna be like, you know, also traveling 592"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 3988.507,
      "end": 3996.232,
      "text": "and the time flies so fast, right? I really don't want her to lose track of Instagram. Really, scale impact. That's a big. 593"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 3996.7,
      "end": 3997.56,
      "text": "okay? 594"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3997.98,
      "end": 4002.4,
      "text": "Let's yeah, I think let's aim for tomorrow or the day after that. Then, okay, sounds. 595"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 4002.4,
      "end": 4003.93,
      "text": "Thank you, Jenny, enjoy bye, take care. 596"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 4003.93,
      "end": 4004.63,
      "text": "And. 597"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 4005.065,
      "end": 4005.5,
      "text": "Bye."
    }
  ],
  "meta": {
    "ext": ".pdf",
    "source": "normalize-v1",
    "vtt": true
  }
}