{
  "id": "03-Raw-SessionTranscripts/2024-02-03_W032_P2-BUILDING_TRANS-RAW_CmuPreCollegeProgramEssay.pdf",
  "name": "2024-02-03_W032_P2-BUILDING_TRANS-RAW_CmuPreCollegeProgramEssay.pdf",
  "path": "03-Raw-SessionTranscripts/2024-02-03_W032_P2-BUILDING_TRANS-RAW_CmuPreCollegeProgramEssay.pdf",
  "kind": "TRANS-RAW",
  "week": "32",
  "phase": "2",
  "date": "2024-02-03",
  "link": null,
  "text": "Week 29 - Coaching_Jenny_Huda_Wk29_2024-02-03_M_8d2791498adce8adU_2024-02-02_00-00-00 WEBVTT 1 00:04:05.790 --> 00:04:07.320 Jenny Duan: Hi, Huda! How's it going? 2 00:04:07.880 --> 00:04:10.429 huda siraj: Hi, hi! It's going. Well, how are you? 3 00:04:10.520 --> 00:04:18.309 Jenny Duan: I'm doing well, yeah, it's good to see you. I think maybe we can just go straight into your essays. If that's okay, yeah. Sounds good. 4 00:04:18.519 --> 00:04:33.210 Jenny Duan: Okay, awesome. I see that you've been making edits to them so really excited to see that. How's everything else in life going like? Otherwise, I'm wondering, did you hear back about and see what's like regional stuff at all. Have they given you any updates on? 5 00:04:33.360 --> 00:04:46.249 huda siraj: I think I'm pretty sure like, I'm not sure actually. But if you get like the national word. I don't think you get the regional one cause. I know, I think I didn't get any emails. 6 00:04:46.910 --> 00:04:51.110 Jenny Duan: Okay, that makes yeah, that actually makes sense, because they probably wanna like. 7 00:04:51.430 --> 00:04:54.920 Jenny Duan: yeah, distinguish, yeah. Okay, then, that's awesome. 8 00:04:55.050 --> 00:04:58.120 Jenny Duan: cool. So 9 00:04:58.490 --> 00:05:02.240 maybe we can just go to your essays here. 10 00:05:02.270 --> 00:05:11.289 Jenny Duan: I see like this is a rough draft that you're still working on. Right? Yeah, I was just trying to wrap it up a bit, but I think 11 00:05:11.410 --> 00:05:13.219 huda siraj: like the most 12 00:05:13.420 --> 00:05:21.310 huda siraj: like the content part of it is kinda done so wanted to like wrap it up. I know it's a bit short, but yeah, I could. Probably 13 00:05:21.550 --> 00:05:23.280 huda siraj: I'll make it larger. 14 00:05:24.380 --> 00:05:35.089 Jenny Duan: Yeah. Can you maybe walk me through like what? Your first of all, what your oh, let me get. I think my like wi fi! Let me know by Wi-fi spiking in the future. I don't know. Cause I've never 15 00:05:35.240 --> 00:05:36.559 Jenny Duan: okay. So 16 00:05:37.710 --> 00:05:42.609 Jenny Duan: I what are you hoping to like write about after that this summer statement. 17 00:05:43.360 --> 00:05:55.539 huda siraj: I was just gonna kind of just like this summer. Like the Cmu pre college program. Will allow me to transform 18 00:05:55.830 --> 00:05:56.730 huda siraj: like. 19 00:05:56.900 --> 00:06:06.879 huda siraj: I don't know if I should be specific about like the course that I want. But like, maybe like my AI and like development skills, as well as like 20 00:06:07.390 --> 00:06:08.480 huda siraj: like 21 00:06:09.150 --> 00:06:15.240 huda siraj: as well as support me to connect with more students and faculty members. 22 00:06:16.070 --> 00:06:19.869 Okay, that sounds like that seems like a good ending. Let me look at this. 23 00:06:19.970 --> 00:06:24.460 Jenny Duan: What do you hope to gain from participating in Cmu's pre-college programmes? 24 00:06:25.140 --> 00:06:31.599 Jenny Duan: shift from my rural town. 25 00:06:32.080 --> 00:06:35.130 Jenny Duan: Let's see where 26 00:06:35.650 --> 00:06:46.030 Jenny Duan: there are very there are. So what does this mean? Because there aren't many stem and liberal arts interested students? I feel like I have a hard time like 27 00:06:46.050 --> 00:07:12.179 Jenny Duan: believing this statement necessarily, because I feel like there are like some like, do you mean the intersection of them in their broad? Do you mean like step liberal arts like, what do you mean by that? I kind of yeah. I meant, like the intersection of the 2 like, kind of like a blend. Ii kinda talk about how like the blend of the 2 isn't as prominent as you. But yeah, I think I should make that more clear. Maybe. That the intersection 28 00:07:12.520 --> 00:07:14.480 huda siraj: is what I wanna talk about. 29 00:07:14.490 --> 00:07:17.439 Jenny Duan: Yeah, I think that clarifying that could be a good start. 30 00:07:19.820 --> 00:07:23.820 Jenny Duan: So like, there aren't many students interested. There aren't many students 31 00:07:24.210 --> 00:07:30.870 Jenny Duan: interested in the stem in the intersection of the stem in the Liberal arts. Comma like me. yeah, okay. 32 00:08:00.860 --> 00:08:08.700 Jenny Duan: I feel like this sentence is redundant. Is there another way we can express this idea by without using this specific phrasing? 33 00:08:10.180 --> 00:08:16.370 huda siraj: 34 00:08:18.630 --> 00:08:21.199 huda siraj: maybe like like. 35 00:08:22.440 --> 00:08:27.050 huda siraj: Actually. No, that I'm be going back into the color analogy. Maybe 36 00:08:27.950 --> 00:08:29.140 dreaming. 37 00:08:30.410 --> 00:08:37.029 huda siraj: Cmu's impressive blend of both fields. Is 38 00:08:37.179 --> 00:08:40.690 huda siraj: a great environment for me to grow. Maybe. 39 00:08:41.289 --> 00:08:42.599 Yeah, 40 00:08:42.860 --> 00:08:48.780 Jenny Duan: I was thinking, maybe like saying, like all around me, I see students thinking about 41 00:08:49.910 --> 00:08:56.210 Jenny Duan: like one side of it, like one side, or like I see students like fixated in their 42 00:08:56.470 --> 00:09:04.020 Jenny Duan: niches, or like I see students preoccupied with blank, like not thinking about the blend or not thinking about the 43 00:09:04.290 --> 00:09:05.420 Jenny Duan: whatever. 44 00:09:05.730 --> 00:09:08.820 Jenny Duan: And then from that you can say like 45 00:09:10.690 --> 00:09:13.459 Jenny Duan: at unlike my rural town. 46 00:09:13.720 --> 00:09:18.200 Jenny Duan: Unlike 47 00:09:18.350 --> 00:09:21.149 Jenny Duan: my rural town, comma CMU, 48 00:09:21.940 --> 00:09:37.189 Jenny Duan: like the Pre college program at Cmu, presents the opportunity to connect with people who have different ideas from mine, or something like which would introduce diverse perspectives, or like more stories into the way that I approach, like science or a I, or 49 00:09:37.350 --> 00:09:43.510 Jenny Duan: you know the intersection of psychology and AI, or like philosophy and technology or something like that. 50 00:09:43.560 --> 00:09:48.380 huda siraj: Hmm, okay. So I find that here's often showing interest and 51 00:09:48.500 --> 00:09:54.579 huda siraj: either of the fields. but never 52 00:09:54.670 --> 00:10:05.340 Jenny Duan: either. Okay. So stem and liberal arts are very broad, so I'm not sure if you can just say Fields broadly, for that, is there any way you can make him more specific like in either. 53 00:10:05.360 --> 00:10:06.400 You know. 54 00:10:07.490 --> 00:10:09.000 huda siraj: like, naming 55 00:10:09.080 --> 00:10:13.830 huda siraj: specific parts of stem, and liberal arts is that one week. 56 00:10:14.220 --> 00:10:16.760 Jenny Duan: exactly 57 00:10:17.090 --> 00:10:27.220 huda siraj: maybe like computer science and like, maybe for like my own, like media arts, maybe like. 58 00:10:28.740 --> 00:10:30.210 huda siraj: and either 59 00:10:31.530 --> 00:10:33.970 huda siraj: computer science or 60 00:10:34.410 --> 00:10:39.110 huda siraj: yeah, meteor or 61 00:10:40.740 --> 00:10:45.940 huda siraj: maybe I should just do. 62 00:10:46.090 --> 00:10:46.970 huda siraj: Art. 63 00:10:48.690 --> 00:10:50.190 Jenny Duan: Mars aren't too broad. 64 00:10:51.660 --> 00:10:53.929 huda siraj: Or should I just do media studies 65 00:10:55.680 --> 00:10:56.700 Jenny Duan: in 66 00:10:59.860 --> 00:11:04.479 Jenny Duan: in, maybe say in fields like computer science, or 67 00:11:05.150 --> 00:11:16.410 Jenny Duan: and instead of either, here, I can. Oh, sorry. Go ahead. It's okay. Or media. I feel like media. Art is a little bit interdisciplinary. Maybe you can say, like English literature or something like that. 68 00:11:26.330 --> 00:11:30.810 Yeah, but never wait. What's an example of? 69 00:11:31.370 --> 00:11:44.350 Jenny Duan: okay, let's see how we can introduce more nuance into here. Maybe you can say something about like the types of questions that you think about on a daily basis. You can say, like, like. 70 00:11:45.550 --> 00:11:46.760 Jenny Duan: I wonder 71 00:11:47.380 --> 00:11:51.030 Jenny Duan: or English literature. 72 00:11:51.470 --> 00:11:53.240 Jenny Duan: But never 73 00:11:56.170 --> 00:12:01.420 Jenny Duan: I think I wanna and introduce a sentence that's like, like, I'm asking questions like. 74 00:12:01.670 --> 00:12:17.429 Jenny Duan: How does psychology contribute to AI development or something like, how does design contribute to the development of games like introducing these types of questions that you're thinking about, that you might be able to answer at Pre with the Carnegie Mellon pre-college program. 75 00:12:17.890 --> 00:12:19.540 huda siraj: Okay? So 76 00:12:20.430 --> 00:12:23.250 Jenny Duan: intersection, 77 00:12:24.440 --> 00:12:30.419 Jenny Duan: maybe say, like at through the Cmu pre college programs, I seek answers to 78 00:12:30.930 --> 00:12:36.430 Jenny Duan: the interdisciplinary questions that drive our modern world that might be a little too like 79 00:12:37.070 --> 00:12:42.020 Jenny Duan: on the nose, but nothing like that, like I seek answers to questions 80 00:12:42.050 --> 00:12:43.569 Jenny Duan: impacting like 81 00:12:43.930 --> 00:12:50.180 Jenny Duan: modern society like. And then you would give examples of your interdisciplinary questions, like, for example. 82 00:12:50.480 --> 00:12:52.540 Jenny Duan: again, like, How does 83 00:12:52.630 --> 00:12:57.770 Jenny Duan: human behavior affect AI development, or How do 84 00:12:57.950 --> 00:13:00.910 Jenny Duan: How do different art styles. Translate into gaming 85 00:13:01.050 --> 00:13:10.839 Jenny Duan: something like that. You could come up with other ones, too. Something like that. Maybe I could like mentioned something like about. Yeah, it looks like, maybe 86 00:13:11.030 --> 00:13:17.890 huda siraj: how does a like policy? 87 00:13:18.350 --> 00:13:21.130 huda siraj: And so 88 00:13:22.110 --> 00:13:24.100 huda siraj: I don't know. Wait, that sounds too 89 00:13:24.280 --> 00:13:27.280 huda siraj: weird. Maybe. Like, how does 90 00:13:30.050 --> 00:13:38.380 huda siraj: I'm just gonna say, ethics play into artificial? 91 00:14:00.790 --> 00:14:04.660 huda siraj: yeah. 92 00:14:05.120 --> 00:14:09.179 Jenny Duan: Yeah. And think, how do ethics play into artificial intelligence? 93 00:14:09.310 --> 00:14:10.179 huda siraj: Oh, yeah. 94 00:14:12.010 --> 00:14:12.970 Jenny Duan: yeah, okay. 95 00:14:13.210 --> 00:14:19.690 Jenny Duan: And so there's 2 96 00:14:21.250 --> 00:14:24.640 Jenny Duan: the interdisciplinary questions 97 00:14:25.200 --> 00:14:27.260 Jenny Duan: that guide 98 00:14:29.480 --> 00:14:31.450 Jenny Duan: and 99 00:14:36.550 --> 00:14:40.840 Jenny Duan: alright! I don't love the sentence. I think I want to come back to this. 100 00:14:41.310 --> 00:14:44.089 Jenny Duan: but after your whole list is done. 101 00:14:44.490 --> 00:14:48.690 Jenny Duan: My rural town is largely limited because there aren't very many resources. 102 00:14:48.740 --> 00:14:51.879 Okay, I think we are repeating my rural town a lot. 103 00:14:51.920 --> 00:14:55.389 Jenny Duan: So let's see how we can do this. 104 00:14:55.670 --> 00:15:00.430 Jenny Duan: This is still repetitive. I think we can delete this is this, okay? 105 00:15:00.530 --> 00:15:02.169 Jenny Duan: Sure. Okay. 106 00:15:06.550 --> 00:15:16.059 Jenny Duan: I kind of reuse it. The Bank of America sentence. One of the greatest values received in this program is the ability to connect with other purpose driven young people. 107 00:15:16.540 --> 00:15:24.170 Jenny Duan: I think maybe in as well as the taunted and distinguished. 108 00:15:24.310 --> 00:15:26.130 as well as the 109 00:15:26.530 --> 00:15:29.979 Jenny Duan: distinguished faculty at Cmu. So let's make it. 110 00:15:30.930 --> 00:15:35.250 Jenny Duan: asked Samuel. So do you know the specific professors that your programs would 111 00:15:35.340 --> 00:15:36.579 Jenny Duan: be working with. 112 00:15:36.860 --> 00:15:39.930 huda siraj: No, I can check. Actually. 113 00:15:41.310 --> 00:15:42.320 Jenny Duan: hmm. 114 00:15:46.080 --> 00:15:48.559 Jenny Duan: as an aspiring 115 00:15:48.630 --> 00:15:57.380 Jenny Duan: future. AI leader. I envisioned myself, growing okay. furthering my technical skills. 116 00:15:57.950 --> 00:16:03.170 Jenny Duan: learning about the social impacts of a I 117 00:16:04.320 --> 00:16:13.580 Jenny Duan: article learning about the social impacts of AI 118 00:16:13.870 --> 00:16:15.570 Jenny Duan: and becoming 119 00:16:16.590 --> 00:16:21.199 Jenny Duan: and becoming a more curious self driven student through the projects. 120 00:16:21.320 --> 00:16:24.830 Jenny Duan: through projects and 121 00:16:25.480 --> 00:16:31.150 Jenny Duan: connections at Cmu. 122 00:16:33.020 --> 00:16:34.270 Jenny Duan: Apologize. 123 00:16:36.820 --> 00:16:37.670 Okay. 124 00:16:37.930 --> 00:16:48.489 Jenny Duan: I think another thing that you should write about is how you will connect to like diverse leaders and diverse students, to like. Broaden your mindset because 125 00:16:48.910 --> 00:17:01.980 Jenny Duan: you haven't really had the opportunity to meet with a lot of other interested students from like around the United States. So I think that's another big benefit of the program is like your capacity or ability to like meet other students. 126 00:17:05.220 --> 00:17:08.470 huda siraj: So maybe I could add that here, on 127 00:17:08.910 --> 00:17:10.510 Jenny Duan: purposes you men. 128 00:17:11.430 --> 00:17:12.980 young people, and then 129 00:17:13.040 --> 00:17:14.060 Jenny Duan: around 130 00:17:14.109 --> 00:17:16.160 Jenny Duan: around the nation. 131 00:17:16.400 --> 00:17:21.129 I am excited about the opportunity. 132 00:17:23.329 --> 00:17:24.290 2 133 00:17:25.599 --> 00:17:26.650 Jenny Duan: hmm. 134 00:17:28.850 --> 00:17:29.950 Jenny Duan: maybe like. 135 00:17:31.530 --> 00:17:33.120 Jenny Duan: can 136 00:17:33.360 --> 00:17:36.249 huda siraj: like, maybe build like a diverse 137 00:17:36.400 --> 00:17:38.100 huda siraj: on the network. 138 00:17:38.270 --> 00:17:45.490 Jenny Duan: Yeah, intellectual perspectives. Well. building a diverse network. 139 00:17:45.620 --> 00:17:58.090 Jenny Duan: Well, building a diverse network of of friends. peers, and collaborators from across the nation. 140 00:17:59.440 --> 00:18:01.770 Jenny Duan: I also look forward 141 00:18:03.010 --> 00:18:05.639 Jenny Duan: to learning. From there we go 142 00:18:06.660 --> 00:18:10.850 Jenny Duan: to learning, from the distinguished faculty at Cmu 143 00:18:11.170 --> 00:18:21.599 Jenny Duan: as an aspiring future, a I leader. I envisioned myself furthering my technical skills, learning about the social impacts of a I and becoming a more curious self driven student through projects and 144 00:18:21.900 --> 00:18:25.399 Jenny Duan: through. Okay, we can just say, cmu pre-college. 145 00:18:31.170 --> 00:18:40.319 huda siraj: I kind of says what I was gonna do with the last sentence. So maybe I can like change this. So I just like wrap that up. I don't. 146 00:18:40.410 --> 00:18:54.180 Jenny Duan: Fine. Let's see how much, how many more details we can add here. I think it would be good to make it like even more specific to draw out like more specific connections about why, like, you need to be chosen versus other people. So let's see. 147 00:18:54.480 --> 00:19:01.029 Jenny Duan: presents where there aren't many students interested in the intersection between Stem and the liberal arts. 148 00:19:01.840 --> 00:19:05.929 Jenny Duan: Like me, I find my peers. I let me just. I'm just checking 149 00:19:06.830 --> 00:19:07.670 Jenny Duan: this. 150 00:19:10.670 --> 00:19:12.740 Jenny Duan: Do you write about your? 151 00:19:16.140 --> 00:19:18.509 Jenny Duan: I think you should write about your identity 152 00:19:18.760 --> 00:19:23.280 Jenny Duan: somewhere, but I think you kind of cover it in here. 153 00:19:24.430 --> 00:19:38.960 Jenny Duan: But like, you can say, like, you're excited to contribute your background as well like your knowledge of, you know technical skills, or you know your diverse perspective, or something about how you hope to contribute. But let me see where the best place to put that in would be. 154 00:19:39.610 --> 00:19:47.290 Jenny Duan: reader signs of English literature, but never the intersection between the 2 through the senior pre college program 155 00:19:48.420 --> 00:19:51.560 Jenny Duan: on the website. Do they spell pre-college with a capital C or not? 156 00:19:52.400 --> 00:19:57.679 huda siraj: yeah. And then, yeah, the couple see? Yeah. 157 00:19:58.010 --> 00:20:02.960 Jenny Duan: I seek answers to the interdisciplinary questions that impact modern society. 158 00:20:07.740 --> 00:20:12.450 Jenny Duan: How do ethics play into artificial intelligence. And 159 00:20:12.790 --> 00:20:16.080 Jenny Duan: how can 160 00:20:16.410 --> 00:20:21.590 Jenny Duan: technology be a force or social good? 161 00:20:22.720 --> 00:20:23.749 Jenny Duan: So they like that. 162 00:20:25.430 --> 00:20:36.930 Jenny Duan: one of the greatest values I see from this programme is the ability to connect with other perpetuan young people from across the nation. I am excited about the opportunity to broaden my intellectual perspective 163 00:20:38.290 --> 00:20:43.109 Jenny Duan: while building a diverse network of friends, peers, and collaborators. You don't need this. 164 00:20:44.350 --> 00:20:47.970 Jenny Duan: I also look forward to learning from the distinguished faculty at CMU. 165 00:20:48.230 --> 00:20:54.900 Jenny Duan: As an aspiring future. AI leader. I envision myself further my technical skills. 166 00:20:55.110 --> 00:20:56.040 Jenny Duan: Okay. 167 00:20:57.650 --> 00:21:08.609 Jenny Duan: now, let's think about like specific. Do you know any specific details? About Cmu like about the campus, or like, I wanna write something like. 168 00:21:09.230 --> 00:21:13.199 Jenny Duan: okay, for example, with Stanford, we have like Main Quad. 169 00:21:13.330 --> 00:21:18.090 Jenny Duan: so I would say, like on main quad, like I envisioned myself 170 00:21:18.190 --> 00:21:20.629 Jenny Duan: like holding, you know. 171 00:21:21.280 --> 00:21:31.680 Jenny Duan: exciting conversations about a I while like dreaming up the newest invention, and whatever so like, I want them to picture you on the campus. So do you know any like physical details about Cmu? 172 00:21:32.110 --> 00:21:45.140 huda siraj: So I was trying like. I know, there's like like an arch like I don't know what it's called, but I think it's the on business. 173 00:21:45.450 --> 00:21:47.149 huda siraj: No, it's not 174 00:21:47.770 --> 00:21:59.559 huda siraj: I'm not sure, but like I think the most iconic building is. It's kind of a call team I don't know. It's called. Don't try to find it. I look forward to the opportunity to 175 00:22:00.450 --> 00:22:08.020 Jenny Duan: learn the newest AI algorithms. Okay, this, I'm just gonna write you like a template format and 176 00:22:08.500 --> 00:22:24.719 Jenny Duan: plug in the specific information afterward. So I don't know too much about their curriculum. So I don't know if you're learning algorithms. So you would have to edit this. Given the curriculum, I look forward to the opportunity to learn the newest algorithms, discuss the most recent chat. Gp changes 177 00:22:25.290 --> 00:22:28.300 Jenny Duan: and 178 00:22:29.790 --> 00:22:32.590 Jenny Duan: share 179 00:22:34.000 --> 00:22:34.990 Jenny Duan: and 180 00:22:35.380 --> 00:22:41.089 Jenny Duan: eagerly, share my most recent historical fiction reading. 181 00:22:41.190 --> 00:22:44.249 Jenny Duan: Just change this with some personal detail about you. Maybe like 182 00:22:44.650 --> 00:22:54.459 Jenny Duan: the newest art piece you worked on the newest song you listen to or like all while listening to the new 183 00:22:54.790 --> 00:23:02.740 Jenny Duan: hit, Taylor Swift album and spending my weekends exploring 184 00:23:02.840 --> 00:23:04.919 Jenny Duan: Cmu is in. 185 00:23:05.760 --> 00:23:08.660 Jenny Duan: Where is that Baltimore? Where is Cmu? 186 00:23:12.830 --> 00:23:17.750 Jenny Duan: Especially like I'm feel bad that I don't know. Pittsburgh, Pittsburgh, Pittsburgh. 187 00:23:18.120 --> 00:23:22.710 Jenny Duan: Well, exploring downtown Pittsburgh 188 00:23:24.700 --> 00:23:26.000 Jenny Duan: with my 189 00:23:26.470 --> 00:23:28.670 Jenny Duan: newest menu friends. 190 00:23:30.900 --> 00:23:44.480 huda siraj: Okay, I found I found like a physical part on campus. It's called a Wien hall of computing services. And apparently it's like something unique about it is it's shaped like a turtle, like one of the entrances. So 191 00:23:44.670 --> 00:23:49.400 Jenny Duan: I think you're right about that. I eagerly anticipate 192 00:23:49.640 --> 00:23:57.650 Jenny Duan: deepening my intellectual perspectives 193 00:23:58.460 --> 00:24:12.260 Jenny Duan: exploring my curiosity in the intersection of steth 194 00:24:12.400 --> 00:24:19.209 Jenny Duan: exploring my intersectional curiosity, no interdisciplinary curiosities. 195 00:24:21.720 --> 00:24:25.700 Jenny Duan: And experiencing 196 00:24:28.900 --> 00:24:30.839 Jenny Duan: the 197 00:24:32.160 --> 00:24:37.110 Jenny Duan: academically fulfilling and socially 198 00:24:38.210 --> 00:24:42.299 Jenny Duan: nurturing environment. Cmu has to offer. 199 00:24:45.140 --> 00:24:48.979 Jenny Duan: Okay. does this make sense for like the ending, yeah. 200 00:24:49.080 --> 00:24:55.750 huda siraj: sounds great. Actually, so, sitting by the what this summer, those like 201 00:24:56.180 --> 00:25:00.829 huda siraj: it's like a building called the Wien. I think it's WEAN 202 00:25:01.020 --> 00:25:14.119 Jenny Duan: we missed work. and then I would say, Do you know any specific curriculum items that you would be interested in learning with either the Game Development Academy or AI scholars. 203 00:25:14.280 --> 00:25:19.239 huda siraj: let me see. Like, if it has any specifics on here. 204 00:25:20.140 --> 00:25:28.070 huda siraj: yeah, I'm just my quick observation. I mean, I'm I'm I'm I'm just like, and and I might be wrong. 205 00:25:28.160 --> 00:25:42.370 Ivylevel: It's like, I'm just wondering, like, you know, why is Jenny right? Typing so much and why is like, hold on out like typing and crafting so much like more. I don't know how it works, though, but you can correct me, Jenny, if I'm wrong. 206 00:25:42.410 --> 00:25:53.029 Jenny Duan: Yeah, I'm usually I'm giving Huda like a brain. So she wrote all this, I'm giving her a brainstorm, and I think she's gonna go in and plug in and change like specific information. 207 00:25:53.910 --> 00:26:07.759 Ivylevel: Okay? Okay? Great. Yeah. I just you know, want you to be, you know, like the the tough love right? I just don't absolutely, Jenny. II don't want you to feel like Hey, who does my daughter? I need to be like a bit more like, you know. 208 00:26:07.780 --> 00:26:25.399 Ivylevel: II think. In fact, I'm Hutan knows this very well, right like II probably might be more upset if I don't see more tough love coming coming from you, because I think she has to grow right. And and that is my key goal with all of this. And and you know it. So yeah, just wanted to just like, confirm and align with you. 209 00:26:26.260 --> 00:26:31.489 Jenny Duan: Okay, awesome. Okay, Huda, I'm going to go hands off now. Okay, so I want you to go on this document type. 210 00:26:31.790 --> 00:26:33.860 Jenny Duan: But awesome. So 211 00:26:34.090 --> 00:26:40.779 Jenny Duan: yeah, I want you to fill in and change this paragraph with, like the specific things that you are excited to learn at Cmu. 212 00:26:41.010 --> 00:26:43.440 huda siraj: Okay? It looks like. 213 00:26:43.770 --> 00:26:54.920 huda siraj: we learn about python. seminars. see? 214 00:26:56.550 --> 00:26:59.569 huda siraj: Oh, there's also like a field trip to an AI in this. 215 00:26:59.730 --> 00:27:05.980 huda siraj: to AI industry leaders where students are introduced to people, topics and career opportunities. 216 00:27:07.070 --> 00:27:14.659 Jenny Duan: Oh, yeah, that's awesome. So maybe instead of saying, like, newest AI algorithms, you can talk about like some of the specific things that these programs have to offer. 217 00:27:15.520 --> 00:27:16.950 huda siraj: Yeah, 218 00:27:20.330 --> 00:27:21.370 huda siraj: right here. 219 00:27:21.980 --> 00:27:31.090 Jenny Duan: Yeah, right there. So I would delete like that sentence like that sentence should give you inspiration. But then you should fill it in with like your personal details. 220 00:27:31.240 --> 00:27:32.170 huda siraj: Okay? 221 00:27:32.810 --> 00:27:38.480 huda siraj: 222 00:27:46.770 --> 00:27:48.480 huda siraj: I mean, like python. 223 00:27:50.080 --> 00:27:53.730 huda siraj: Ai programming. 224 00:27:56.580 --> 00:28:00.639 Jenny Duan: is it python, is it? Are you using any? A I packages, or are you just learning python? 225 00:28:01.610 --> 00:28:03.139 huda siraj: I think 226 00:28:03.860 --> 00:28:05.880 huda siraj: it just says 227 00:28:06.880 --> 00:28:16.700 huda siraj: virtual pre program, python course to include synchronous. I think you have to learn python beforehand. Actually, I think that's okay. 228 00:28:19.550 --> 00:28:30.190 huda siraj: okay, I think I'd rather talk about maybe the field trip to that seems good. 229 00:29:02.690 --> 00:29:07.530 huda siraj: And in verse myself. 230 00:29:09.260 --> 00:29:10.510 huda siraj: and the 231 00:29:11.740 --> 00:29:14.970 huda siraj: opportunities. 232 00:29:15.460 --> 00:29:17.450 huda siraj: the field frames. 233 00:29:22.130 --> 00:29:26.309 Jenny Duan: I'm just okay. I feel like immerse myself in the opportunity. 234 00:29:26.650 --> 00:29:34.250 Jenny Duan: II would say, you can just cut the immersing. I think that's like a little bit redundant. 235 00:29:35.270 --> 00:29:38.680 Jenny Duan: I would say I look forward to. 236 00:29:39.330 --> 00:29:52.799 Jenny Duan: I want to say like, let's not make it too specific to a I scholars, because we want to just talk about the program like pre college programs in general. So are there any like social things that the Pre college program offers like that are not program specific. 237 00:29:54.150 --> 00:29:57.850 huda siraj: Okay? So looks like there's group mentoring 238 00:29:58.020 --> 00:30:03.770 huda siraj: and there's also lots of seminars. 239 00:30:04.140 --> 00:30:17.419 huda siraj: and there's like also, like lots of group studies in social time, I think. I think I don't know if this is for 240 00:30:18.230 --> 00:30:28.290 huda siraj: the pre-college, but says he can take part in field trips, participate in on campus clubs. home, and explore the rich culture of Pittsburgh. 241 00:30:28.410 --> 00:30:49.109 Jenny Duan: Yeah. So I think those are the things that you should write about and bring out more cause I think, like it's good to write that you're thinking about AI and stuff. But I think like for this last paragraph, let's emphasize the things that the program itself has to offer. Not just like your own interest in AI or not. Just the AI scholars program because you have like more specific essays that you're writing just about AI scholars. 242 00:30:49.420 --> 00:30:50.609 huda siraj: Yeah. Okay. 243 00:30:51.230 --> 00:30:58.460 Jenny Duan: say, you're excited to like join clubs or whatever the other things that they were offering. Yeah. 244 00:31:01.800 --> 00:31:02.490 huda siraj: oh. 245 00:31:20.160 --> 00:31:21.220 huda siraj: and then 246 00:31:24.310 --> 00:31:27.370 huda siraj: group studies. And 247 00:31:35.190 --> 00:31:37.790 huda siraj: I guess, ex, I can. 248 00:31:39.100 --> 00:31:42.109 huda siraj: Oh, I guess it's kinda like we talk about that later. But 249 00:31:42.210 --> 00:31:49.080 huda siraj: should I mention that Pittsburgh, here, cause that's like one of the benefits that they list. 250 00:31:50.000 --> 00:31:57.230 Jenny Duan: you can cut the last part you don't have to say like the all. Well, you can just say I look forward to the opportunity to persuade on campus clubs, group studies, and 251 00:31:57.410 --> 00:32:01.990 Jenny Duan: like explore downtown Pittsburgh, or something. You can just cut the last part of that sentence. 252 00:32:08.490 --> 00:32:13.890 Jenny Duan: Make sure that your tense is the same for the word. So you say, participate in 253 00:32:13.900 --> 00:32:16.320 Jenny Duan: campus clubs, group studies 254 00:32:16.600 --> 00:32:22.999 Jenny Duan: and explore. But then I think you need something. Another verb in front of the group studies so participate in on campus stud clubs. 255 00:32:23.040 --> 00:32:25.650 Jenny Duan: blank group studies. Post. 256 00:32:26.030 --> 00:32:34.480 Jenny Duan: Yeah, yeah. Yeah. And then just take out the last part like the all while. Just ex. I just X. That rest of the sentence 257 00:32:35.880 --> 00:32:36.770 Jenny Duan: perfect. 258 00:32:38.690 --> 00:32:41.059 huda siraj: Maybe with my new friends, I like that. 259 00:32:41.430 --> 00:32:42.480 Jenny Duan: Okay, cool. 260 00:32:45.570 --> 00:32:50.669 Jenny Duan: I think the last sentence is fine. Okay, great. Let's see 261 00:32:50.880 --> 00:32:52.609 Jenny Duan: how long this is? 262 00:32:56.700 --> 00:33:00.779 Jenny Duan: 2, 34. And the word count is 3, 50 to 500, 263 00:33:00.950 --> 00:33:09.319 huda siraj: I think. So, yeah, yeah, okay. So next steps are, I want you to add probably another paragraph to this, like another one or 2 paragraphs. 264 00:33:09.430 --> 00:33:13.250 Jenny Duan: and see what else you can write about. 265 00:33:14.270 --> 00:33:23.900 Jenny Duan: see, what else do you hope to gain like? What else do you hope to learn? 266 00:33:24.530 --> 00:33:32.139 Jenny Duan: I think right here, after one of the greatest values you can write a paragraph about like things that you want to learn or improve. Maybe, like 267 00:33:32.810 --> 00:33:37.229 Jenny Duan: I don't know something about how you haven't spent a lot of time away from home, or like 268 00:33:37.470 --> 00:33:47.200 Jenny Duan: you again, like divert contributing diverse perspectives, or I don't know what what else are you thinking about in terms of what you hope to gain. I think I could be like 269 00:33:47.550 --> 00:33:51.960 huda siraj: this would be my first time. 270 00:33:52.330 --> 00:33:53.190 huda siraj: Huh! 271 00:33:53.720 --> 00:34:00.850 Jenny Duan: Away from home, maybe. Say extended period away from home, because I don't want them to think like you're not prepared to to go away 272 00:34:03.140 --> 00:34:04.670 huda siraj: away from home. 273 00:34:04.740 --> 00:34:09.820 huda siraj: And I look forward. 274 00:34:09.920 --> 00:34:12.690 huda siraj: Oh, I guess you kinda see that and 275 00:34:13.310 --> 00:34:14.370 huda siraj: and 276 00:34:16.179 --> 00:34:21.770 huda siraj: would. And the experience of 277 00:34:22.120 --> 00:34:28.010 huda siraj: on Cmu's campus and 278 00:34:29.120 --> 00:34:30.760 huda siraj: pre 279 00:34:31.920 --> 00:34:32.980 huda siraj: breathe 280 00:34:34.340 --> 00:34:38.689 huda siraj: college program. Would be 281 00:34:40.340 --> 00:34:42.380 huda siraj: really 282 00:34:42.810 --> 00:34:47.310 huda siraj: valuable. And I guess. 283 00:34:47.440 --> 00:34:56.739 Jenny Duan: okay, let's like, let's come back to this. Keep on writing. But I'm just going to say, really valuable is not something we should. We should write really. Okay. 284 00:34:57.380 --> 00:35:01.089 Jenny Duan: just keep writing. But I'm just gonna mark this as a spot to come back to. 285 00:35:02.980 --> 00:35:09.979 Jenny Duan: okay, how would it be really revolutionary? I feel like this sentence here doesn't really mean that 286 00:35:10.540 --> 00:35:19.379 Jenny Duan: be more specific about how it's exactly going to be revolutionary. So since this is like my first Tylenol away from my home 287 00:35:19.400 --> 00:35:30.330 huda siraj: for like a while. Like, I think this being there would be like new and like a big new experience and trying something new. 288 00:35:31.670 --> 00:35:34.189 Jenny Duan: Umhm. So how are you gonna bring that out more? 289 00:35:34.770 --> 00:35:38.960 huda siraj: maybe I could just say 290 00:35:39.200 --> 00:35:43.070 huda siraj: And 291 00:35:45.460 --> 00:35:48.779 huda siraj: and Ceremu's campus and pre-college program would be 292 00:35:50.460 --> 00:35:53.820 huda siraj: a new and 293 00:35:58.170 --> 00:36:02.580 huda siraj: a new and or just like maybe a new 294 00:36:02.850 --> 00:36:04.470 huda siraj: experience. 295 00:36:08.100 --> 00:36:12.329 Jenny Duan: Okay, I feel again, I feel like this isn't saying much like. 296 00:36:12.470 --> 00:36:15.699 Jenny Duan: yes, it's a new experience. But how does that impact? You 297 00:36:15.990 --> 00:36:20.460 huda siraj: 298 00:36:21.580 --> 00:36:33.019 Jenny Duan: like a new experience in what ways and like what what's good about having a new experience, I mean, like people have new experiences all the time, but like, why? Why should you go to see a mu and not go skydiving, or something like that? 299 00:36:33.140 --> 00:36:48.610 huda siraj: Maybe a new experience to enable self or to enable independence. And yeah, that's getting better getting better. Okay. 300 00:36:49.190 --> 00:36:53.919 Jenny Duan: so how exactly is it going to enable yourself growth. 301 00:36:54.990 --> 00:36:59.520 huda siraj: I guess by like experiencing like 302 00:36:59.620 --> 00:37:02.880 huda siraj: I can't really explain 303 00:37:02.920 --> 00:37:30.900 huda siraj: like just being away from home and taking that time to likes like learning things and like, by the the resources of the Pre college program. I think that'll allow me to go and like technical skills. As I mentioned earlier. Yeah, exactly. And also learn how to navigate like seeking your own resources. And and 304 00:37:30.970 --> 00:37:38.489 Jenny Duan: I think, like at home, everything's more easy, cause. It's more familiar. But doing this would push you outside your comfort zone, right? Which is good, because 305 00:37:38.570 --> 00:37:42.289 Jenny Duan: I mean, it introduces you to new subjects, new ideas, and like. 306 00:37:43.090 --> 00:37:57.090 Jenny Duan: yeah, teaches you how to be a better like communicator and like to be. I guess you already said this would be more independent. And so you can write another sentence. Yeah. 307 00:37:57.820 --> 00:38:04.360 huda siraj: skills of navigation. And I mean navigation like driving, like, what is navigation? 308 00:38:04.570 --> 00:38:07.900 huda siraj: I guess, like navigating like your way through the 309 00:38:08.260 --> 00:38:14.280 huda siraj: yeah, best to just like to be specific, like a specific idea. But the skills of 310 00:38:14.920 --> 00:38:17.680 huda siraj: are 311 00:38:19.410 --> 00:38:21.640 Jenny Duan: resourcefulness. 312 00:38:21.760 --> 00:38:24.959 huda siraj: Hmm, that's better. And 313 00:38:27.990 --> 00:38:30.629 huda siraj: I'm trying to think of one more 314 00:38:33.330 --> 00:38:34.520 Jenny Duan: self-reliance 315 00:38:35.040 --> 00:38:36.810 huda siraj: so fine, so 316 00:38:38.060 --> 00:38:40.960 huda siraj: are. 317 00:38:43.960 --> 00:38:44.980 huda siraj: I guess. 318 00:38:46.060 --> 00:38:48.350 huda siraj: crucial to be 319 00:38:50.280 --> 00:38:51.960 huda siraj: earned. And 320 00:38:52.470 --> 00:38:56.220 huda siraj: and cmus program. 321 00:38:56.920 --> 00:38:57.860 huda siraj: And 322 00:39:00.590 --> 00:39:01.660 huda siraj: I guess 323 00:39:05.190 --> 00:39:11.220 huda siraj: develops this. 324 00:39:12.670 --> 00:39:17.629 Jenny Duan: this sentence we're gonna come back to later. But that's a good start. 325 00:39:17.940 --> 00:39:18.660 huda siraj: Hmm. 326 00:39:22.310 --> 00:39:26.120 Jenny Duan: okay. I think we can have one more sentence in this paragraph 327 00:39:27.410 --> 00:39:28.540 huda siraj: green. 328 00:39:29.580 --> 00:39:36.260 Ivylevel: Wow! I'm loving it, you know. It's a class for me, too. Oh, my God, this, this so beautiful like just a framework. 329 00:39:36.430 --> 00:39:38.490 Ivylevel: the way to think about it. Yeah. 330 00:39:39.860 --> 00:39:47.290 Jenny Duan: okay, let's be even more, I think specific. So what else are you gonna learn through this program? 331 00:39:48.660 --> 00:39:59.670 Jenny Duan: like, outside of the technical skills like this is about this is not about AI scholars. This is about you living on Cmu's campus. For 332 00:39:59.890 --> 00:40:04.190 Jenny Duan: how long is this week, like, I think, 2 weeks for 2 weeks. 333 00:40:04.200 --> 00:40:08.280 Jenny Duan: What are you going to gain from being at Cmu for 2 weeks like. 334 00:40:09.200 --> 00:40:10.979 Jenny Duan: what is the benefit of that? 335 00:40:11.370 --> 00:40:12.700 huda siraj: Maybe like 336 00:40:13.300 --> 00:40:19.739 huda siraj: like the social factor like being around peers perfect. So 337 00:40:19.770 --> 00:40:26.910 Jenny Duan: so what are you gonna learn by being around peer specifically at Cmu like, why don't you go to. I don't know. Like 338 00:40:27.230 --> 00:40:33.190 Jenny Duan: your local rec center summer camp, why do you have to go all the way to Cmu to learn these social skills? 339 00:40:33.520 --> 00:40:41.349 huda siraj: Maybe because there's like more passionate like, passionate. And like, 340 00:40:42.170 --> 00:40:45.790 huda siraj: yeah, like, more passionate students around. So 341 00:40:46.420 --> 00:40:47.559 huda siraj: maybe like. 342 00:40:48.030 --> 00:40:52.470 huda siraj: in this new experience 343 00:40:52.490 --> 00:40:55.809 Jenny Duan: is the environment environment inside of 344 00:40:57.490 --> 00:41:01.300 huda siraj: I will encounter 345 00:41:01.970 --> 00:41:03.480 huda siraj: more up. 346 00:41:04.530 --> 00:41:09.260 huda siraj: I feel like I don't really repeat, like 347 00:41:09.390 --> 00:41:12.730 huda siraj: passionate students cause that's kind of like what I said before. 348 00:41:12.890 --> 00:41:17.369 huda siraj: But hmm, yeah, I'm just gonna say passion it. 349 00:41:17.890 --> 00:41:34.889 Jenny Duan: We can always come back to it. Don't worry too much about the wording as long as the theme is there. This is just the first draft, really that depth that I'm really enjoying. Right, see you? That's all there. But I mean, unless you ask those questions, it's not coming out. So yeah, keep doing i'm loving it thanks 350 00:41:35.020 --> 00:41:37.140 huda siraj: and 351 00:41:38.230 --> 00:41:41.290 huda siraj: and 352 00:41:41.750 --> 00:41:44.319 huda siraj: and in their company. 353 00:41:44.740 --> 00:41:50.240 huda siraj: be able to learn from that. 354 00:41:50.950 --> 00:41:55.800 Jenny Duan: Okay, this wording we're gonna work on. But the theme is, is there? 355 00:41:56.240 --> 00:41:57.010 Jenny Duan: Okay. 356 00:42:00.270 --> 00:42:02.600 Jenny Duan: let's check the sword count to see if it's 357 00:42:03.060 --> 00:42:09.430 Jenny Duan: so, if it says 350 to 500 words, it's better to push it more to the 500 side. 358 00:42:09.620 --> 00:42:11.450 Jenny Duan: Then the 3 50 sighed. 359 00:42:11.590 --> 00:42:12.640 Jenny Duan: And 360 00:42:14.020 --> 00:42:27.390 Jenny Duan: and why do they do that? Jenny like so 3 50 to 500? Is there a cash there? No, there's no catch. It's just like. That's the estimated. But I think it's usually better to put more details about yourself and 361 00:42:27.950 --> 00:42:32.540 Jenny Duan: How 362 00:42:34.380 --> 00:42:35.359 Jenny Duan: say, like. 363 00:42:36.480 --> 00:42:58.380 Jenny Duan: Let's add here an anecdote about you in high school. I think it'd be good to have the the reader envision you more as a person so like saying, in high school, like my favorite subjects were, or my favorite units were ones in which we discussed blank, or I really enjoy like 364 00:42:58.630 --> 00:43:07.640 Jenny Duan: watching nature documentaries. I really enjoy reading blank and like have them sort of see what you'd like as a student in that way. 365 00:43:08.220 --> 00:43:12.540 huda siraj: So after this, like in a different like right here. 366 00:43:12.670 --> 00:43:22.899 Jenny Duan: I don't. We can just keep it a different paragraph, for now, knowing that we might combine the paragraphs Umhm see? Like in high school, I've challenged myself to take. 367 00:43:23.650 --> 00:43:40.789 Jenny Duan: I don't know, like a breath of courses, including blank or saying like, I've really enjoyed units where I've learned this, or I spend my free time doing XYZ. Trying to understand, like ABC, you know, like just trying to give them an idea about what you're like as a high school student. 368 00:43:41.840 --> 00:43:47.860 Ivylevel: Yeah, I feel like, you know, just again, I'm also learning and completely don't get influenced by me. 369 00:43:48.090 --> 00:43:51.929 Ivylevel: I think I see a lot of passion here, like, you know, use the word passion. 370 00:43:52.060 --> 00:44:00.560 Jenny Duan: but I also like failed to see like who that's passion, right? That's what we're bringing out here, like what she's interested in and like how she's developed that interest 371 00:44:08.690 --> 00:44:11.659 huda siraj: and topics from school 372 00:44:12.480 --> 00:44:13.380 huda siraj: and 373 00:44:14.540 --> 00:44:15.530 huda siraj: and 374 00:44:16.550 --> 00:44:17.860 huda siraj: connection 375 00:44:18.280 --> 00:44:25.539 huda siraj: between the current levels in the world, current events in the world and on 376 00:44:25.570 --> 00:44:29.000 huda siraj: subjects. And 377 00:44:30.840 --> 00:44:32.930 huda siraj: we learn 378 00:44:33.330 --> 00:44:35.630 Jenny Duan: 379 00:44:35.930 --> 00:44:37.450 huda siraj: because 380 00:44:38.980 --> 00:44:41.640 huda siraj: it? I guess, 381 00:44:43.430 --> 00:44:46.570 huda siraj: it felt more felt more real. 382 00:44:46.800 --> 00:44:50.800 Jenny Duan: tangible tangible yeah. 383 00:44:51.100 --> 00:45:15.030 Jenny Duan: also, like you talk about what your passions are like. I spend my time like leading the film club or working on like my own game development projects which are things that I am excited to share with my peers at CMU. So not only what are you going to get from this program, but you can also sneak in a little bit about what you're trying to give to the program. So they have more of an incentive to admit you. 384 00:45:15.150 --> 00:45:20.330 Jenny Duan: because, like tons of people are interested in the program. But like. what do you have to contribute? Yeah. 385 00:45:24.220 --> 00:45:25.000 Ivylevel: Yeah. 386 00:45:25.310 --> 00:45:34.149 Ivylevel: And and also, I'm wondering, like, you know, I think her opening statement was really around. like the difference I see in the hook is really like the 387 00:45:34.250 --> 00:45:38.549 Ivylevel: intersection of stem and liberal liberal arts. Right? 388 00:45:39.200 --> 00:45:46.050 Ivylevel: Ii just find that not to be like elsewhere, at least in my reading. III don't know. Like. 389 00:45:46.660 --> 00:45:48.090 Ivylevel: is that a part? 390 00:45:48.570 --> 00:45:57.560 Jenny Duan: Yeah, it is so. II think you know you can say like like I've challenged myself with courses like blank, and 391 00:45:57.680 --> 00:45:59.600 Jenny Duan: or I spend my time 392 00:45:59.860 --> 00:46:18.620 Jenny Duan: doing this, and I'm excited to share that. So like saying how you take, you've taken both media arts and computer science, or like your media arts class. You're like trying to learn how these art styles will impact your gaming or your game development, or how? Your science classes have impacted like 393 00:46:18.750 --> 00:46:29.760 Jenny Duan: your choice of like creative writing projects or something like that. 394 00:46:29.930 --> 00:46:39.299 Jenny Duan: I don't know. What do you call it is, even if there's there's this kind of the central theme here, right like what differentiates like as a person applying totally. 395 00:46:40.090 --> 00:46:43.570 Ivylevel: I'm learning. By the way, I mean, I really wish 396 00:46:44.120 --> 00:46:52.800 huda siraj: I was able to go through this kind of a training. But this is amazing hammering the arts. 397 00:46:53.290 --> 00:46:58.789 huda siraj: with the intersection. 398 00:46:59.500 --> 00:47:02.720 Jenny Duan: I feel like, I say, that a lot. Okay, write it down. 399 00:47:02.960 --> 00:47:05.950 Ivylevel: Get your ideas out there, we can trip. 400 00:47:06.180 --> 00:47:06.940 It's fine. 401 00:47:13.210 --> 00:47:18.459 Jenny Duan: But you've already talked about game development. So let's go either more specific or talk about something different. 402 00:47:19.090 --> 00:47:21.460 huda siraj: Okay. and 403 00:47:21.620 --> 00:47:37.620 Jenny Duan: what about your video, right? I think video is an integral part, isn't. It? Looks like very generic. II think specificity is something that would help right? Exactly like writing about a specific project that you've worked on or like, maybe like a specific 404 00:47:37.670 --> 00:47:39.469 Jenny Duan: conversation that you've had 405 00:47:39.590 --> 00:47:41.729 Jenny Duan: with your teacher 406 00:47:43.820 --> 00:47:59.749 Ivylevel: and and jenny, just like, you know, off tangent like. I would imagine that most of these kind of schools at the end of the day pretty much like resemble you know, their kind of college narrative. So yeah. 407 00:47:59.930 --> 00:48:05.749 Jenny Duan: that's like, part of the reason why we're applying for so many programs is just to practice writing the essays. Because. 408 00:48:06.050 --> 00:48:16.959 Jenny Duan: you know you don't have a chance to practice when you submit your college application, and you don't want to let your college application be your practice like this, if anything should be your practice. Yeah. 409 00:48:17.060 --> 00:48:24.269 Ivylevel: you see, these are the hidden benefits that we, as you know, like, I mean, it's my job really right to bring out and and relate to parents on. 410 00:48:24.360 --> 00:48:53.880 Jenny Duan: Also, like your junior summer program applications, they're a good benchmark for whether or not you're on track for college applications. Because, like, if you don't get into a single summer program which this is not gonna happen to you. But say, like, someone didn't get into any summer program. Then that means that they need to. They're maybe not on track for like applying to Cmu as a full time student. Right? Or so, they should reevaluate like their essays and catch it before it's too late for their actual application. 411 00:48:54.400 --> 00:49:13.649 Jenny Duan: Amazing, I mean, that is, mind blowing right? It's like, you're kind of doing like, you know, testing the waters right or might be an alpha test, you know, because ultimately, like it doesn't really matter in the long term whether or not you get into a summer program, but like it tells you whether or not you're prepared for your actual college application. Yeah. 412 00:49:18.110 --> 00:49:34.089 Jenny Duan: okay, but I think we can after you finish this sentence. I think we can cap it here, and then I'd like to see you do a read through of this, and then make some like edits to the writing style, especially the parts are starred like these sentences, I think, need to be changed. 413 00:49:34.240 --> 00:49:44.969 Jenny Duan: And then, after that, we can look at like a more finalized version, the next, time, we meet okay, cool all of these, any questions. 414 00:49:45.800 --> 00:49:49.209 Ivylevel: sorry, sorry, I mean. Yalda, your time is up with that 415 00:49:49.260 --> 00:49:51.300 Ivylevel: 5 min. I don't like this. 416 00:49:51.550 --> 00:49:55.829 Jenny Duan: Okay, all good. I was a little bit late, so it's it's totally fine. 417 00:49:55.980 --> 00:50:18.449 Jenny Duan: by the way. 418 00:50:18.480 --> 00:50:35.640 Jenny Duan: all good. Anyways, I'm happy that you're getting opportunity. But please make most use of it, and and tell me if II will talk to more and make sure that you connect with all the top execs there. Okay, awesome. Thank you. Yeah. I have a meeting actually scheduled one of the mentors tomorrow morning? Oh, no. Monday morning with, 419 00:50:35.730 --> 00:50:41.120 Jenny Duan: jennifer, yeah, 420 00:50:41.370 --> 00:50:50.889 Ivylevel: yeah, the founding team of the Startup, that we're doing, you know, she's actually by. 421 00:50:51.180 --> 00:50:59.560 Jenny Duan: You know, my ex boss kind of a thing. So yeah, exactly. And I think I really want you to actually meet Satiji as well. 422 00:50:59.670 --> 00:51:11.069 Ivylevel: Yeah. So let's focus on that. I mean, this is an investment. Okay, I'm telling you, I want you to drive lot of benefit out of it because we are to use this as an opportunity to also, like, you know, incentivize other coaches coming on board. 423 00:51:11.220 --> 00:51:14.799 Ivylevel: Take care, see you soon take care, bye. Thank you very much. 424 00:51:15.040 --> 00:51:15.640 Jenny Duan: Bye.",
  "segments": [
    "Week 29 - Coaching_Jenny_Huda_Wk29_2024-02-03_M_8d2791498adce8adU_2024-02-02_00-00-00 WEBVTT 1 00:04:05.790 --> 00:04:07.320 Jenny Duan: Hi, Huda! How's it going? 2 00:04:07.880 --> 00:04:10.429 huda siraj: Hi, hi! It's going. Well, how are you? 3 00:04:10.520 --> 00:04:18.309 Jenny Duan: I'm doing well, yeah, it's good to see you. I think maybe we can just go straight into your essays. If that's okay, yeah. Sounds good. 4 00:04:18.519 --> 00:04:33.210 Jenny Duan: Okay, awesome. I see that you've been making edits to them so really excited to see that. How's everything else in life going like? Otherwise, I'm wondering, did you hear back about and see what's like regional stuff at all. Have they given you any updates on? 5 00:04:33.360 --> 00:04:46.249 huda siraj: I think I'm pretty sure like, I'm not sure actually. But if you get like the national word. I don't think you get the regional one cause. I know, I think I didn't get any emails. 6 00:04:46.910 --> 00:04:51.110 Jenny Duan: Okay, that makes yeah, that actually makes sense, because they probably wanna like. 7 00:04:51.430 --> 00:04:54.920 Jenny Duan: yeah, distinguish, yeah. Okay, then, that's awesome. 8 00:04:55.050 --> 00:04:58.120 Jenny Duan: cool. So 9 00:04:58.490 --> 00:05:02.240 maybe we can just go to your essays here. 10 00:05:02.270 --> 00:05:11.289 Jenny Duan: I see like this is a rough draft that you're still working on. Right? Yeah, I was just trying to wrap it up a bit, but I think 11 00:05:11.410 --> 00:05:13.219 huda siraj: like the most 12 00:05:13.420 --> 00:05:21.310 huda siraj: like the content part of it is kinda done so wanted to like wrap it up. I know it's a bit short, but yeah, I could. Probably 13 00:05:21.550 --> 00:05:23.280 huda siraj: I'll make it larger. 14 00:05:24.380 --> 00:05:35.089 Jenny Duan: Yeah. Can you maybe walk me through like what? Your first of all, what your oh, let me get. I think my like wi fi! Let me know by Wi-fi spiking in the future. I don't know. Cause I've",
    " never 15 00:05:35.240 --> 00:05:36.559 Jenny Duan: okay. So 16 00:05:37.710 --> 00:05:42.609 Jenny Duan: I what are you hoping to like write about after that this summer statement. 17 00:05:43.360 --> 00:05:55.539 huda siraj: I was just gonna kind of just like this summer. Like the Cmu pre college program. Will allow me to transform 18 00:05:55.830 --> 00:05:56.730 huda siraj: like. 19 00:05:56.900 --> 00:06:06.879 huda siraj: I don't know if I should be specific about like the course that I want. But like, maybe like my AI and like development skills, as well as like 20 00:06:07.390 --> 00:06:08.480 huda siraj: like 21 00:06:09.150 --> 00:06:15.240 huda siraj: as well as support me to connect with more students and faculty members. 22 00:06:16.070 --> 00:06:19.869 Okay, that sounds like that seems like a good ending. Let me look at this. 23 00:06:19.970 --> 00:06:24.460 Jenny Duan: What do you hope to gain from participating in Cmu's pre-college programmes? 24 00:06:25.140 --> 00:06:31.599 Jenny Duan: shift from my rural town. 25 00:06:32.080 --> 00:06:35.130 Jenny Duan: Let's see where 26 00:06:35.650 --> 00:06:46.030 Jenny Duan: there are very there are. So what does this mean? Because there aren't many stem and liberal arts interested students? I feel like I have a hard time like 27 00:06:46.050 --> 00:07:12.179 Jenny Duan: believing this statement necessarily, because I feel like there are like some like, do you mean the intersection of them in their broad? Do you mean like step liberal arts like, what do you mean by that? I kind of yeah. I meant, like the intersection of the 2 like, kind of like a blend. Ii kinda talk about how like the blend of the 2 isn't as prominent as you. But yeah, I think I should make that more clear. Maybe. That the intersection 28 00:07:12.520 --> 00:07:14.480 huda siraj: is what I wanna talk about. 29 00:07:14.490 --> 00:07:17.439 Jenny Duan: Yeah, I think that clarifying that could be a good start. 30 00:07:19.820 --> 00:07:23.820",
    " Jenny Duan: So like, there aren't many students interested. There aren't many students 31 00:07:24.210 --> 00:07:30.870 Jenny Duan: interested in the stem in the intersection of the stem in the Liberal arts. Comma like me. yeah, okay. 32 00:08:00.860 --> 00:08:08.700 Jenny Duan: I feel like this sentence is redundant. Is there another way we can express this idea by without using this specific phrasing? 33 00:08:10.180 --> 00:08:16.370 huda siraj: 34 00:08:18.630 --> 00:08:21.199 huda siraj: maybe like like. 35 00:08:22.440 --> 00:08:27.050 huda siraj: Actually. No, that I'm be going back into the color analogy. Maybe 36 00:08:27.950 --> 00:08:29.140 dreaming. 37 00:08:30.410 --> 00:08:37.029 huda siraj: Cmu's impressive blend of both fields. Is 38 00:08:37.179 --> 00:08:40.690 huda siraj: a great environment for me to grow. Maybe. 39 00:08:41.289 --> 00:08:42.599 Yeah, 40 00:08:42.860 --> 00:08:48.780 Jenny Duan: I was thinking, maybe like saying, like all around me, I see students thinking about 41 00:08:49.910 --> 00:08:56.210 Jenny Duan: like one side of it, like one side, or like I see students like fixated in their 42 00:08:56.470 --> 00:09:04.020 Jenny Duan: niches, or like I see students preoccupied with blank, like not thinking about the blend or not thinking about the 43 00:09:04.290 --> 00:09:05.420 Jenny Duan: whatever. 44 00:09:05.730 --> 00:09:08.820 Jenny Duan: And then from that you can say like 45 00:09:10.690 --> 00:09:13.459 Jenny Duan: at unlike my rural town. 46 00:09:13.720 --> 00:09:18.200 Jenny Duan: Unlike 47 00:09:18.350 --> 00:09:21.149 Jenny Duan: my rural town, comma CMU, 48 00:09:21.940 --> 00:09:37.189 Jenny Duan: like the Pre college program at Cmu, presents the opportunity to connect with people who have different ideas from mine, or something like which would introduce diverse perspectives, or like more stories into the way that I approach, like science or a I, or 49 00:09:37.350 --> 00:09:43.510 Jenny Duan: you know the intersecti",
    "on of psychology and AI, or like philosophy and technology or something like that. 50 00:09:43.560 --> 00:09:48.380 huda siraj: Hmm, okay. So I find that here's often showing interest and 51 00:09:48.500 --> 00:09:54.579 huda siraj: either of the fields. but never 52 00:09:54.670 --> 00:10:05.340 Jenny Duan: either. Okay. So stem and liberal arts are very broad, so I'm not sure if you can just say Fields broadly, for that, is there any way you can make him more specific like in either. 53 00:10:05.360 --> 00:10:06.400 You know. 54 00:10:07.490 --> 00:10:09.000 huda siraj: like, naming 55 00:10:09.080 --> 00:10:13.830 huda siraj: specific parts of stem, and liberal arts is that one week. 56 00:10:14.220 --> 00:10:16.760 Jenny Duan: exactly 57 00:10:17.090 --> 00:10:27.220 huda siraj: maybe like computer science and like, maybe for like my own, like media arts, maybe like. 58 00:10:28.740 --> 00:10:30.210 huda siraj: and either 59 00:10:31.530 --> 00:10:33.970 huda siraj: computer science or 60 00:10:34.410 --> 00:10:39.110 huda siraj: yeah, meteor or 61 00:10:40.740 --> 00:10:45.940 huda siraj: maybe I should just do. 62 00:10:46.090 --> 00:10:46.970 huda siraj: Art. 63 00:10:48.690 --> 00:10:50.190 Jenny Duan: Mars aren't too broad. 64 00:10:51.660 --> 00:10:53.929 huda siraj: Or should I just do media studies 65 00:10:55.680 --> 00:10:56.700 Jenny Duan: in 66 00:10:59.860 --> 00:11:04.479 Jenny Duan: in, maybe say in fields like computer science, or 67 00:11:05.150 --> 00:11:16.410 Jenny Duan: and instead of either, here, I can. Oh, sorry. Go ahead. It's okay. Or media. I feel like media. Art is a little bit interdisciplinary. Maybe you can say, like English literature or something like that. 68 00:11:26.330 --> 00:11:30.810 Yeah, but never wait. What's an example of? 69 00:11:31.370 --> 00:11:44.350 Jenny Duan: okay, let's see how we can introduce more nuance into here. Maybe you can say something about like the types of questions that you think about on a daily b",
    "asis. You can say, like, like. 70 00:11:45.550 --> 00:11:46.760 Jenny Duan: I wonder 71 00:11:47.380 --> 00:11:51.030 Jenny Duan: or English literature. 72 00:11:51.470 --> 00:11:53.240 Jenny Duan: But never 73 00:11:56.170 --> 00:12:01.420 Jenny Duan: I think I wanna and introduce a sentence that's like, like, I'm asking questions like. 74 00:12:01.670 --> 00:12:17.429 Jenny Duan: How does psychology contribute to AI development or something like, how does design contribute to the development of games like introducing these types of questions that you're thinking about, that you might be able to answer at Pre with the Carnegie Mellon pre-college program. 75 00:12:17.890 --> 00:12:19.540 huda siraj: Okay? So 76 00:12:20.430 --> 00:12:23.250 Jenny Duan: intersection, 77 00:12:24.440 --> 00:12:30.419 Jenny Duan: maybe say, like at through the Cmu pre college programs, I seek answers to 78 00:12:30.930 --> 00:12:36.430 Jenny Duan: the interdisciplinary questions that drive our modern world that might be a little too like 79 00:12:37.070 --> 00:12:42.020 Jenny Duan: on the nose, but nothing like that, like I seek answers to questions 80 00:12:42.050 --> 00:12:43.569 Jenny Duan: impacting like 81 00:12:43.930 --> 00:12:50.180 Jenny Duan: modern society like. And then you would give examples of your interdisciplinary questions, like, for example. 82 00:12:50.480 --> 00:12:52.540 Jenny Duan: again, like, How does 83 00:12:52.630 --> 00:12:57.770 Jenny Duan: human behavior affect AI development, or How do 84 00:12:57.950 --> 00:13:00.910 Jenny Duan: How do different art styles. Translate into gaming 85 00:13:01.050 --> 00:13:10.839 Jenny Duan: something like that. You could come up with other ones, too. Something like that. Maybe I could like mentioned something like about. Yeah, it looks like, maybe 86 00:13:11.030 --> 00:13:17.890 huda siraj: how does a like policy? 87 00:13:18.350 --> 00:13:21.130 huda siraj: And so 88 00:13:22.110 --> 00:13:24.100 huda siraj: I don't kn",
    "ow. Wait, that sounds too 89 00:13:24.280 --> 00:13:27.280 huda siraj: weird. Maybe. Like, how does 90 00:13:30.050 --> 00:13:38.380 huda siraj: I'm just gonna say, ethics play into artificial? 91 00:14:00.790 --> 00:14:04.660 huda siraj: yeah. 92 00:14:05.120 --> 00:14:09.179 Jenny Duan: Yeah. And think, how do ethics play into artificial intelligence? 93 00:14:09.310 --> 00:14:10.179 huda siraj: Oh, yeah. 94 00:14:12.010 --> 00:14:12.970 Jenny Duan: yeah, okay. 95 00:14:13.210 --> 00:14:19.690 Jenny Duan: And so there's 2 96 00:14:21.250 --> 00:14:24.640 Jenny Duan: the interdisciplinary questions 97 00:14:25.200 --> 00:14:27.260 Jenny Duan: that guide 98 00:14:29.480 --> 00:14:31.450 Jenny Duan: and 99 00:14:36.550 --> 00:14:40.840 Jenny Duan: alright! I don't love the sentence. I think I want to come back to this. 100 00:14:41.310 --> 00:14:44.089 Jenny Duan: but after your whole list is done. 101 00:14:44.490 --> 00:14:48.690 Jenny Duan: My rural town is largely limited because there aren't very many resources. 102 00:14:48.740 --> 00:14:51.879 Okay, I think we are repeating my rural town a lot. 103 00:14:51.920 --> 00:14:55.389 Jenny Duan: So let's see how we can do this. 104 00:14:55.670 --> 00:15:00.430 Jenny Duan: This is still repetitive. I think we can delete this is this, okay? 105 00:15:00.530 --> 00:15:02.169 Jenny Duan: Sure. Okay. 106 00:15:06.550 --> 00:15:16.059 Jenny Duan: I kind of reuse it. The Bank of America sentence. One of the greatest values received in this program is the ability to connect with other purpose driven young people. 107 00:15:16.540 --> 00:15:24.170 Jenny Duan: I think maybe in as well as the taunted and distinguished. 108 00:15:24.310 --> 00:15:26.130 as well as the 109 00:15:26.530 --> 00:15:29.979 Jenny Duan: distinguished faculty at Cmu. So let's make it. 110 00:15:30.930 --> 00:15:35.250 Jenny Duan: asked Samuel. So do you know the specific professors that your programs would 111 00:15:35.340 --> 00:15:36.579 Jenny Duan:",
    " be working with. 112 00:15:36.860 --> 00:15:39.930 huda siraj: No, I can check. Actually. 113 00:15:41.310 --> 00:15:42.320 Jenny Duan: hmm. 114 00:15:46.080 --> 00:15:48.559 Jenny Duan: as an aspiring 115 00:15:48.630 --> 00:15:57.380 Jenny Duan: future. AI leader. I envisioned myself, growing okay. furthering my technical skills. 116 00:15:57.950 --> 00:16:03.170 Jenny Duan: learning about the social impacts of a I 117 00:16:04.320 --> 00:16:13.580 Jenny Duan: article learning about the social impacts of AI 118 00:16:13.870 --> 00:16:15.570 Jenny Duan: and becoming 119 00:16:16.590 --> 00:16:21.199 Jenny Duan: and becoming a more curious self driven student through the projects. 120 00:16:21.320 --> 00:16:24.830 Jenny Duan: through projects and 121 00:16:25.480 --> 00:16:31.150 Jenny Duan: connections at Cmu. 122 00:16:33.020 --> 00:16:34.270 Jenny Duan: Apologize. 123 00:16:36.820 --> 00:16:37.670 Okay. 124 00:16:37.930 --> 00:16:48.489 Jenny Duan: I think another thing that you should write about is how you will connect to like diverse leaders and diverse students, to like. Broaden your mindset because 125 00:16:48.910 --> 00:17:01.980 Jenny Duan: you haven't really had the opportunity to meet with a lot of other interested students from like around the United States. So I think that's another big benefit of the program is like your capacity or ability to like meet other students. 126 00:17:05.220 --> 00:17:08.470 huda siraj: So maybe I could add that here, on 127 00:17:08.910 --> 00:17:10.510 Jenny Duan: purposes you men. 128 00:17:11.430 --> 00:17:12.980 young people, and then 129 00:17:13.040 --> 00:17:14.060 Jenny Duan: around 130 00:17:14.109 --> 00:17:16.160 Jenny Duan: around the nation. 131 00:17:16.400 --> 00:17:21.129 I am excited about the opportunity. 132 00:17:23.329 --> 00:17:24.290 2 133 00:17:25.599 --> 00:17:26.650 Jenny Duan: hmm. 134 00:17:28.850 --> 00:17:29.950 Jenny Duan: maybe like. 135 00:17:31.530 --> 00:17:33.120 Jenny Duan: can 136 00",
    ":17:33.360 --> 00:17:36.249 huda siraj: like, maybe build like a diverse 137 00:17:36.400 --> 00:17:38.100 huda siraj: on the network. 138 00:17:38.270 --> 00:17:45.490 Jenny Duan: Yeah, intellectual perspectives. Well. building a diverse network. 139 00:17:45.620 --> 00:17:58.090 Jenny Duan: Well, building a diverse network of of friends. peers, and collaborators from across the nation. 140 00:17:59.440 --> 00:18:01.770 Jenny Duan: I also look forward 141 00:18:03.010 --> 00:18:05.639 Jenny Duan: to learning. From there we go 142 00:18:06.660 --> 00:18:10.850 Jenny Duan: to learning, from the distinguished faculty at Cmu 143 00:18:11.170 --> 00:18:21.599 Jenny Duan: as an aspiring future, a I leader. I envisioned myself furthering my technical skills, learning about the social impacts of a I and becoming a more curious self driven student through projects and 144 00:18:21.900 --> 00:18:25.399 Jenny Duan: through. Okay, we can just say, cmu pre-college. 145 00:18:31.170 --> 00:18:40.319 huda siraj: I kind of says what I was gonna do with the last sentence. So maybe I can like change this. So I just like wrap that up. I don't. 146 00:18:40.410 --> 00:18:54.180 Jenny Duan: Fine. Let's see how much, how many more details we can add here. I think it would be good to make it like even more specific to draw out like more specific connections about why, like, you need to be chosen versus other people. So let's see. 147 00:18:54.480 --> 00:19:01.029 Jenny Duan: presents where there aren't many students interested in the intersection between Stem and the liberal arts. 148 00:19:01.840 --> 00:19:05.929 Jenny Duan: Like me, I find my peers. I let me just. I'm just checking 149 00:19:06.830 --> 00:19:07.670 Jenny Duan: this. 150 00:19:10.670 --> 00:19:12.740 Jenny Duan: Do you write about your? 151 00:19:16.140 --> 00:19:18.509 Jenny Duan: I think you should write about your identity 152 00:19:18.760 --> 00:19:23.280 Jenny Duan: somewhere, but I think you kind of cover it in he",
    "re. 153 00:19:24.430 --> 00:19:38.960 Jenny Duan: But like, you can say, like, you're excited to contribute your background as well like your knowledge of, you know technical skills, or you know your diverse perspective, or something about how you hope to contribute. But let me see where the best place to put that in would be. 154 00:19:39.610 --> 00:19:47.290 Jenny Duan: reader signs of English literature, but never the intersection between the 2 through the senior pre college program 155 00:19:48.420 --> 00:19:51.560 Jenny Duan: on the website. Do they spell pre-college with a capital C or not? 156 00:19:52.400 --> 00:19:57.679 huda siraj: yeah. And then, yeah, the couple see? Yeah. 157 00:19:58.010 --> 00:20:02.960 Jenny Duan: I seek answers to the interdisciplinary questions that impact modern society. 158 00:20:07.740 --> 00:20:12.450 Jenny Duan: How do ethics play into artificial intelligence. And 159 00:20:12.790 --> 00:20:16.080 Jenny Duan: how can 160 00:20:16.410 --> 00:20:21.590 Jenny Duan: technology be a force or social good? 161 00:20:22.720 --> 00:20:23.749 Jenny Duan: So they like that. 162 00:20:25.430 --> 00:20:36.930 Jenny Duan: one of the greatest values I see from this programme is the ability to connect with other perpetuan young people from across the nation. I am excited about the opportunity to broaden my intellectual perspective 163 00:20:38.290 --> 00:20:43.109 Jenny Duan: while building a diverse network of friends, peers, and collaborators. You don't need this. 164 00:20:44.350 --> 00:20:47.970 Jenny Duan: I also look forward to learning from the distinguished faculty at CMU. 165 00:20:48.230 --> 00:20:54.900 Jenny Duan: As an aspiring future. AI leader. I envision myself further my technical skills. 166 00:20:55.110 --> 00:20:56.040 Jenny Duan: Okay. 167 00:20:57.650 --> 00:21:08.609 Jenny Duan: now, let's think about like specific. Do you know any specific details? About Cmu like about the campus, or like, I wanna write something like.",
    " 168 00:21:09.230 --> 00:21:13.199 Jenny Duan: okay, for example, with Stanford, we have like Main Quad. 169 00:21:13.330 --> 00:21:18.090 Jenny Duan: so I would say, like on main quad, like I envisioned myself 170 00:21:18.190 --> 00:21:20.629 Jenny Duan: like holding, you know. 171 00:21:21.280 --> 00:21:31.680 Jenny Duan: exciting conversations about a I while like dreaming up the newest invention, and whatever so like, I want them to picture you on the campus. So do you know any like physical details about Cmu? 172 00:21:32.110 --> 00:21:45.140 huda siraj: So I was trying like. I know, there's like like an arch like I don't know what it's called, but I think it's the on business. 173 00:21:45.450 --> 00:21:47.149 huda siraj: No, it's not 174 00:21:47.770 --> 00:21:59.559 huda siraj: I'm not sure, but like I think the most iconic building is. It's kind of a call team I don't know. It's called. Don't try to find it. I look forward to the opportunity to 175 00:22:00.450 --> 00:22:08.020 Jenny Duan: learn the newest AI algorithms. Okay, this, I'm just gonna write you like a template format and 176 00:22:08.500 --> 00:22:24.719 Jenny Duan: plug in the specific information afterward. So I don't know too much about their curriculum. So I don't know if you're learning algorithms. So you would have to edit this. Given the curriculum, I look forward to the opportunity to learn the newest algorithms, discuss the most recent chat. Gp changes 177 00:22:25.290 --> 00:22:28.300 Jenny Duan: and 178 00:22:29.790 --> 00:22:32.590 Jenny Duan: share 179 00:22:34.000 --> 00:22:34.990 Jenny Duan: and 180 00:22:35.380 --> 00:22:41.089 Jenny Duan: eagerly, share my most recent historical fiction reading. 181 00:22:41.190 --> 00:22:44.249 Jenny Duan: Just change this with some personal detail about you. Maybe like 182 00:22:44.650 --> 00:22:54.459 Jenny Duan: the newest art piece you worked on the newest song you listen to or like all while listening to the new 183 00:22:54.790 --> 00:2",
    "3:02.740 Jenny Duan: hit, Taylor Swift album and spending my weekends exploring 184 00:23:02.840 --> 00:23:04.919 Jenny Duan: Cmu is in. 185 00:23:05.760 --> 00:23:08.660 Jenny Duan: Where is that Baltimore? Where is Cmu? 186 00:23:12.830 --> 00:23:17.750 Jenny Duan: Especially like I'm feel bad that I don't know. Pittsburgh, Pittsburgh, Pittsburgh. 187 00:23:18.120 --> 00:23:22.710 Jenny Duan: Well, exploring downtown Pittsburgh 188 00:23:24.700 --> 00:23:26.000 Jenny Duan: with my 189 00:23:26.470 --> 00:23:28.670 Jenny Duan: newest menu friends. 190 00:23:30.900 --> 00:23:44.480 huda siraj: Okay, I found I found like a physical part on campus. It's called a Wien hall of computing services. And apparently it's like something unique about it is it's shaped like a turtle, like one of the entrances. So 191 00:23:44.670 --> 00:23:49.400 Jenny Duan: I think you're right about that. I eagerly anticipate 192 00:23:49.640 --> 00:23:57.650 Jenny Duan: deepening my intellectual perspectives 193 00:23:58.460 --> 00:24:12.260 Jenny Duan: exploring my curiosity in the intersection of steth 194 00:24:12.400 --> 00:24:19.209 Jenny Duan: exploring my intersectional curiosity, no interdisciplinary curiosities. 195 00:24:21.720 --> 00:24:25.700 Jenny Duan: And experiencing 196 00:24:28.900 --> 00:24:30.839 Jenny Duan: the 197 00:24:32.160 --> 00:24:37.110 Jenny Duan: academically fulfilling and socially 198 00:24:38.210 --> 00:24:42.299 Jenny Duan: nurturing environment. Cmu has to offer. 199 00:24:45.140 --> 00:24:48.979 Jenny Duan: Okay. does this make sense for like the ending, yeah. 200 00:24:49.080 --> 00:24:55.750 huda siraj: sounds great. Actually, so, sitting by the what this summer, those like 201 00:24:56.180 --> 00:25:00.829 huda siraj: it's like a building called the Wien. I think it's WEAN 202 00:25:01.020 --> 00:25:14.119 Jenny Duan: we missed work. and then I would say, Do you know any specific curriculum items that you would be interested in learning with either the",
    " Game Development Academy or AI scholars. 203 00:25:14.280 --> 00:25:19.239 huda siraj: let me see. Like, if it has any specifics on here. 204 00:25:20.140 --> 00:25:28.070 huda siraj: yeah, I'm just my quick observation. I mean, I'm I'm I'm I'm just like, and and I might be wrong. 205 00:25:28.160 --> 00:25:42.370 Ivylevel: It's like, I'm just wondering, like, you know, why is Jenny right? Typing so much and why is like, hold on out like typing and crafting so much like more. I don't know how it works, though, but you can correct me, Jenny, if I'm wrong. 206 00:25:42.410 --> 00:25:53.029 Jenny Duan: Yeah, I'm usually I'm giving Huda like a brain. So she wrote all this, I'm giving her a brainstorm, and I think she's gonna go in and plug in and change like specific information. 207 00:25:53.910 --> 00:26:07.759 Ivylevel: Okay? Okay? Great. Yeah. I just you know, want you to be, you know, like the the tough love right? I just don't absolutely, Jenny. II don't want you to feel like Hey, who does my daughter? I need to be like a bit more like, you know. 208 00:26:07.780 --> 00:26:25.399 Ivylevel: II think. In fact, I'm Hutan knows this very well, right like II probably might be more upset if I don't see more tough love coming coming from you, because I think she has to grow right. And and that is my key goal with all of this. And and you know it. So yeah, just wanted to just like, confirm and align with you. 209 00:26:26.260 --> 00:26:31.489 Jenny Duan: Okay, awesome. Okay, Huda, I'm going to go hands off now. Okay, so I want you to go on this document type. 210 00:26:31.790 --> 00:26:33.860 Jenny Duan: But awesome. So 211 00:26:34.090 --> 00:26:40.779 Jenny Duan: yeah, I want you to fill in and change this paragraph with, like the specific things that you are excited to learn at Cmu. 212 00:26:41.010 --> 00:26:43.440 huda siraj: Okay? It looks like. 213 00:26:43.770 --> 00:26:54.920 huda siraj: we learn about python. seminars. see? 214 00:26:56.550 --> 00:26:59.569 hud",
    "a siraj: Oh, there's also like a field trip to an AI in this. 215 00:26:59.730 --> 00:27:05.980 huda siraj: to AI industry leaders where students are introduced to people, topics and career opportunities. 216 00:27:07.070 --> 00:27:14.659 Jenny Duan: Oh, yeah, that's awesome. So maybe instead of saying, like, newest AI algorithms, you can talk about like some of the specific things that these programs have to offer. 217 00:27:15.520 --> 00:27:16.950 huda siraj: Yeah, 218 00:27:20.330 --> 00:27:21.370 huda siraj: right here. 219 00:27:21.980 --> 00:27:31.090 Jenny Duan: Yeah, right there. So I would delete like that sentence like that sentence should give you inspiration. But then you should fill it in with like your personal details. 220 00:27:31.240 --> 00:27:32.170 huda siraj: Okay? 221 00:27:32.810 --> 00:27:38.480 huda siraj: 222 00:27:46.770 --> 00:27:48.480 huda siraj: I mean, like python. 223 00:27:50.080 --> 00:27:53.730 huda siraj: Ai programming. 224 00:27:56.580 --> 00:28:00.639 Jenny Duan: is it python, is it? Are you using any? A I packages, or are you just learning python? 225 00:28:01.610 --> 00:28:03.139 huda siraj: I think 226 00:28:03.860 --> 00:28:05.880 huda siraj: it just says 227 00:28:06.880 --> 00:28:16.700 huda siraj: virtual pre program, python course to include synchronous. I think you have to learn python beforehand. Actually, I think that's okay. 228 00:28:19.550 --> 00:28:30.190 huda siraj: okay, I think I'd rather talk about maybe the field trip to that seems good. 229 00:29:02.690 --> 00:29:07.530 huda siraj: And in verse myself. 230 00:29:09.260 --> 00:29:10.510 huda siraj: and the 231 00:29:11.740 --> 00:29:14.970 huda siraj: opportunities. 232 00:29:15.460 --> 00:29:17.450 huda siraj: the field frames. 233 00:29:22.130 --> 00:29:26.309 Jenny Duan: I'm just okay. I feel like immerse myself in the opportunity. 234 00:29:26.650 --> 00:29:34.250 Jenny Duan: II would say, you can just cut the immersing. I think that's like a little bit ",
    "redundant. 235 00:29:35.270 --> 00:29:38.680 Jenny Duan: I would say I look forward to. 236 00:29:39.330 --> 00:29:52.799 Jenny Duan: I want to say like, let's not make it too specific to a I scholars, because we want to just talk about the program like pre college programs in general. So are there any like social things that the Pre college program offers like that are not program specific. 237 00:29:54.150 --> 00:29:57.850 huda siraj: Okay? So looks like there's group mentoring 238 00:29:58.020 --> 00:30:03.770 huda siraj: and there's also lots of seminars. 239 00:30:04.140 --> 00:30:17.419 huda siraj: and there's like also, like lots of group studies in social time, I think. I think I don't know if this is for 240 00:30:18.230 --> 00:30:28.290 huda siraj: the pre-college, but says he can take part in field trips, participate in on campus clubs. home, and explore the rich culture of Pittsburgh. 241 00:30:28.410 --> 00:30:49.109 Jenny Duan: Yeah. So I think those are the things that you should write about and bring out more cause I think, like it's good to write that you're thinking about AI and stuff. But I think like for this last paragraph, let's emphasize the things that the program itself has to offer. Not just like your own interest in AI or not. Just the AI scholars program because you have like more specific essays that you're writing just about AI scholars. 242 00:30:49.420 --> 00:30:50.609 huda siraj: Yeah. Okay. 243 00:30:51.230 --> 00:30:58.460 Jenny Duan: say, you're excited to like join clubs or whatever the other things that they were offering. Yeah. 244 00:31:01.800 --> 00:31:02.490 huda siraj: oh. 245 00:31:20.160 --> 00:31:21.220 huda siraj: and then 246 00:31:24.310 --> 00:31:27.370 huda siraj: group studies. And 247 00:31:35.190 --> 00:31:37.790 huda siraj: I guess, ex, I can. 248 00:31:39.100 --> 00:31:42.109 huda siraj: Oh, I guess it's kinda like we talk about that later. But 249 00:31:42.210 --> 00:31:49.080 huda siraj: should I mention that",
    " Pittsburgh, here, cause that's like one of the benefits that they list. 250 00:31:50.000 --> 00:31:57.230 Jenny Duan: you can cut the last part you don't have to say like the all. Well, you can just say I look forward to the opportunity to persuade on campus clubs, group studies, and 251 00:31:57.410 --> 00:32:01.990 Jenny Duan: like explore downtown Pittsburgh, or something. You can just cut the last part of that sentence. 252 00:32:08.490 --> 00:32:13.890 Jenny Duan: Make sure that your tense is the same for the word. So you say, participate in 253 00:32:13.900 --> 00:32:16.320 Jenny Duan: campus clubs, group studies 254 00:32:16.600 --> 00:32:22.999 Jenny Duan: and explore. But then I think you need something. Another verb in front of the group studies so participate in on campus stud clubs. 255 00:32:23.040 --> 00:32:25.650 Jenny Duan: blank group studies. Post. 256 00:32:26.030 --> 00:32:34.480 Jenny Duan: Yeah, yeah. Yeah. And then just take out the last part like the all while. Just ex. I just X. That rest of the sentence 257 00:32:35.880 --> 00:32:36.770 Jenny Duan: perfect. 258 00:32:38.690 --> 00:32:41.059 huda siraj: Maybe with my new friends, I like that. 259 00:32:41.430 --> 00:32:42.480 Jenny Duan: Okay, cool. 260 00:32:45.570 --> 00:32:50.669 Jenny Duan: I think the last sentence is fine. Okay, great. Let's see 261 00:32:50.880 --> 00:32:52.609 Jenny Duan: how long this is? 262 00:32:56.700 --> 00:33:00.779 Jenny Duan: 2, 34. And the word count is 3, 50 to 500, 263 00:33:00.950 --> 00:33:09.319 huda siraj: I think. So, yeah, yeah, okay. So next steps are, I want you to add probably another paragraph to this, like another one or 2 paragraphs. 264 00:33:09.430 --> 00:33:13.250 Jenny Duan: and see what else you can write about. 265 00:33:14.270 --> 00:33:23.900 Jenny Duan: see, what else do you hope to gain like? What else do you hope to learn? 266 00:33:24.530 --> 00:33:32.139 Jenny Duan: I think right here, after one of the greatest values you can wri",
    "te a paragraph about like things that you want to learn or improve. Maybe, like 267 00:33:32.810 --> 00:33:37.229 Jenny Duan: I don't know something about how you haven't spent a lot of time away from home, or like 268 00:33:37.470 --> 00:33:47.200 Jenny Duan: you again, like divert contributing diverse perspectives, or I don't know what what else are you thinking about in terms of what you hope to gain. I think I could be like 269 00:33:47.550 --> 00:33:51.960 huda siraj: this would be my first time. 270 00:33:52.330 --> 00:33:53.190 huda siraj: Huh! 271 00:33:53.720 --> 00:34:00.850 Jenny Duan: Away from home, maybe. Say extended period away from home, because I don't want them to think like you're not prepared to to go away 272 00:34:03.140 --> 00:34:04.670 huda siraj: away from home. 273 00:34:04.740 --> 00:34:09.820 huda siraj: And I look forward. 274 00:34:09.920 --> 00:34:12.690 huda siraj: Oh, I guess you kinda see that and 275 00:34:13.310 --> 00:34:14.370 huda siraj: and 276 00:34:16.179 --> 00:34:21.770 huda siraj: would. And the experience of 277 00:34:22.120 --> 00:34:28.010 huda siraj: on Cmu's campus and 278 00:34:29.120 --> 00:34:30.760 huda siraj: pre 279 00:34:31.920 --> 00:34:32.980 huda siraj: breathe 280 00:34:34.340 --> 00:34:38.689 huda siraj: college program. Would be 281 00:34:40.340 --> 00:34:42.380 huda siraj: really 282 00:34:42.810 --> 00:34:47.310 huda siraj: valuable. And I guess. 283 00:34:47.440 --> 00:34:56.739 Jenny Duan: okay, let's like, let's come back to this. Keep on writing. But I'm just going to say, really valuable is not something we should. We should write really. Okay. 284 00:34:57.380 --> 00:35:01.089 Jenny Duan: just keep writing. But I'm just gonna mark this as a spot to come back to. 285 00:35:02.980 --> 00:35:09.979 Jenny Duan: okay, how would it be really revolutionary? I feel like this sentence here doesn't really mean that 286 00:35:10.540 --> 00:35:19.379 Jenny Duan: be more specific about how it's exactly going",
    " to be revolutionary. So since this is like my first Tylenol away from my home 287 00:35:19.400 --> 00:35:30.330 huda siraj: for like a while. Like, I think this being there would be like new and like a big new experience and trying something new. 288 00:35:31.670 --> 00:35:34.189 Jenny Duan: Umhm. So how are you gonna bring that out more? 289 00:35:34.770 --> 00:35:38.960 huda siraj: maybe I could just say 290 00:35:39.200 --> 00:35:43.070 huda siraj: And 291 00:35:45.460 --> 00:35:48.779 huda siraj: and Ceremu's campus and pre-college program would be 292 00:35:50.460 --> 00:35:53.820 huda siraj: a new and 293 00:35:58.170 --> 00:36:02.580 huda siraj: a new and or just like maybe a new 294 00:36:02.850 --> 00:36:04.470 huda siraj: experience. 295 00:36:08.100 --> 00:36:12.329 Jenny Duan: Okay, I feel again, I feel like this isn't saying much like. 296 00:36:12.470 --> 00:36:15.699 Jenny Duan: yes, it's a new experience. But how does that impact? You 297 00:36:15.990 --> 00:36:20.460 huda siraj: 298 00:36:21.580 --> 00:36:33.019 Jenny Duan: like a new experience in what ways and like what what's good about having a new experience, I mean, like people have new experiences all the time, but like, why? Why should you go to see a mu and not go skydiving, or something like that? 299 00:36:33.140 --> 00:36:48.610 huda siraj: Maybe a new experience to enable self or to enable independence. And yeah, that's getting better getting better. Okay. 300 00:36:49.190 --> 00:36:53.919 Jenny Duan: so how exactly is it going to enable yourself growth. 301 00:36:54.990 --> 00:36:59.520 huda siraj: I guess by like experiencing like 302 00:36:59.620 --> 00:37:02.880 huda siraj: I can't really explain 303 00:37:02.920 --> 00:37:30.900 huda siraj: like just being away from home and taking that time to likes like learning things and like, by the the resources of the Pre college program. I think that'll allow me to go and like technical skills. As I mentioned earlier. Yeah, exactly. And al",
    "so learn how to navigate like seeking your own resources. And and 304 00:37:30.970 --> 00:37:38.489 Jenny Duan: I think, like at home, everything's more easy, cause. It's more familiar. But doing this would push you outside your comfort zone, right? Which is good, because 305 00:37:38.570 --> 00:37:42.289 Jenny Duan: I mean, it introduces you to new subjects, new ideas, and like. 306 00:37:43.090 --> 00:37:57.090 Jenny Duan: yeah, teaches you how to be a better like communicator and like to be. I guess you already said this would be more independent. And so you can write another sentence. Yeah. 307 00:37:57.820 --> 00:38:04.360 huda siraj: skills of navigation. And I mean navigation like driving, like, what is navigation? 308 00:38:04.570 --> 00:38:07.900 huda siraj: I guess, like navigating like your way through the 309 00:38:08.260 --> 00:38:14.280 huda siraj: yeah, best to just like to be specific, like a specific idea. But the skills of 310 00:38:14.920 --> 00:38:17.680 huda siraj: are 311 00:38:19.410 --> 00:38:21.640 Jenny Duan: resourcefulness. 312 00:38:21.760 --> 00:38:24.959 huda siraj: Hmm, that's better. And 313 00:38:27.990 --> 00:38:30.629 huda siraj: I'm trying to think of one more 314 00:38:33.330 --> 00:38:34.520 Jenny Duan: self-reliance 315 00:38:35.040 --> 00:38:36.810 huda siraj: so fine, so 316 00:38:38.060 --> 00:38:40.960 huda siraj: are. 317 00:38:43.960 --> 00:38:44.980 huda siraj: I guess. 318 00:38:46.060 --> 00:38:48.350 huda siraj: crucial to be 319 00:38:50.280 --> 00:38:51.960 huda siraj: earned. And 320 00:38:52.470 --> 00:38:56.220 huda siraj: and cmus program. 321 00:38:56.920 --> 00:38:57.860 huda siraj: And 322 00:39:00.590 --> 00:39:01.660 huda siraj: I guess 323 00:39:05.190 --> 00:39:11.220 huda siraj: develops this. 324 00:39:12.670 --> 00:39:17.629 Jenny Duan: this sentence we're gonna come back to later. But that's a good start. 325 00:39:17.940 --> 00:39:18.660 huda siraj: Hmm. 326 00:39:22.310 --> 00:39:26.120 Jenny Duan:",
    " okay. I think we can have one more sentence in this paragraph 327 00:39:27.410 --> 00:39:28.540 huda siraj: green. 328 00:39:29.580 --> 00:39:36.260 Ivylevel: Wow! I'm loving it, you know. It's a class for me, too. Oh, my God, this, this so beautiful like just a framework. 329 00:39:36.430 --> 00:39:38.490 Ivylevel: the way to think about it. Yeah. 330 00:39:39.860 --> 00:39:47.290 Jenny Duan: okay, let's be even more, I think specific. So what else are you gonna learn through this program? 331 00:39:48.660 --> 00:39:59.670 Jenny Duan: like, outside of the technical skills like this is about this is not about AI scholars. This is about you living on Cmu's campus. For 332 00:39:59.890 --> 00:40:04.190 Jenny Duan: how long is this week, like, I think, 2 weeks for 2 weeks. 333 00:40:04.200 --> 00:40:08.280 Jenny Duan: What are you going to gain from being at Cmu for 2 weeks like. 334 00:40:09.200 --> 00:40:10.979 Jenny Duan: what is the benefit of that? 335 00:40:11.370 --> 00:40:12.700 huda siraj: Maybe like 336 00:40:13.300 --> 00:40:19.739 huda siraj: like the social factor like being around peers perfect. So 337 00:40:19.770 --> 00:40:26.910 Jenny Duan: so what are you gonna learn by being around peer specifically at Cmu like, why don't you go to. I don't know. Like 338 00:40:27.230 --> 00:40:33.190 Jenny Duan: your local rec center summer camp, why do you have to go all the way to Cmu to learn these social skills? 339 00:40:33.520 --> 00:40:41.349 huda siraj: Maybe because there's like more passionate like, passionate. And like, 340 00:40:42.170 --> 00:40:45.790 huda siraj: yeah, like, more passionate students around. So 341 00:40:46.420 --> 00:40:47.559 huda siraj: maybe like. 342 00:40:48.030 --> 00:40:52.470 huda siraj: in this new experience 343 00:40:52.490 --> 00:40:55.809 Jenny Duan: is the environment environment inside of 344 00:40:57.490 --> 00:41:01.300 huda siraj: I will encounter 345 00:41:01.970 --> 00:41:03.480 huda siraj: more up. 346 00:41:04.530",
    " --> 00:41:09.260 huda siraj: I feel like I don't really repeat, like 347 00:41:09.390 --> 00:41:12.730 huda siraj: passionate students cause that's kind of like what I said before. 348 00:41:12.890 --> 00:41:17.369 huda siraj: But hmm, yeah, I'm just gonna say passion it. 349 00:41:17.890 --> 00:41:34.889 Jenny Duan: We can always come back to it. Don't worry too much about the wording as long as the theme is there. This is just the first draft, really that depth that I'm really enjoying. Right, see you? That's all there. But I mean, unless you ask those questions, it's not coming out. So yeah, keep doing i'm loving it thanks 350 00:41:35.020 --> 00:41:37.140 huda siraj: and 351 00:41:38.230 --> 00:41:41.290 huda siraj: and 352 00:41:41.750 --> 00:41:44.319 huda siraj: and in their company. 353 00:41:44.740 --> 00:41:50.240 huda siraj: be able to learn from that. 354 00:41:50.950 --> 00:41:55.800 Jenny Duan: Okay, this wording we're gonna work on. But the theme is, is there? 355 00:41:56.240 --> 00:41:57.010 Jenny Duan: Okay. 356 00:42:00.270 --> 00:42:02.600 Jenny Duan: let's check the sword count to see if it's 357 00:42:03.060 --> 00:42:09.430 Jenny Duan: so, if it says 350 to 500 words, it's better to push it more to the 500 side. 358 00:42:09.620 --> 00:42:11.450 Jenny Duan: Then the 3 50 sighed. 359 00:42:11.590 --> 00:42:12.640 Jenny Duan: And 360 00:42:14.020 --> 00:42:27.390 Jenny Duan: and why do they do that? Jenny like so 3 50 to 500? Is there a cash there? No, there's no catch. It's just like. That's the estimated. But I think it's usually better to put more details about yourself and 361 00:42:27.950 --> 00:42:32.540 Jenny Duan: How 362 00:42:34.380 --> 00:42:35.359 Jenny Duan: say, like. 363 00:42:36.480 --> 00:42:58.380 Jenny Duan: Let's add here an anecdote about you in high school. I think it'd be good to have the the reader envision you more as a person so like saying, in high school, like my favorite subjects were, or my favorite units were ones",
    " in which we discussed blank, or I really enjoy like 364 00:42:58.630 --> 00:43:07.640 Jenny Duan: watching nature documentaries. I really enjoy reading blank and like have them sort of see what you'd like as a student in that way. 365 00:43:08.220 --> 00:43:12.540 huda siraj: So after this, like in a different like right here. 366 00:43:12.670 --> 00:43:22.899 Jenny Duan: I don't. We can just keep it a different paragraph, for now, knowing that we might combine the paragraphs Umhm see? Like in high school, I've challenged myself to take. 367 00:43:23.650 --> 00:43:40.789 Jenny Duan: I don't know, like a breath of courses, including blank or saying like, I've really enjoyed units where I've learned this, or I spend my free time doing XYZ. Trying to understand, like ABC, you know, like just trying to give them an idea about what you're like as a high school student. 368 00:43:41.840 --> 00:43:47.860 Ivylevel: Yeah, I feel like, you know, just again, I'm also learning and completely don't get influenced by me. 369 00:43:48.090 --> 00:43:51.929 Ivylevel: I think I see a lot of passion here, like, you know, use the word passion. 370 00:43:52.060 --> 00:44:00.560 Jenny Duan: but I also like failed to see like who that's passion, right? That's what we're bringing out here, like what she's interested in and like how she's developed that interest 371 00:44:08.690 --> 00:44:11.659 huda siraj: and topics from school 372 00:44:12.480 --> 00:44:13.380 huda siraj: and 373 00:44:14.540 --> 00:44:15.530 huda siraj: and 374 00:44:16.550 --> 00:44:17.860 huda siraj: connection 375 00:44:18.280 --> 00:44:25.539 huda siraj: between the current levels in the world, current events in the world and on 376 00:44:25.570 --> 00:44:29.000 huda siraj: subjects. And 377 00:44:30.840 --> 00:44:32.930 huda siraj: we learn 378 00:44:33.330 --> 00:44:35.630 Jenny Duan: 379 00:44:35.930 --> 00:44:37.450 huda siraj: because 380 00:44:38.980 --> 00:44:41.640 huda siraj: it? I guess, 381 00:44:43.430 ",
    "--> 00:44:46.570 huda siraj: it felt more felt more real. 382 00:44:46.800 --> 00:44:50.800 Jenny Duan: tangible tangible yeah. 383 00:44:51.100 --> 00:45:15.030 Jenny Duan: also, like you talk about what your passions are like. I spend my time like leading the film club or working on like my own game development projects which are things that I am excited to share with my peers at CMU. So not only what are you going to get from this program, but you can also sneak in a little bit about what you're trying to give to the program. So they have more of an incentive to admit you. 384 00:45:15.150 --> 00:45:20.330 Jenny Duan: because, like tons of people are interested in the program. But like. what do you have to contribute? Yeah. 385 00:45:24.220 --> 00:45:25.000 Ivylevel: Yeah. 386 00:45:25.310 --> 00:45:34.149 Ivylevel: And and also, I'm wondering, like, you know, I think her opening statement was really around. like the difference I see in the hook is really like the 387 00:45:34.250 --> 00:45:38.549 Ivylevel: intersection of stem and liberal liberal arts. Right? 388 00:45:39.200 --> 00:45:46.050 Ivylevel: Ii just find that not to be like elsewhere, at least in my reading. III don't know. Like. 389 00:45:46.660 --> 00:45:48.090 Ivylevel: is that a part? 390 00:45:48.570 --> 00:45:57.560 Jenny Duan: Yeah, it is so. II think you know you can say like like I've challenged myself with courses like blank, and 391 00:45:57.680 --> 00:45:59.600 Jenny Duan: or I spend my time 392 00:45:59.860 --> 00:46:18.620 Jenny Duan: doing this, and I'm excited to share that. So like saying how you take, you've taken both media arts and computer science, or like your media arts class. You're like trying to learn how these art styles will impact your gaming or your game development, or how? Your science classes have impacted like 393 00:46:18.750 --> 00:46:29.760 Jenny Duan: your choice of like creative writing projects or something like that. 394 00:46:29.930 --> 00:46:39.299 Jenny Duan",
    ": I don't know. What do you call it is, even if there's there's this kind of the central theme here, right like what differentiates like as a person applying totally. 395 00:46:40.090 --> 00:46:43.570 Ivylevel: I'm learning. By the way, I mean, I really wish 396 00:46:44.120 --> 00:46:52.800 huda siraj: I was able to go through this kind of a training. But this is amazing hammering the arts. 397 00:46:53.290 --> 00:46:58.789 huda siraj: with the intersection. 398 00:46:59.500 --> 00:47:02.720 Jenny Duan: I feel like, I say, that a lot. Okay, write it down. 399 00:47:02.960 --> 00:47:05.950 Ivylevel: Get your ideas out there, we can trip. 400 00:47:06.180 --> 00:47:06.940 It's fine. 401 00:47:13.210 --> 00:47:18.459 Jenny Duan: But you've already talked about game development. So let's go either more specific or talk about something different. 402 00:47:19.090 --> 00:47:21.460 huda siraj: Okay. and 403 00:47:21.620 --> 00:47:37.620 Jenny Duan: what about your video, right? I think video is an integral part, isn't. It? Looks like very generic. II think specificity is something that would help right? Exactly like writing about a specific project that you've worked on or like, maybe like a specific 404 00:47:37.670 --> 00:47:39.469 Jenny Duan: conversation that you've had 405 00:47:39.590 --> 00:47:41.729 Jenny Duan: with your teacher 406 00:47:43.820 --> 00:47:59.749 Ivylevel: and and jenny, just like, you know, off tangent like. I would imagine that most of these kind of schools at the end of the day pretty much like resemble you know, their kind of college narrative. So yeah. 407 00:47:59.930 --> 00:48:05.749 Jenny Duan: that's like, part of the reason why we're applying for so many programs is just to practice writing the essays. Because. 408 00:48:06.050 --> 00:48:16.959 Jenny Duan: you know you don't have a chance to practice when you submit your college application, and you don't want to let your college application be your practice like this, if anything should ",
    "be your practice. Yeah. 409 00:48:17.060 --> 00:48:24.269 Ivylevel: you see, these are the hidden benefits that we, as you know, like, I mean, it's my job really right to bring out and and relate to parents on. 410 00:48:24.360 --> 00:48:53.880 Jenny Duan: Also, like your junior summer program applications, they're a good benchmark for whether or not you're on track for college applications. Because, like, if you don't get into a single summer program which this is not gonna happen to you. But say, like, someone didn't get into any summer program. Then that means that they need to. They're maybe not on track for like applying to Cmu as a full time student. Right? Or so, they should reevaluate like their essays and catch it before it's too late for their actual application. 411 00:48:54.400 --> 00:49:13.649 Jenny Duan: Amazing, I mean, that is, mind blowing right? It's like, you're kind of doing like, you know, testing the waters right or might be an alpha test, you know, because ultimately, like it doesn't really matter in the long term whether or not you get into a summer program, but like it tells you whether or not you're prepared for your actual college application. Yeah. 412 00:49:18.110 --> 00:49:34.089 Jenny Duan: okay, but I think we can after you finish this sentence. I think we can cap it here, and then I'd like to see you do a read through of this, and then make some like edits to the writing style, especially the parts are starred like these sentences, I think, need to be changed. 413 00:49:34.240 --> 00:49:44.969 Jenny Duan: And then, after that, we can look at like a more finalized version, the next, time, we meet okay, cool all of these, any questions. 414 00:49:45.800 --> 00:49:49.209 Ivylevel: sorry, sorry, I mean. Yalda, your time is up with that 415 00:49:49.260 --> 00:49:51.300 Ivylevel: 5 min. I don't like this. 416 00:49:51.550 --> 00:49:55.829 Jenny Duan: Okay, all good. I was a little bit late, so it's it's totally fine. 417 00:49:55.980 --> ",
    "00:50:18.449 Jenny Duan: by the way. 418 00:50:18.480 --> 00:50:35.640 Jenny Duan: all good. Anyways, I'm happy that you're getting opportunity. But please make most use of it, and and tell me if II will talk to more and make sure that you connect with all the top execs there. Okay, awesome. Thank you. Yeah. I have a meeting actually scheduled one of the mentors tomorrow morning? Oh, no. Monday morning with, 419 00:50:35.730 --> 00:50:41.120 Jenny Duan: jennifer, yeah, 420 00:50:41.370 --> 00:50:50.889 Ivylevel: yeah, the founding team of the Startup, that we're doing, you know, she's actually by. 421 00:50:51.180 --> 00:50:59.560 Jenny Duan: You know, my ex boss kind of a thing. So yeah, exactly. And I think I really want you to actually meet Satiji as well. 422 00:50:59.670 --> 00:51:11.069 Ivylevel: Yeah. So let's focus on that. I mean, this is an investment. Okay, I'm telling you, I want you to drive lot of benefit out of it because we are to use this as an opportunity to also, like, you know, incentivize other coaches coming on board. 423 00:51:11.220 --> 00:51:14.799 Ivylevel: Take care, see you soon take care, bye. Thank you very much. 424 00:51:15.040 --> 00:51:15.640 Jenny Duan: Bye."
  ],
  "turns": [
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 245.79,
      "end": 247.32,
      "text": "Hi, Huda! How's it going? 2"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 247.88,
      "end": 250.429,
      "text": "Hi, hi! It's going. Well, how are you? 3"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 250.52,
      "end": 273.21,
      "text": "I'm doing well, yeah, it's good to see you. I think maybe we can just go straight into your essays. If that's okay, yeah. Sounds good. 4 Okay, awesome. I see that you've been making edits to them so really excited to see that. How's everything else in life going like? Otherwise, I'm wondering, did you hear back about and see what's like regional stuff at all. Have they given you any updates on? 5"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 273.36,
      "end": 286.249,
      "text": "I think I'm pretty sure like, I'm not sure actually. But if you get like the national word. I don't think you get the regional one cause. I know, I think I didn't get any emails. 6"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 286.90999999999997,
      "end": 298.12,
      "text": "Okay, that makes yeah, that actually makes sense, because they probably wanna like. 7 yeah, distinguish, yeah. Okay, then, that's awesome. 8 cool. So 9"
    },
    {
      "speaker": "student",
      "conf": 0.5,
      "start": 298.49,
      "end": 302.24,
      "text": "maybe we can just go to your essays here. 10"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 302.27,
      "end": 311.289,
      "text": "I see like this is a rough draft that you're still working on. Right? Yeah, I was just trying to wrap it up a bit, but I think 11"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 311.41,
      "end": 323.28,
      "text": "like the most 12 like the content part of it is kinda done so wanted to like wrap it up. I know it's a bit short, but yeah, I could. Probably 13 I'll make it larger. 14"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 324.38,
      "end": 342.609,
      "text": "Yeah. Can you maybe walk me through like what? Your first of all, what your oh, let me get. I think my like wi fi! Let me know by Wi-fi spiking in the future. I don't know. Cause I've never 15 okay. So 16 I what are you hoping to like write about after that this summer statement. 17"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 343.36,
      "end": 375.24,
      "text": "I was just gonna kind of just like this summer. Like the Cmu pre college program. Will allow me to transform 18 like. 19 I don't know if I should be specific about like the course that I want. But like, maybe like my AI and like development skills, as well as like 20 like 21 as well as support me to connect with more students and faculty members. 22"
    },
    {
      "speaker": "unknown",
      "conf": 0.5,
      "start": 376.07,
      "end": 379.869,
      "text": "Okay, that sounds like that seems like a good ending. Let me look at this. 23"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 379.97,
      "end": 432.179,
      "text": "What do you hope to gain from participating in Cmu's pre-college programmes? 24 shift from my rural town. 25 Let's see where 26 there are very there are. So what does this mean? Because there aren't many stem and liberal arts interested students? I feel like I have a hard time like 27 believing this statement necessarily, because I feel like there are like some like, do you mean the intersection of them in their broad? Do you mean like step liberal arts like, what do you mean by that? I kind of yeah. I meant, like the intersection of the 2 like, kind of like a blend. Ii kinda talk about how like the blend of the 2 isn't as prominent as you. But yeah, I think I should make that more clear. Maybe. That the intersection 28"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 432.52,
      "end": 434.48,
      "text": "is what I wanna talk about. 29"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 434.49,
      "end": 450.87,
      "text": "Yeah, I think that clarifying that could be a good start. 30 So like, there aren't many students interested. There aren't many students 31 interested in the stem in the intersection of the stem in the Liberal arts. Comma like me. yeah, okay. 32"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 480.86,
      "end": 488.7,
      "text": "I feel like this sentence is redundant. Is there another way we can express this idea by without using this specific phrasing? 33"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 490.18,
      "end": 507.05,
      "text": "34 maybe like like. 35 Actually. No, that I'm be going back into the color analogy. Maybe 36"
    },
    {
      "speaker": "unknown",
      "conf": 0.5,
      "start": 507.95,
      "end": 509.14,
      "text": "dreaming. 37"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 510.41,
      "end": 520.69,
      "text": "Cmu's impressive blend of both fields. Is 38 a great environment for me to grow. Maybe. 39"
    },
    {
      "speaker": "unknown",
      "conf": 0.5,
      "start": 521.289,
      "end": 522.599,
      "text": "Yeah, 40"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 522.86,
      "end": 583.51,
      "text": "I was thinking, maybe like saying, like all around me, I see students thinking about 41 like one side of it, like one side, or like I see students like fixated in their 42 niches, or like I see students preoccupied with blank, like not thinking about the blend or not thinking about the 43 whatever. 44 And then from that you can say like 45 at unlike my rural town. 46 Unlike 47 my rural town, comma CMU, 48 like the Pre college program at Cmu, presents the opportunity to connect with people who have different ideas from mine, or something like which would introduce diverse perspectives, or like more stories into the way that I approach, like science or a I, or 49 you know the intersection of psychology and AI, or like philosophy and technology or something like that. 50"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 583.56,
      "end": 594.579,
      "text": "Hmm, okay. So I find that here's often showing interest and 51 either of the fields. but never 52"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 594.67,
      "end": 605.34,
      "text": "either. Okay. So stem and liberal arts are very broad, so I'm not sure if you can just say Fields broadly, for that, is there any way you can make him more specific like in either. 53"
    },
    {
      "speaker": "unknown",
      "conf": 0.5,
      "start": 605.36,
      "end": 606.4,
      "text": "You know. 54"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 607.49,
      "end": 613.83,
      "text": "like, naming 55 specific parts of stem, and liberal arts is that one week. 56"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 614.22,
      "end": 616.76,
      "text": "exactly 57"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 617.09,
      "end": 646.97,
      "text": "maybe like computer science and like, maybe for like my own, like media arts, maybe like. 58 and either 59 computer science or 60 yeah, meteor or 61 maybe I should just do. 62 Art. 63"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 648.69,
      "end": 650.19,
      "text": "Mars aren't too broad. 64"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 651.66,
      "end": 653.929,
      "text": "Or should I just do media studies 65"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 655.68,
      "end": 676.41,
      "text": "in 66 in, maybe say in fields like computer science, or 67 and instead of either, here, I can. Oh, sorry. Go ahead. It's okay. Or media. I feel like media. Art is a little bit interdisciplinary. Maybe you can say, like English literature or something like that. 68"
    },
    {
      "speaker": "student",
      "conf": 0.5,
      "start": 686.33,
      "end": 690.81,
      "text": "Yeah, but never wait. What's an example of? 69"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 691.37,
      "end": 737.429,
      "text": "okay, let's see how we can introduce more nuance into here. Maybe you can say something about like the types of questions that you think about on a daily basis. You can say, like, like. 70 I wonder 71 or English literature. 72 But never 73 I think I wanna and introduce a sentence that's like, like, I'm asking questions like. 74 How does psychology contribute to AI development or something like, how does design contribute to the development of games like introducing these types of questions that you're thinking about, that you might be able to answer at Pre with the Carnegie Mellon pre-college program. 75"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 737.89,
      "end": 739.54,
      "text": "Okay? So 76"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 740.43,
      "end": 790.839,
      "text": "intersection, 77 maybe say, like at through the Cmu pre college programs, I seek answers to 78 the interdisciplinary questions that drive our modern world that might be a little too like 79 on the nose, but nothing like that, like I seek answers to questions 80 impacting like 81 modern society like. And then you would give examples of your interdisciplinary questions, like, for example. 82 again, like, How does 83 human behavior affect AI development, or How do 84 How do different art styles. Translate into gaming 85 something like that. You could come up with other ones, too. Something like that. Maybe I could like mentioned something like about. Yeah, it looks like, maybe 86"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 791.03,
      "end": 818.38,
      "text": "how does a like policy? 87 And so 88 I don't know. Wait, that sounds too 89 weird. Maybe. Like, how does 90 I'm just gonna say, ethics play into artificial? 91"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 840.79,
      "end": 844.66,
      "text": "yeah. 92"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 845.12,
      "end": 849.179,
      "text": "Yeah. And think, how do ethics play into artificial intelligence? 93"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 849.31,
      "end": 850.179,
      "text": "Oh, yeah. 94"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 852.01,
      "end": 871.45,
      "text": "yeah, okay. 95 And so there's 2 96 the interdisciplinary questions 97 that guide 98 and 99"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 876.55,
      "end": 888.69,
      "text": "alright! I don't love the sentence. I think I want to come back to this. 100 but after your whole list is done. 101 My rural town is largely limited because there aren't very many resources. 102"
    },
    {
      "speaker": "student",
      "conf": 0.8,
      "start": 888.74,
      "end": 891.879,
      "text": "Okay, I think we are repeating my rural town a lot. 103"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 891.92,
      "end": 902.169,
      "text": "So let's see how we can do this. 104 This is still repetitive. I think we can delete this is this, okay? 105 Sure. Okay. 106"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 906.55,
      "end": 924.17,
      "text": "I kind of reuse it. The Bank of America sentence. One of the greatest values received in this program is the ability to connect with other purpose driven young people. 107 I think maybe in as well as the taunted and distinguished. 108"
    },
    {
      "speaker": "student",
      "conf": 0.5,
      "start": 924.31,
      "end": 926.13,
      "text": "as well as the 109"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 926.53,
      "end": 936.579,
      "text": "distinguished faculty at Cmu. So let's make it. 110 asked Samuel. So do you know the specific professors that your programs would 111 be working with. 112"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 936.86,
      "end": 939.93,
      "text": "No, I can check. Actually. 113"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 941.31,
      "end": 994.27,
      "text": "hmm. 114 as an aspiring 115 future. AI leader. I envisioned myself, growing okay. furthering my technical skills. 116 learning about the social impacts of a I 117 article learning about the social impacts of AI 118 and becoming 119 and becoming a more curious self driven student through the projects. 120 through projects and 121 connections at Cmu. 122 Apologize. 123"
    },
    {
      "speaker": "student",
      "conf": 0.5,
      "start": 996.82,
      "end": 997.67,
      "text": "Okay. 124"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 997.93,
      "end": 1021.98,
      "text": "I think another thing that you should write about is how you will connect to like diverse leaders and diverse students, to like. Broaden your mindset because 125 you haven't really had the opportunity to meet with a lot of other interested students from like around the United States. So I think that's another big benefit of the program is like your capacity or ability to like meet other students. 126"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1025.22,
      "end": 1028.47,
      "text": "So maybe I could add that here, on 127"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1028.91,
      "end": 1030.51,
      "text": "purposes you men. 128"
    },
    {
      "speaker": "student",
      "conf": 0.5,
      "start": 1031.43,
      "end": 1032.98,
      "text": "young people, and then 129"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1033.04,
      "end": 1036.16,
      "text": "around 130 around the nation. 131"
    },
    {
      "speaker": "unknown",
      "conf": 0.5,
      "start": 1036.4,
      "end": 1041.129,
      "text": "I am excited about the opportunity. 132"
    },
    {
      "speaker": "unknown",
      "conf": 0.5,
      "start": 1043.329,
      "end": 1044.29,
      "text": "2 133"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1045.599,
      "end": 1053.12,
      "text": "hmm. 134 maybe like. 135 can 136"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1053.36,
      "end": 1058.1,
      "text": "like, maybe build like a diverse 137 on the network. 138"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1058.27,
      "end": 1105.399,
      "text": "Yeah, intellectual perspectives. Well. building a diverse network. 139 Well, building a diverse network of of friends. peers, and collaborators from across the nation. 140 I also look forward 141 to learning. From there we go 142 to learning, from the distinguished faculty at Cmu 143 as an aspiring future, a I leader. I envisioned myself furthering my technical skills, learning about the social impacts of a I and becoming a more curious self driven student through projects and 144 through. Okay, we can just say, cmu pre-college. 145"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1111.17,
      "end": 1120.319,
      "text": "I kind of says what I was gonna do with the last sentence. So maybe I can like change this. So I just like wrap that up. I don't. 146"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1120.41,
      "end": 1163.28,
      "text": "Fine. Let's see how much, how many more details we can add here. I think it would be good to make it like even more specific to draw out like more specific connections about why, like, you need to be chosen versus other people. So let's see. 147 presents where there aren't many students interested in the intersection between Stem and the liberal arts. 148 Like me, I find my peers. I let me just. I'm just checking 149 this. 150 Do you write about your? 151 I think you should write about your identity 152 somewhere, but I think you kind of cover it in here. 153"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1164.43,
      "end": 1191.56,
      "text": "But like, you can say, like, you're excited to contribute your background as well like your knowledge of, you know technical skills, or you know your diverse perspective, or something about how you hope to contribute. But let me see where the best place to put that in would be. 154 reader signs of English literature, but never the intersection between the 2 through the senior pre college program 155 on the website. Do they spell pre-college with a capital C or not? 156"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1192.4,
      "end": 1197.679,
      "text": "yeah. And then, yeah, the couple see? Yeah. 157"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1198.01,
      "end": 1202.96,
      "text": "I seek answers to the interdisciplinary questions that impact modern society. 158"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1207.74,
      "end": 1268.609,
      "text": "How do ethics play into artificial intelligence. And 159 how can 160 technology be a force or social good? 161 So they like that. 162 one of the greatest values I see from this programme is the ability to connect with other perpetuan young people from across the nation. I am excited about the opportunity to broaden my intellectual perspective 163 while building a diverse network of friends, peers, and collaborators. You don't need this. 164 I also look forward to learning from the distinguished faculty at CMU. 165 As an aspiring future. AI leader. I envision myself further my technical skills. 166 Okay. 167 now, let's think about like specific. Do you know any specific details? About Cmu like about the campus, or like, I wanna write something like. 168"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1269.23,
      "end": 1291.68,
      "text": "okay, for example, with Stanford, we have like Main Quad. 169 so I would say, like on main quad, like I envisioned myself 170 like holding, you know. 171 exciting conversations about a I while like dreaming up the newest invention, and whatever so like, I want them to picture you on the campus. So do you know any like physical details about Cmu? 172"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1292.11,
      "end": 1319.559,
      "text": "So I was trying like. I know, there's like like an arch like I don't know what it's called, but I think it's the on business. 173 No, it's not 174 I'm not sure, but like I think the most iconic building is. It's kind of a call team I don't know. It's called. Don't try to find it. I look forward to the opportunity to 175"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1320.45,
      "end": 1388.66,
      "text": "learn the newest AI algorithms. Okay, this, I'm just gonna write you like a template format and 176 plug in the specific information afterward. So I don't know too much about their curriculum. So I don't know if you're learning algorithms. So you would have to edit this. Given the curriculum, I look forward to the opportunity to learn the newest algorithms, discuss the most recent chat. Gp changes 177 and 178 share 179 and 180 eagerly, share my most recent historical fiction reading. 181 Just change this with some personal detail about you. Maybe like 182 the newest art piece you worked on the newest song you listen to or like all while listening to the new 183 hit, Taylor Swift album and spending my weekends exploring 184 Cmu is in. 185 Where is that Baltimore? Where is Cmu? 186"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1392.83,
      "end": 1408.67,
      "text": "Especially like I'm feel bad that I don't know. Pittsburgh, Pittsburgh, Pittsburgh. 187 Well, exploring downtown Pittsburgh 188 with my 189 newest menu friends. 190"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1410.9,
      "end": 1424.48,
      "text": "Okay, I found I found like a physical part on campus. It's called a Wien hall of computing services. And apparently it's like something unique about it is it's shaped like a turtle, like one of the entrances. So 191"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1424.67,
      "end": 1488.979,
      "text": "I think you're right about that. I eagerly anticipate 192 deepening my intellectual perspectives 193 exploring my curiosity in the intersection of steth 194 exploring my intersectional curiosity, no interdisciplinary curiosities. 195 And experiencing 196 the 197 academically fulfilling and socially 198 nurturing environment. Cmu has to offer. 199 Okay. does this make sense for like the ending, yeah. 200"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1489.08,
      "end": 1500.829,
      "text": "sounds great. Actually, so, sitting by the what this summer, those like 201 it's like a building called the Wien. I think it's WEAN 202"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1501.02,
      "end": 1514.119,
      "text": "we missed work. and then I would say, Do you know any specific curriculum items that you would be interested in learning with either the Game Development Academy or AI scholars. 203"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1514.28,
      "end": 1528.07,
      "text": "let me see. Like, if it has any specifics on here. 204 yeah, I'm just my quick observation. I mean, I'm I'm I'm I'm just like, and and I might be wrong. 205"
    },
    {
      "speaker": "student",
      "conf": 0.75,
      "start": 1528.16,
      "end": 1542.37,
      "text": "It's like, I'm just wondering, like, you know, why is Jenny right? Typing so much and why is like, hold on out like typing and crafting so much like more. I don't know how it works, though, but you can correct me, Jenny, if I'm wrong. 206"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1542.41,
      "end": 1553.029,
      "text": "Yeah, I'm usually I'm giving Huda like a brain. So she wrote all this, I'm giving her a brainstorm, and I think she's gonna go in and plug in and change like specific information. 207"
    },
    {
      "speaker": "student",
      "conf": 0.75,
      "start": 1553.91,
      "end": 1567.759,
      "text": "Okay? Okay? Great. Yeah. I just you know, want you to be, you know, like the the tough love right? I just don't absolutely, Jenny. II don't want you to feel like Hey, who does my daughter? I need to be like a bit more like, you know. 208"
    },
    {
      "speaker": "student",
      "conf": 0.75,
      "start": 1567.78,
      "end": 1585.399,
      "text": "II think. In fact, I'm Hutan knows this very well, right like II probably might be more upset if I don't see more tough love coming coming from you, because I think she has to grow right. And and that is my key goal with all of this. And and you know it. So yeah, just wanted to just like, confirm and align with you. 209"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1586.26,
      "end": 1600.779,
      "text": "Okay, awesome. Okay, Huda, I'm going to go hands off now. Okay, so I want you to go on this document type. 210 But awesome. So 211 yeah, I want you to fill in and change this paragraph with, like the specific things that you are excited to learn at Cmu. 212"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1601.01,
      "end": 1625.98,
      "text": "Okay? It looks like. 213 we learn about python. seminars. see? 214 Oh, there's also like a field trip to an AI in this. 215 to AI industry leaders where students are introduced to people, topics and career opportunities. 216"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1627.07,
      "end": 1634.659,
      "text": "Oh, yeah, that's awesome. So maybe instead of saying, like, newest AI algorithms, you can talk about like some of the specific things that these programs have to offer. 217"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1635.52,
      "end": 1641.37,
      "text": "Yeah, 218 right here. 219"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1641.98,
      "end": 1651.09,
      "text": "Yeah, right there. So I would delete like that sentence like that sentence should give you inspiration. But then you should fill it in with like your personal details. 220"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1651.24,
      "end": 1658.48,
      "text": "Okay? 221 222"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1666.77,
      "end": 1673.73,
      "text": "I mean, like python. 223 Ai programming. 224"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1676.58,
      "end": 1680.639,
      "text": "is it python, is it? Are you using any? A I packages, or are you just learning python? 225"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1681.61,
      "end": 1710.19,
      "text": "I think 226 it just says 227 virtual pre program, python course to include synchronous. I think you have to learn python beforehand. Actually, I think that's okay. 228 okay, I think I'd rather talk about maybe the field trip to that seems good. 229"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1742.69,
      "end": 1757.45,
      "text": "And in verse myself. 230 and the 231 opportunities. 232 the field frames. 233"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1762.13,
      "end": 1792.799,
      "text": "I'm just okay. I feel like immerse myself in the opportunity. 234 II would say, you can just cut the immersing. I think that's like a little bit redundant. 235 I would say I look forward to. 236 I want to say like, let's not make it too specific to a I scholars, because we want to just talk about the program like pre college programs in general. So are there any like social things that the Pre college program offers like that are not program specific. 237"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1794.15,
      "end": 1828.29,
      "text": "Okay? So looks like there's group mentoring 238 and there's also lots of seminars. 239 and there's like also, like lots of group studies in social time, I think. I think I don't know if this is for 240 the pre-college, but says he can take part in field trips, participate in on campus clubs. home, and explore the rich culture of Pittsburgh. 241"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1828.41,
      "end": 1849.109,
      "text": "Yeah. So I think those are the things that you should write about and bring out more cause I think, like it's good to write that you're thinking about AI and stuff. But I think like for this last paragraph, let's emphasize the things that the program itself has to offer. Not just like your own interest in AI or not. Just the AI scholars program because you have like more specific essays that you're writing just about AI scholars. 242"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1849.42,
      "end": 1850.609,
      "text": "Yeah. Okay. 243"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1851.23,
      "end": 1858.46,
      "text": "say, you're excited to like join clubs or whatever the other things that they were offering. Yeah. 244"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1861.8,
      "end": 1862.49,
      "text": "oh. 245"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1880.16,
      "end": 1887.37,
      "text": "and then 246 group studies. And 247"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1895.19,
      "end": 1909.08,
      "text": "I guess, ex, I can. 248 Oh, I guess it's kinda like we talk about that later. But 249 should I mention that Pittsburgh, here, cause that's like one of the benefits that they list. 250"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1910,
      "end": 1921.99,
      "text": "you can cut the last part you don't have to say like the all. Well, you can just say I look forward to the opportunity to persuade on campus clubs, group studies, and 251 like explore downtown Pittsburgh, or something. You can just cut the last part of that sentence. 252"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1928.49,
      "end": 1956.77,
      "text": "Make sure that your tense is the same for the word. So you say, participate in 253 campus clubs, group studies 254 and explore. But then I think you need something. Another verb in front of the group studies so participate in on campus stud clubs. 255 blank group studies. Post. 256 Yeah, yeah. Yeah. And then just take out the last part like the all while. Just ex. I just X. That rest of the sentence 257 perfect. 258"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1958.69,
      "end": 1961.059,
      "text": "Maybe with my new friends, I like that. 259"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1961.43,
      "end": 1972.609,
      "text": "Okay, cool. 260 I think the last sentence is fine. Okay, great. Let's see 261 how long this is? 262"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1976.7,
      "end": 1980.779,
      "text": "2, 34. And the word count is 3, 50 to 500, 263"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1980.95,
      "end": 1989.319,
      "text": "I think. So, yeah, yeah, okay. So next steps are, I want you to add probably another paragraph to this, like another one or 2 paragraphs. 264"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1989.43,
      "end": 2027.2,
      "text": "and see what else you can write about. 265 see, what else do you hope to gain like? What else do you hope to learn? 266 I think right here, after one of the greatest values you can write a paragraph about like things that you want to learn or improve. Maybe, like 267 I don't know something about how you haven't spent a lot of time away from home, or like 268 you again, like divert contributing diverse perspectives, or I don't know what what else are you thinking about in terms of what you hope to gain. I think I could be like 269"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2027.55,
      "end": 2033.19,
      "text": "this would be my first time. 270 Huh! 271"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2033.72,
      "end": 2040.85,
      "text": "Away from home, maybe. Say extended period away from home, because I don't want them to think like you're not prepared to to go away 272"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2043.14,
      "end": 2087.31,
      "text": "away from home. 273 And I look forward. 274 Oh, I guess you kinda see that and 275 and 276 would. And the experience of 277 on Cmu's campus and 278 pre 279 breathe 280 college program. Would be 281 really 282 valuable. And I guess. 283"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2087.44,
      "end": 2119.379,
      "text": "okay, let's like, let's come back to this. Keep on writing. But I'm just going to say, really valuable is not something we should. We should write really. Okay. 284 just keep writing. But I'm just gonna mark this as a spot to come back to. 285 okay, how would it be really revolutionary? I feel like this sentence here doesn't really mean that 286 be more specific about how it's exactly going to be revolutionary. So since this is like my first Tylenol away from my home 287"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2119.4,
      "end": 2130.33,
      "text": "for like a while. Like, I think this being there would be like new and like a big new experience and trying something new. 288"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2131.67,
      "end": 2134.189,
      "text": "Umhm. So how are you gonna bring that out more? 289"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2134.77,
      "end": 2153.82,
      "text": "maybe I could just say 290 And 291 and Ceremu's campus and pre-college program would be 292 a new and 293"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2158.17,
      "end": 2164.47,
      "text": "a new and or just like maybe a new 294 experience. 295"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2168.1,
      "end": 2175.699,
      "text": "Okay, I feel again, I feel like this isn't saying much like. 296 yes, it's a new experience. But how does that impact? You 297"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2175.99,
      "end": 2180.46,
      "text": "298"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2181.58,
      "end": 2193.019,
      "text": "like a new experience in what ways and like what what's good about having a new experience, I mean, like people have new experiences all the time, but like, why? Why should you go to see a mu and not go skydiving, or something like that? 299"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2193.14,
      "end": 2208.61,
      "text": "Maybe a new experience to enable self or to enable independence. And yeah, that's getting better getting better. Okay. 300"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2209.19,
      "end": 2213.919,
      "text": "so how exactly is it going to enable yourself growth. 301"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2214.99,
      "end": 2250.9,
      "text": "I guess by like experiencing like 302 I can't really explain 303 like just being away from home and taking that time to likes like learning things and like, by the the resources of the Pre college program. I think that'll allow me to go and like technical skills. As I mentioned earlier. Yeah, exactly. And also learn how to navigate like seeking your own resources. And and 304"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2250.97,
      "end": 2277.09,
      "text": "I think, like at home, everything's more easy, cause. It's more familiar. But doing this would push you outside your comfort zone, right? Which is good, because 305 I mean, it introduces you to new subjects, new ideas, and like. 306 yeah, teaches you how to be a better like communicator and like to be. I guess you already said this would be more independent. And so you can write another sentence. Yeah. 307"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2277.82,
      "end": 2297.68,
      "text": "skills of navigation. And I mean navigation like driving, like, what is navigation? 308 I guess, like navigating like your way through the 309 yeah, best to just like to be specific, like a specific idea. But the skills of 310 are 311"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2299.41,
      "end": 2301.64,
      "text": "resourcefulness. 312"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2301.76,
      "end": 2310.629,
      "text": "Hmm, that's better. And 313 I'm trying to think of one more 314"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2313.33,
      "end": 2314.52,
      "text": "self-reliance 315"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2315.04,
      "end": 2351.22,
      "text": "so fine, so 316 are. 317 I guess. 318 crucial to be 319 earned. And 320 and cmus program. 321 And 322 I guess 323 develops this. 324"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2352.67,
      "end": 2357.629,
      "text": "this sentence we're gonna come back to later. But that's a good start. 325"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2357.94,
      "end": 2358.66,
      "text": "Hmm. 326"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2362.31,
      "end": 2366.12,
      "text": "okay. I think we can have one more sentence in this paragraph 327"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2367.41,
      "end": 2368.54,
      "text": "green. 328"
    },
    {
      "speaker": "student",
      "conf": 0.75,
      "start": 2369.58,
      "end": 2376.26,
      "text": "Wow! I'm loving it, you know. It's a class for me, too. Oh, my God, this, this so beautiful like just a framework. 329"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2376.43,
      "end": 2378.49,
      "text": "the way to think about it. Yeah. 330"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2379.86,
      "end": 2410.979,
      "text": "okay, let's be even more, I think specific. So what else are you gonna learn through this program? 331 like, outside of the technical skills like this is about this is not about AI scholars. This is about you living on Cmu's campus. For 332 how long is this week, like, I think, 2 weeks for 2 weeks. 333 What are you going to gain from being at Cmu for 2 weeks like. 334 what is the benefit of that? 335"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2411.37,
      "end": 2419.739,
      "text": "Maybe like 336 like the social factor like being around peers perfect. So 337"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2419.77,
      "end": 2433.19,
      "text": "so what are you gonna learn by being around peer specifically at Cmu like, why don't you go to. I don't know. Like 338 your local rec center summer camp, why do you have to go all the way to Cmu to learn these social skills? 339"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2433.52,
      "end": 2452.47,
      "text": "Maybe because there's like more passionate like, passionate. And like, 340 yeah, like, more passionate students around. So 341 maybe like. 342 in this new experience 343"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2452.49,
      "end": 2455.809,
      "text": "is the environment environment inside of 344"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2457.49,
      "end": 2477.369,
      "text": "I will encounter 345 more up. 346 I feel like I don't really repeat, like 347 passionate students cause that's kind of like what I said before. 348 But hmm, yeah, I'm just gonna say passion it. 349"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2477.89,
      "end": 2494.889,
      "text": "We can always come back to it. Don't worry too much about the wording as long as the theme is there. This is just the first draft, really that depth that I'm really enjoying. Right, see you? That's all there. But I mean, unless you ask those questions, it's not coming out. So yeah, keep doing i'm loving it thanks 350"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2495.02,
      "end": 2510.24,
      "text": "and 351 and 352 and in their company. 353 be able to learn from that. 354"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2510.95,
      "end": 2578.38,
      "text": "Okay, this wording we're gonna work on. But the theme is, is there? 355 Okay. 356 let's check the sword count to see if it's 357 so, if it says 350 to 500 words, it's better to push it more to the 500 side. 358 Then the 3 50 sighed. 359 And 360 and why do they do that? Jenny like so 3 50 to 500? Is there a cash there? No, there's no catch. It's just like. That's the estimated. But I think it's usually better to put more details about yourself and 361 How 362 say, like. 363 Let's add here an anecdote about you in high school. I think it'd be good to have the the reader envision you more as a person so like saying, in high school, like my favorite subjects were, or my favorite units were ones in which we discussed blank, or I really enjoy like 364"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2578.63,
      "end": 2587.64,
      "text": "watching nature documentaries. I really enjoy reading blank and like have them sort of see what you'd like as a student in that way. 365"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2588.22,
      "end": 2592.54,
      "text": "So after this, like in a different like right here. 366"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2592.67,
      "end": 2620.789,
      "text": "I don't. We can just keep it a different paragraph, for now, knowing that we might combine the paragraphs Umhm see? Like in high school, I've challenged myself to take. 367 I don't know, like a breath of courses, including blank or saying like, I've really enjoyed units where I've learned this, or I spend my free time doing XYZ. Trying to understand, like ABC, you know, like just trying to give them an idea about what you're like as a high school student. 368"
    },
    {
      "speaker": "student",
      "conf": 0.75,
      "start": 2621.84,
      "end": 2627.86,
      "text": "Yeah, I feel like, you know, just again, I'm also learning and completely don't get influenced by me. 369"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2628.09,
      "end": 2631.929,
      "text": "I think I see a lot of passion here, like, you know, use the word passion. 370"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2632.06,
      "end": 2640.56,
      "text": "but I also like failed to see like who that's passion, right? That's what we're bringing out here, like what she's interested in and like how she's developed that interest 371"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2648.69,
      "end": 2672.93,
      "text": "and topics from school 372 and 373 and 374 connection 375 between the current levels in the world, current events in the world and on 376 subjects. And 377 we learn 378"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2673.33,
      "end": 2675.63,
      "text": "379"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2675.93,
      "end": 2686.57,
      "text": "because 380 it? I guess, 381 it felt more felt more real. 382"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2686.8,
      "end": 2720.33,
      "text": "tangible tangible yeah. 383 also, like you talk about what your passions are like. I spend my time like leading the film club or working on like my own game development projects which are things that I am excited to share with my peers at CMU. So not only what are you going to get from this program, but you can also sneak in a little bit about what you're trying to give to the program. So they have more of an incentive to admit you. 384 because, like tons of people are interested in the program. But like. what do you have to contribute? Yeah. 385"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2724.22,
      "end": 2725,
      "text": "Yeah. 386"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2725.31,
      "end": 2734.149,
      "text": "And and also, I'm wondering, like, you know, I think her opening statement was really around. like the difference I see in the hook is really like the 387"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2734.25,
      "end": 2738.549,
      "text": "intersection of stem and liberal liberal arts. Right? 388"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2739.2,
      "end": 2746.05,
      "text": "Ii just find that not to be like elsewhere, at least in my reading. III don't know. Like. 389"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2746.66,
      "end": 2748.09,
      "text": "is that a part? 390"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2748.57,
      "end": 2799.299,
      "text": "Yeah, it is so. II think you know you can say like like I've challenged myself with courses like blank, and 391 or I spend my time 392 doing this, and I'm excited to share that. So like saying how you take, you've taken both media arts and computer science, or like your media arts class. You're like trying to learn how these art styles will impact your gaming or your game development, or how? Your science classes have impacted like 393 your choice of like creative writing projects or something like that. 394 I don't know. What do you call it is, even if there's there's this kind of the central theme here, right like what differentiates like as a person applying totally. 395"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2800.09,
      "end": 2803.57,
      "text": "I'm learning. By the way, I mean, I really wish 396"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2804.12,
      "end": 2818.789,
      "text": "I was able to go through this kind of a training. But this is amazing hammering the arts. 397 with the intersection. 398"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2819.5,
      "end": 2822.72,
      "text": "I feel like, I say, that a lot. Okay, write it down. 399"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2822.96,
      "end": 2825.95,
      "text": "Get your ideas out there, we can trip. 400"
    },
    {
      "speaker": "unknown",
      "conf": 0.5,
      "start": 2826.18,
      "end": 2826.94,
      "text": "It's fine. 401"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2833.21,
      "end": 2838.459,
      "text": "But you've already talked about game development. So let's go either more specific or talk about something different. 402"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2839.09,
      "end": 2841.46,
      "text": "Okay. and 403"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2841.62,
      "end": 2861.729,
      "text": "what about your video, right? I think video is an integral part, isn't. It? Looks like very generic. II think specificity is something that would help right? Exactly like writing about a specific project that you've worked on or like, maybe like a specific 404 conversation that you've had 405 with your teacher 406"
    },
    {
      "speaker": "student",
      "conf": 0.7,
      "start": 2863.82,
      "end": 2879.749,
      "text": "and and jenny, just like, you know, off tangent like. I would imagine that most of these kind of schools at the end of the day pretty much like resemble you know, their kind of college narrative. So yeah. 407"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2879.93,
      "end": 2896.959,
      "text": "that's like, part of the reason why we're applying for so many programs is just to practice writing the essays. Because. 408 you know you don't have a chance to practice when you submit your college application, and you don't want to let your college application be your practice like this, if anything should be your practice. Yeah. 409"
    },
    {
      "speaker": "student",
      "conf": 0.7,
      "start": 2897.06,
      "end": 2904.269,
      "text": "you see, these are the hidden benefits that we, as you know, like, I mean, it's my job really right to bring out and and relate to parents on. 410"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2904.36,
      "end": 2933.88,
      "text": "Also, like your junior summer program applications, they're a good benchmark for whether or not you're on track for college applications. Because, like, if you don't get into a single summer program which this is not gonna happen to you. But say, like, someone didn't get into any summer program. Then that means that they need to. They're maybe not on track for like applying to Cmu as a full time student. Right? Or so, they should reevaluate like their essays and catch it before it's too late for their actual application. 411"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2934.4,
      "end": 2953.649,
      "text": "Amazing, I mean, that is, mind blowing right? It's like, you're kind of doing like, you know, testing the waters right or might be an alpha test, you know, because ultimately, like it doesn't really matter in the long term whether or not you get into a summer program, but like it tells you whether or not you're prepared for your actual college application. Yeah. 412"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2958.11,
      "end": 2984.969,
      "text": "okay, but I think we can after you finish this sentence. I think we can cap it here, and then I'd like to see you do a read through of this, and then make some like edits to the writing style, especially the parts are starred like these sentences, I think, need to be changed. 413 And then, after that, we can look at like a more finalized version, the next, time, we meet okay, cool all of these, any questions. 414"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2985.8,
      "end": 2989.209,
      "text": "sorry, sorry, I mean. Yalda, your time is up with that 415"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2989.26,
      "end": 2991.3,
      "text": "5 min. I don't like this. 416"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2991.55,
      "end": 3041.12,
      "text": "Okay, all good. I was a little bit late, so it's it's totally fine. 417 by the way. 418 all good. Anyways, I'm happy that you're getting opportunity. But please make most use of it, and and tell me if II will talk to more and make sure that you connect with all the top execs there. Okay, awesome. Thank you. Yeah. I have a meeting actually scheduled one of the mentors tomorrow morning? Oh, no. Monday morning with, 419 jennifer, yeah, 420"
    },
    {
      "speaker": "student",
      "conf": 0.7,
      "start": 3041.37,
      "end": 3050.889,
      "text": "yeah, the founding team of the Startup, that we're doing, you know, she's actually by. 421"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3051.18,
      "end": 3059.56,
      "text": "You know, my ex boss kind of a thing. So yeah, exactly. And I think I really want you to actually meet Satiji as well. 422"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 3059.67,
      "end": 3071.069,
      "text": "Yeah. So let's focus on that. I mean, this is an investment. Okay, I'm telling you, I want you to drive lot of benefit out of it because we are to use this as an opportunity to also, like, you know, incentivize other coaches coming on board. 423"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 3071.22,
      "end": 3074.799,
      "text": "Take care, see you soon take care, bye. Thank you very much. 424"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3075.04,
      "end": 3075.64,
      "text": "Bye."
    }
  ],
  "meta": {
    "ext": ".pdf",
    "source": "normalize-v1",
    "vtt": true
  }
}