{
  "id": "03-Raw-SessionTranscripts/2024-02-28_W031_P2-BUILDING_TRANS-RAW_JcampAppandstrategicRelationshipBuilding.pdf",
  "name": "2024-02-28_W031_P2-BUILDING_TRANS-RAW_JcampAppandstrategicRelationshipBuilding.pdf",
  "path": "03-Raw-SessionTranscripts/2024-02-28_W031_P2-BUILDING_TRANS-RAW_JcampAppandstrategicRelationshipBuilding.pdf",
  "kind": "TRANS-RAW",
  "week": "31",
  "phase": "2",
  "date": "2024-02-28",
  "link": null,
  "text": "Week 12 - Coaching_Jenny_Huda_Wk12_2024-02-28_M_7897c3b461ca6086U_U_00-00-00 WEBVTT 1 00:00:04.320 --> 00:00:05.399 Jenny Duan: Now, where are you? 2 00:00:48.100 --> 00:00:48.890 We don't. 3 00:00:49.460 --> 00:00:51.700 huda siraj: Well, 1 Si think. 4 00:00:52.840 --> 00:00:53.640 huda siraj: Patrick. 5 00:00:55.750 --> 00:00:57.190 huda siraj: how's my mic working. 6 00:00:57.820 --> 00:00:58.800 Jenny Duan: sorting? 7 00:00:59.290 --> 00:01:00.460 huda siraj: You're gonna credit it. 8 00:01:00.740 --> 00:01:02.740 Jenny Duan: Okay, cool. But couple couple things. 9 00:01:02.880 --> 00:01:04.700 Jenny Duan: Oh, go ahead. Can you hear me? 10 00:01:05.180 --> 00:01:13.220 huda siraj: Yeah, I just wanted to check my, if my right mic was connected. Sure? Alright, yeah, I think it's good. 11 00:01:13.600 --> 00:01:15.749 Jenny Duan: Okay, very cool. 12 00:01:16.380 --> 00:01:38.949 Jenny Duan: so yeah, first couple of things. I'm glad that you're able to submit the Princeton thing history. I literally just found out about it like through random, like Google, search yesterday. So I'm like, really glad that you're able to submit it with your counselor like, how did that go like, were you able to talk to them in person? 13 00:01:38.990 --> 00:01:49.149 huda siraj: So I looked into it like last period. So like I did get the like the message last period, so that I quickly like went to the Princeton page, and oh, like! Requested my calendar for it. 14 00:01:49.250 --> 00:01:56.850 huda siraj: and just like make sure she gets it on time. I went to her office after school to see if she's there, and she's there, and then 15 00:01:56.950 --> 00:01:59.960 huda siraj: And then I told her about it, and she kinda yelled at me. 16 00:01:59.980 --> 00:02:20.970 huda siraj: she said that busy. Yeah, she said. She's like really busy with like, trans, I would like sorry scheduling for next year, and like I have to tell her way beforehand, and I don't know. It's just like she kind of yelled at me, but I guess she got it in. So it's fine. Wait. How do you know that she got it in? 17 00:02:21.350 --> 00:02:23.809 huda siraj: I got an email notification. 18 00:02:24.230 --> 00:02:37.379 huda siraj: Did you yell at you in like a mean way, or like in a like annoyed like, or like kind hearted way. I think she was kinda annoyed like cause she was like like, she's just like glaring at me and everything. But it's fine. 19 00:02:37.580 --> 00:02:41.100 Jenny Duan: Oh. 20 00:02:41.130 --> 00:02:59.249 Jenny Duan: I mean, I don't know. Like, maybe, is there other ways that you can like, try to improve your relationship with your like. I think this is like something really important, because for me, like when I was in high school, my counselor was one of my biggest advocates, like he was just like really supportive of everything that I did. And he 21 00:02:59.380 --> 00:03:25.699 Jenny Duan: I had to burden him with a lot of last minute requests like this one. Unfortunately. Because, you know, only there's so many programs out there and like, sometimes it's impossible to know every single one. Even if you've done a lot of research like sometimes, you know, things just come up. And then you're like, Okay, well, the deadline today, or it's tomorrow, or it's like, in 3 h. And you need. And you just like need something from someone. And like, I think it's important to build up that relationship pretty early on and like, try to improve it to the best of your ability. So like. 22 00:03:25.700 --> 00:03:32.079 Jenny Duan: I don't know, did you? Are you able to have just like general conversations with your counselor. Is that a thing that you're able to do? 23 00:03:32.810 --> 00:03:54.090 huda siraj: So usually, we like we have, like basically a flex period where we can kind of go to the counselors. But there's like a few activities like coloring with the counselor and stuff like that. But a lot of the time like my specific counsel, she doesn't show up to those so like it's kind of. 24 00:03:54.270 --> 00:04:13.180 huda siraj: I mean, I could possibly like. Just go in and talk to her. But II feel like that might just be like hostile especially since, like the first time like I think my dad kind of got involved and like kind of raised it to the principal and I think that just kind of gave her like a bad impression of me. So yeah. 25 00:04:13.430 --> 00:04:39.579 Jenny Duan: okay, what you should do is tomorrow or the next Flex period, or whenever you can, you should just go up to her office. Get up, get a physical, thank you. Card. Get like, go to like the store like save by or something. Get a thank you. Card and write a hand. Thank you. Letter to her. In it, if you can. You can give her like a $20 gift card or something not like 26 00:04:39.630 --> 00:04:58.449 Jenny Duan: I used to do it to Starbucks, but like don't don't support Starbucks. You went to somewhere else, but like like, just like, get her like a coffee or something like the equivalent of like getting her coffee, basically. And just be like, thank you so much for supporting me like I really appreciate like your accommodation for this last minute request. I understand that, like 27 00:04:58.450 --> 00:05:11.319 Jenny Duan: your time, is extremely valuable, and I so appreciate, like don't be like, don't apologize. Don't be like I'm sorry. Just be like, I really appreciate the extra effort you've put into supporting me. You can say like 28 00:05:11.910 --> 00:05:41.210 Jenny Duan: it's been difficult. You can like. You don't have to write this, but if you feel like writing it, you can be. You can like, be like, it's been really difficult navigating like this like college prep journey. And like, I know that you work with so many students. And you like, make a big impact through your work like, say, like something like like kind of like using some clattering language and like, write her a physical, a physical, thank you card and put like a little gift card in it. Not not like too much money, just like $10, $50 to like a coffee shop, or something that you think that she would appreciate. 29 00:05:41.210 --> 00:05:54.490 Jenny Duan: and then just give it to her. If you can't give it to her like in person, just give it to the secretary or something, and ask them to pass along to her, and that should be good, and then like, and then every teacher appreciation. Just 30 00:05:55.000 --> 00:06:12.609 Jenny Duan: bake her some cookies, get her some flowers something like that, like every like opportunity, like teachers, appreciation, Christmas, everything. Do this for actually all your teachers, if you can. Right, you don't even need to get them gift cards if you don't want to. But like, write handwritten. Thank you. Cards and get them like 31 00:06:12.610 --> 00:06:35.159 Jenny Duan: a bar of chocolate or something so basically like something very, very small, like, it's not the monetary value. It's just like the handwritten card to show your appreciation. And if you can like a $10 gift cards somewhere would be like kind of nice. But you don't need to do that, but actually do this for all your teachers like I usually do for my teachers at Christmas time business. You do like the end of the school year right? Like I really enjoy being in your class. I 32 00:06:35.210 --> 00:06:36.759 Jenny Duan: you know whatever. 33 00:06:36.770 --> 00:06:45.230 Jenny Duan: And just this is like a pattern you should just like do this next year, like during Christmas or at the end of the year. Just think, teacher appreciation. We just do it like 34 00:06:45.410 --> 00:06:50.389 Jenny Duan: W. Whenever you get the opportunity to. And then they will remember you and think positively about you. 35 00:06:50.600 --> 00:07:06.180 huda siraj: Yeah, I usually I usually do it like during Christmas time, and like actually like what my English teacher she's a swifty. So then I gave her like a friendship bracelet. And I think she's like she likes it, cause she always wears it. But yeah. 36 00:07:06.320 --> 00:07:19.939 Jenny Duan: yeah, so yeah, you should do this. Just do it for your teachers cause it makes it very different. And like right, basically, write a special card for your counselor, for helping you this with helping you this with helping you with this specific request and give it to her like tomorrow or 37 00:07:20.000 --> 00:07:22.779 Jenny Duan: whenever you can. So yeah. 38 00:07:22.930 --> 00:07:25.469 Jenny Duan: so yeah, that's good. And then. 39 00:07:25.760 --> 00:07:32.270 Jenny Duan: With regard to classy, I'm really happy that you got off the wait list for that. It's gonna be at Stanford like 40 00:07:32.490 --> 00:07:48.849 Jenny Duan: that's the location. I don't know if they've shared that with you yet. I don't know. Did they say that? Okay, it'll be at the Stanford Faculty Club. So yeah, super exciting. Have me show you around when you're here. Hopefully, it's not raining, cause it rains a lot over here. Actually, 41 00:07:49.090 --> 00:07:59.989 Jenny Duan: but yeah, I think it'll be really fun. All the teaching team is like working really hard to prep for it, so that should be good. I don't think it'll be like. 42 00:08:00.780 --> 00:08:13.090 Jenny Duan: I don't wanna reveal. It's too much. I don't think it'll be like of like a coding project, but it'll just be like a fun time for you to like the other girls who are interested in coding and things like that. Anyways. 43 00:08:13.860 --> 00:08:32.809 huda siraj: So I see that you've shared your Jc. Campus. So I think we should just go straight into that as the Dylan's approaching. Yeah, I kind of only wrote like one full one. But I started brainstorming for the other. And yeah, okay, cool. That. How did you hear about Jake Camp? This is like 44 00:08:33.010 --> 00:08:37.169 Jenny Duan: they don't really care how you heard about it. But 45 00:08:37.409 --> 00:08:38.789 Jenny Duan: yeah, 46 00:08:39.080 --> 00:08:53.569 Jenny Duan: yeah, can you copy, paste the rest of the questions into this document? Actually. So we can see all of them in contact. Oh, I didn't scroll. Sorry about that. Okay, yeah. Why would you? Wanna 47 00:08:53.690 --> 00:09:00.289 Jenny Duan: This is good. Another thing is, let me just look at the rest of the questions first, really quickly, 48 00:09:01.600 --> 00:09:12.009 Jenny Duan: is there anything else you would like to consider with your application? This is really this is an important question, just right about how a rural farm town like you really need a link. 49 00:09:12.590 --> 00:09:15.100 huda siraj: I think I think you can really 50 00:09:15.890 --> 00:09:39.929 Jenny Duan: like, take advantage of the story that you have because it sets you apart like the rural farm town. You can say that, like the ability to tell your story like not having previous opportunities to do so because you're like city doesn't have the resources to. And like, there's no like student journalism programs, something like that say, like, diversity, really wanna hammer that, and like not see yourself represented not having opportunities, and, like Jcm. Would be like your first, and maybe only opportunity 51 00:09:40.070 --> 00:09:44.230 Jenny Duan: to like. Do this, and you can also, if you want to. 52 00:09:44.740 --> 00:09:46.090 Jenny Duan: I say 53 00:09:46.190 --> 00:09:56.620 Jenny Duan: cause they ask for your family's income. Right? You can also say like, it's a free program, and you don't have like the resources to access like other journalism programs. And so like, this is a really unique opportunity. Basically, you wanna like. 54 00:09:57.980 --> 00:10:03.859 Jenny Duan: really hammer in, like all the diversity, all the demographic information that you can to like. Tell your story. 55 00:10:03.910 --> 00:10:19.560 Jenny Duan: so that's like for this. Is there anything else you would like to consider with your application. Why, you wanna attend. Jkm, this is like a pretty standard thing. You could also just emphasize again, how like you are really interested in, in, in in 56 00:10:19.560 --> 00:10:45.049 Jenny Duan: journalism. You don't have the really the opportunity to take part in like an in-depth journalism experience with other people beyond. Like the journalism that you've already pursued. You can mentioned folklif initiative, mentioned your work with the student news, and then talk about like the connection to the alumni and the like resources and faculty that Jake can't break. So not only the program itself, but like the legacy of the people who've done it, and like the resources they will put you with, that would be good. 57 00:10:45.230 --> 00:11:01.830 Jenny Duan: okay, what do you consider some of your hobbies? I know you've seen this like, I know you've written this essay. We'll come back to that. I just wanna make sure that your brainstorm for everything else. First. What would you consider some of your hobbies, or how do you like spend your free time? 58 00:11:01.890 --> 00:11:07.040 Jenny Duan: What are you thinking about answering for this one? I think you can just answer like, pretty honestly. 59 00:11:08.090 --> 00:11:11.750 huda siraj: probably like 60 00:11:12.450 --> 00:11:15.019 huda siraj: I really like watching short films. 61 00:11:15.090 --> 00:11:20.840 huda siraj: I'd watch like just kind of their storytelling perspective. 62 00:11:20.880 --> 00:11:31.999 huda siraj: I guess, like playing games. I guess this is like all kinda like before, like the hard part of school. But like I probably play games a lot 63 00:11:32.130 --> 00:11:33.990 huda siraj: and 64 00:11:39.100 --> 00:12:01.869 Jenny Duan: I would just like, listen to my playlist. Those are things that I kinda do say, like you enjoy like storytelling, or like you enjoy exploring stories in different forms, whether that's like through film making, whether that's through games. This games are also a form of communication and storytelling, right or like books and podcasts and things like that. So 65 00:12:02.010 --> 00:12:13.630 Jenny Duan: yeah. maybe you can say, like, you enjoy like. you don't have to say, I enjoy. What would you consider some of your hobbies? Or how do you spend your free time? You can say, like exploring stories, Colonel. 66 00:12:14.530 --> 00:12:19.230 Jenny Duan: through film digital games and books? 67 00:12:19.490 --> 00:12:26.860 Jenny Duan: I spend hours, or some of my favorites include, or you know, something like that. This is this is only 50 words. So you don't need to write like 68 00:12:27.110 --> 00:12:36.750 Jenny Duan: necessarily full sentence like you don't need it right? Like I enjoy like you can just like the last part like doesn't have to be super verbose 69 00:12:36.860 --> 00:12:43.490 Jenny Duan: in the time left before you graduate high school. How would you like to grow and develop as a person? This is a really good question. What do you? What do you think? 70 00:12:44.050 --> 00:12:46.270 huda siraj: I think 71 00:12:47.930 --> 00:12:51.699 huda siraj: I'd like to learn how to like? I don't know if this is 72 00:12:52.210 --> 00:12:58.170 huda siraj: okay. So the wording is kind of weird, but I'd like to learn how to talk better, cause I'm like 73 00:12:58.210 --> 00:13:15.429 huda siraj: I do like writing and stuff and and writing on paper and telling story through written works, but as like a person like when I talk in person like, I just feel like I'm not able to convey my thoughts is better. So like 74 00:13:15.490 --> 00:13:23.910 huda siraj: like. After after some of the time till I graduate high school, I wanna become a more outspoken person and 75 00:13:24.150 --> 00:13:27.880 huda siraj: and I guess, considerate of other things in the world. 76 00:13:28.540 --> 00:13:33.999 Jenny Duan: Yeah, that's that's really awesome. Also, before I forget, this is a bit 77 00:13:34.660 --> 00:13:40.200 Jenny Duan: what's it called tangential. But I really want you to reach out to 78 00:13:40.510 --> 00:13:50.340 Jenny Duan: someone named Amira Shui. Let me give you her Linkedin. I want you to send her a call Linkedin, DM. And ask if you can chat with her. 79 00:13:50.490 --> 00:13:54.269 Jenny Duan: Oh, 1 s, while I blink. 80 00:13:54.660 --> 00:13:57.120 Jenny Duan: She's from Portland. 81 00:13:57.400 --> 00:14:04.270 Jenny Duan: she's also a coded classy scholar. It's just I met her and she's also 82 00:14:04.630 --> 00:14:29.739 Jenny Duan: like, she's also goes to Stanford. But she's also interested in computer science and she's also Muslim, and she's also really involved in poetry. So I think it would just be cool for you to talk for her just because you have like really similar backgrounds. You can look at her. Linkedin sheet is let's see, Co. Founder and executive director of mostly my youth empowerment did. Ssp, bunch of like other stuff. 83 00:14:29.740 --> 00:14:34.780 Jenny Duan: I just think like she and I also know she's really involved in college tree. So I think you should talk to her to see 84 00:14:34.800 --> 00:14:50.469 Jenny Duan: first, just first of all to meet her and learn about her background, her journey, and like things that she's involved in, because she's also studying Cs, so I think she's like a really good like example of of like, basically you basically on like a 2 years younger type of level. But second of all. 85 00:14:50.630 --> 00:15:07.869 Jenny Duan: she is a poet, so it could be cool to ask her about like opportunities for writing, or maybe have her write for folklift, or like submit. She has, like a lot of writing that she's written already about Palestine, and so like having her submit a piece to folklift, or ask if you couldn't like, publish, or like share a piece of her work. 86 00:15:08.460 --> 00:15:18.679 Jenny Duan: but as something else. But anyways, I think you should just like reach out to her and like, learn about her background just on its own, because she's like super accomplished. And like. 87 00:15:19.670 --> 00:15:23.240 Jenny Duan: yeah, I think you could just talk to her in general. 88 00:15:23.350 --> 00:15:24.460 huda siraj: Yeah. 89 00:15:24.580 --> 00:15:36.769 Jenny Duan: that sounds great, but she's she looks really nice. And like her, she is really nice. She's also from Portland, so like talk to her. I don't really know if you remember zoom code seat. 90 00:15:36.770 --> 00:16:00.189 huda siraj: but it could maybe mention my name, but I don't know if she remembers me, but I think anyways, you should just reach out to her regardless. She's really nice. I had a I had a quick question so like when I'm like reaching out to people on Linkedin. Like Nicholas for example, from encode justice. I kind of find it hard to like transition from just like introducing myself to like asking something, you know, like 91 00:16:00.530 --> 00:16:10.400 huda siraj: at least for Nicholas. I don't know how to respond, because I did my, I like connected and introduced myself and he just said, happy to connect. But I don't know how to like. 92 00:16:10.600 --> 00:16:17.079 huda siraj: you know, like a message from there to kind of ask my question. I would say 93 00:16:17.780 --> 00:16:32.910 Jenny Duan: happy to connect, I would say likewise, I'm interested. I'm I'm typing up a drop message in the Zoom chat right now. I'm interested in the opportunity to 94 00:16:33.000 --> 00:16:39.760 Jenny Duan: join the AI the Encode justice. 95 00:16:40.030 --> 00:16:46.280 Jenny Duan: Ai advisory Board. I see that. There are 96 00:16:46.900 --> 00:16:55.249 Jenny Duan: there might be an opportunity to collaborate on the I forget what the exact, I think was labor 97 00:16:55.270 --> 00:16:58.240 Jenny Duan: on the labor team. 98 00:16:58.490 --> 00:17:06.780 Jenny Duan: and I'd love to contribute. I have previous experience writing and leading 99 00:17:07.200 --> 00:17:09.550 Jenny Duan: AI ethics initiatives. 100 00:17:09.569 --> 00:17:12.960 Jenny Duan: And I love to chat further. 101 00:17:13.510 --> 00:17:15.289 Jenny Duan: If yeah. 102 00:17:15.880 --> 00:17:17.549 Jenny Duan: I would say something like this. 103 00:17:17.710 --> 00:17:31.350 Jenny Duan: okay, alright, that's that's really great. Just like copy paste that and send it to him. And then for just cold reaching out to people in general, I would say like, Hi, I'm huda a current. 104 00:17:31.610 --> 00:17:36.110 Jenny Duan: jun, a current High School Junior, interested in. 105 00:17:36.280 --> 00:17:39.239 Jenny Duan: Aye. for for 106 00:17:39.420 --> 00:17:48.350 Jenny Duan: depending on who you are talking to, it's going to be different. I'm super interested in your background. 107 00:17:48.360 --> 00:17:53.890 Jenny Duan: And would love to have a conversation about 108 00:17:54.060 --> 00:17:59.929 Jenny Duan: blank. When are we? Do you have any availability in the next? 109 00:18:01.600 --> 00:18:06.210 Jenny Duan: in the next one to 3 weeks. 110 00:18:06.540 --> 00:18:18.059 Jenny Duan: What but when you connect like with the message? Th, there's a word, count, or a character count limit. So just edit this message to like fit into the constraints of the word count. 111 00:18:18.490 --> 00:18:23.869 Jenny Duan: Like, for example, too many words you can take out like I'm super interested. You could just be like I'm interested in. 112 00:18:24.040 --> 00:18:32.260 Jenny Duan: We're like whatever just you can edit the message as you see fit. But that's basically what I send. Whenever I do, the cold outreach the end. 113 00:18:32.390 --> 00:18:43.079 huda siraj: Yeah, yeah, super helpful. Like, II feel like I'm always struggling when I'm when I have to write these type of messages. But yeah, this is really helpful. 114 00:18:43.410 --> 00:18:54.579 Jenny Duan: Yeah, awesome. And then definitely reach out to Amira. I think she would be happy to talk to you. And yeah, super similar backgrounds. Like. really smart person. So yeah, okay. 115 00:18:55.250 --> 00:19:07.530 Jenny Duan: I think for okay, back to the jcamp essays and kinda got derailed. Sorry. is. There isn't the time left before you graduate from high school. How would you like to grow and develop as a person? 116 00:19:07.580 --> 00:19:10.330 Jenny Duan: Oh, say, like. 117 00:19:10.360 --> 00:19:12.130 Jenny Duan: okay. Maybe you can say like. 118 00:19:12.540 --> 00:19:29.060 Jenny Duan: something about like how growing up, you are like a little bit shy. But you want to become like more outspoken. And you've learned through advocacy that, like your voice, holds power, whether that's through writing or club leadership or other things in like 119 00:19:29.140 --> 00:19:46.620 Jenny Duan: you recognize that there's a need for action in X areas. And there's like, currently no one talking about it. And so, like you wanna leverage your voice to make a difference and do that. You need to like, become more comfortable as a leader and like public speaker, I think 120 00:19:46.850 --> 00:19:59.329 huda siraj: a pretty good framework. What do you think? Yeah, definitely. Yeah, I think I could definitely use it. Maybe some like aspects from like the Bank of America say, about like, being quiet as a kid. 121 00:19:59.890 --> 00:20:04.680 Jenny Duan: yeah and good. 122 00:20:04.700 --> 00:20:15.310 Jenny Duan: To become more outspoken. Voice to issue, not currently represented. 123 00:20:15.340 --> 00:20:25.250 Jenny Duan: You learn to be a leader through writing club leadership, etc., and recognize that your voice holds power. 124 00:20:25.260 --> 00:20:28.759 Jenny Duan: Okay, cool. What excites you? What are you passionate about? 125 00:20:30.270 --> 00:20:31.710 huda siraj: What do you think? 126 00:20:36.150 --> 00:20:47.019 huda siraj: I guess. Like the gamification, and like, like the gamification of like almost anything 127 00:20:47.030 --> 00:20:56.669 huda siraj: like for example, like storytelling, I love telling my stories through or like, telling. 128 00:20:57.140 --> 00:21:04.400 huda siraj: I guess information through stories and fun topics. And like. 129 00:21:04.730 --> 00:21:10.720 huda siraj: okay, actually, this might not make too much sense. I feel like you have an essay about storytelling. So let's 130 00:21:11.200 --> 00:21:13.900 Jenny Duan: let's let's do a different topic. 131 00:21:14.340 --> 00:21:16.780 huda siraj: I guess. 132 00:21:17.800 --> 00:21:26.450 Jenny Duan: for them. Yeah, I didn't agree. Yeah, are there? Like. I also like, really like. 133 00:21:27.320 --> 00:21:48.719 huda siraj: teaching younger people like like, even at like just like this, is general, not really related to extra curriculars. But, like, personally, I just really like being around younger people and like offering them some sort of like advice and and like helping them learn things. And yeah. 134 00:21:54.080 --> 00:22:02.219 Jenny Duan: so I do the poster. This is like. This is how I would write the like this one, I would say, like 135 00:22:02.810 --> 00:22:13.380 Jenny Duan: education, mentorship for 3 like, Don't use these exact words, cause I don't know if this fully encompasses what you do but like, do it in short, blurbs like this, and then vary the sentence length so like. 136 00:22:13.460 --> 00:22:28.439 Jenny Duan: for example for me what excites. Okay, I'll just write you an example really quickly, like, I'm not 100 perfect exam, not 100 perfect example. But just to give you a guideline on how to approach this essay. I'd do something like what excites you? Like 137 00:22:28.970 --> 00:22:36.470 Jenny Duan: what are you passionate about? I would say, rabbit holding down the Internet. 138 00:22:37.070 --> 00:22:46.730 Jenny Duan: Cultural anthropology, astrophysics, the science of taste. Thinking about 139 00:22:46.810 --> 00:22:49.929 Jenny Duan: climate change, solutions. 140 00:22:50.340 --> 00:22:52.119 Jenny Duan: youth, mental health. 141 00:22:52.420 --> 00:23:11.159 Jenny Duan: what the future of AI in the workplace looks like the next chapter of the latest Murakami novel, hospitality and 142 00:23:11.500 --> 00:23:28.569 huda siraj: luxury retail. So they like that like I would just write it in like sentences and bluffs like like kind of like, just to give as much. So do you suggest like giving like even outside of like education, like on teaching younger people like, just kind of like 143 00:23:28.640 --> 00:23:30.210 huda siraj: the casual things. 144 00:23:30.250 --> 00:23:41.900 Jenny Duan: Yeah, I think a mix to mix it up like casual and serious because it is also like a personality question like they kind of just wanna see? Like. obviously not work. Work is not your entirety of your life like 145 00:23:41.930 --> 00:24:05.639 Jenny Duan: they wanna see, like whatever person you are like, what you're interested in outside of journalism and like storytelling, and especially like what areas of journalism. Are you passionate about like? What kinds of stories you want to share, like all of this can fit in because, you know, journalism is is pretty broad. You don't just become like a journalism on very serious issues, like there's sports writers. There's food writers. There's people who cover New York fashion week. There's people who write about like 146 00:24:05.640 --> 00:24:21.770 Jenny Duan: travel experiences. And there's also, of course, people who write about like Israel, Palestine and Gaza. There's people who write about like the Russian Ukraine, like journalism, is very, very broad. So like if there's not like one thing you're constrained to in this case. And so they want to see like what you enjoy as well 147 00:24:21.820 --> 00:24:36.899 Jenny Duan: and like they're not limiting you on what you can write about. So you know you could write about anything. So I would try to blend it. So like things that you're passionate like for me, like you've mental health, something I care about what the future of AI, and the Board Place looks like thinking about climate change solutions, but also, like. 148 00:24:36.950 --> 00:24:40.719 Jenny Duan: you know, the books I read like. I'm very passionate about like 149 00:24:40.930 --> 00:24:44.779 Jenny Duan: hospitality and like hotels, and that's like pretty niche. But, like. 150 00:24:45.480 --> 00:24:49.269 huda siraj: you know, there's, I guess, magazines that cover that, too. 151 00:24:49.580 --> 00:24:52.499 Jenny Duan: It's not a perfect example. But 152 00:24:52.620 --> 00:25:08.219 Jenny Duan: like, do you get what the framework of this looks like? Okay, cool. How would your friends and classmates describe you in 2 words? So this is different than how would you describe yourself in 3 words? It's interesting. They ask both those questions right? Like kind of like. 153 00:25:08.580 --> 00:25:13.050 huda siraj: I might ask my friends to describe me in 2 words and see what they say. 154 00:25:13.090 --> 00:25:15.840 Jenny Duan: Yeah, yeah, yeah. 155 00:25:16.840 --> 00:25:29.050 huda siraj: What do you? Okay, yeah. That's that's good. Wait for this kind of like question like, what kind of like? What are you trying to portray and like cause? If, like, I feel like my friends will probably see something like 156 00:25:29.150 --> 00:25:34.220 huda siraj: friendly and goofy, or something like that, like like. What kind of 157 00:25:34.580 --> 00:25:44.429 huda siraj: like? What are we trying to tell the like admissions people with this question, though how would you describe yourself in 3 words? 158 00:25:45.500 --> 00:25:59.450 Jenny Duan: it's, I think, for that one. I would just answer traits for how someone, how your friends and classmates described you into words. Have you heard about this concept that, like your college admissions, counselors should be able to give you like a nickname? Have you 159 00:25:59.550 --> 00:26:07.360 Jenny Duan: your readership give you a nickname. Have you heard about that like this is like the this is like the the world record debater. This is like the 160 00:26:07.770 --> 00:26:10.200 Jenny Duan: I don't know like 161 00:26:10.710 --> 00:26:18.649 Jenny Duan: swimmer with Adhd like this is like the artistic like Baker. Whatever like that, I think, is what they're trying to. They're trying to give you like a. 162 00:26:18.660 --> 00:26:19.699 Jenny Duan: you know, a 163 00:26:19.900 --> 00:26:31.279 Jenny Duan: label like that into words. And so I think so. It's not so for this one. The answer is not gonna be like, you're intelligent, curious, like, that's not what you're looking for. They're looking for like, you're like the 164 00:26:31.840 --> 00:26:38.130 Jenny Duan: whatever whatever. Yeah. Like, you're the 165 00:26:39.270 --> 00:27:05.839 huda siraj: okay. 166 00:27:05.910 --> 00:27:09.110 Jenny Duan: Huda, okay, yeah. 167 00:27:09.280 --> 00:27:10.580 Jenny Duan: Okay, okay, cool. 168 00:27:11.050 --> 00:27:24.400 Jenny Duan: how would your friends at class? So you are like the hudders, Raj, you're like the whatever. So if you could think about 2 words that you would want the entirety of your application to be condensed into. Where like that, you want people to know, you buy. What would you say. 169 00:27:27.130 --> 00:27:29.599 huda siraj: maybe the artsy nerd. 170 00:27:30.740 --> 00:27:42.409 Jenny Duan: okay, I feel like that's not comprehensive, because I don't want to see Artsy too much in you like in your in your like. Okay, I know, like artsy. Yes, game developer. Yes, but like it feels like that's not comprehensive of 171 00:27:43.060 --> 00:27:47.369 Jenny Duan: who you are. And I think, yeah, maybe say, like 172 00:27:47.400 --> 00:27:53.080 Jenny Duan: how would you, friends and classmates describe you in 2 words? 173 00:27:57.280 --> 00:28:02.059 Jenny Duan: I would say something like like a gentle leader, or something like that 174 00:28:02.300 --> 00:28:11.469 Jenny Duan: or like something along those lines. 175 00:28:11.760 --> 00:28:16.049 Jenny Duan: let me ask, like, some chi Gpt to come up with some answers. 176 00:28:16.280 --> 00:28:22.350 Jenny Duan: please speak, 177 00:28:22.840 --> 00:28:24.249 Jenny Duan: and go to the line. 178 00:28:27.630 --> 00:28:31.580 Jenny Duan: give me a second robot 179 00:28:31.840 --> 00:28:34.090 Jenny Duan: cheese. 180 00:28:34.410 --> 00:29:02.320 Jenny Duan: so I think. 181 00:29:02.610 --> 00:29:07.500 Jenny Duan: this chat says 182 00:29:07.920 --> 00:29:16.510 Jenny Duan: thoughtful, visionary, quiet innovator. reserved dreamer, humble trailblazer, reflective inventor. 183 00:29:16.710 --> 00:29:18.430 Jenny Duan: calmly insightful. 184 00:29:18.770 --> 00:29:22.169 Jenny Duan: practically imaginative, discreetly talented. 185 00:29:23.250 --> 00:29:24.979 Jenny Duan: Hmm! I feel like 186 00:29:30.210 --> 00:29:33.440 Jenny Duan: I don't know. Is there anything that you feel yourself resonating with? 187 00:29:34.660 --> 00:29:39.370 Jenny Duan: So then you can come up with yourself as well if you want to. 188 00:29:41.000 --> 00:29:41.850 Jenny Duan: Okay. 189 00:29:43.780 --> 00:29:46.030 huda siraj: I can't think of anything right now. But 190 00:29:47.280 --> 00:30:01.030 huda siraj: okay, I don't know if this like adds too much to my profile, but like introverted extrovert, maybe. 191 00:30:01.410 --> 00:30:02.800 Jenny Duan: Hmm. 192 00:30:03.860 --> 00:30:07.640 huda siraj: yeah, I don't think that really adds anything. 193 00:30:08.840 --> 00:30:10.520 Jenny Duan: Let me see what 194 00:30:21.980 --> 00:30:24.520 Jenny Duan: active listener is kind of a 195 00:30:25.120 --> 00:30:26.680 Jenny Duan: like a good turn. 196 00:30:31.590 --> 00:30:32.980 Jenny Duan: And 197 00:30:35.250 --> 00:30:35.930 okay. 198 00:30:36.360 --> 00:30:39.260 Jenny Duan: 2 words is like so few. 199 00:30:39.680 --> 00:30:44.000 Jenny Duan: what is at least 3? Because then you could be like like 200 00:30:45.260 --> 00:30:53.289 Jenny Duan: quiet book, like kind of like some like you could. If you. If you had 3 words it'd be good. But 2 words. 201 00:30:53.490 --> 00:31:01.899 huda siraj: Let's just stick with gentle leader, for now and then maybe you can ask around like, ask your family and friends and see what they would say. 202 00:31:02.030 --> 00:31:07.340 Jenny Duan: Okay, please discuss the challenge you've struggled with and how you've grown from the experience. 203 00:31:07.680 --> 00:31:15.960 Jenny Duan: I feel like you have many examples along these lines, but you have anything off the top of head that you would want to write about for this example. 204 00:31:16.320 --> 00:31:20.650 huda siraj: Maybe I can use my essay, which is about like 205 00:31:20.940 --> 00:31:31.959 huda siraj: the Msa club, maybe and like how they didn't let any girls on the board. And then I can talk about like, maybe, like my experience with the Filmmakers Club, especially because it's like 206 00:31:32.060 --> 00:31:36.039 huda siraj: like how I was able to tell my story through those shirt films as well. 207 00:31:36.380 --> 00:31:42.839 Jenny Duan: Yeah. So if you only have one 100 words, I would just choose one of them, and then emphasize, like 208 00:31:42.940 --> 00:31:48.279 Jenny Duan: the skills that you use to overcome it. Have you heard about the star framework? By the way? 209 00:31:48.520 --> 00:31:49.370 huda siraj: No. 210 00:31:49.850 --> 00:31:59.719 Jenny Duan: So the star framework is like again, interview framework that I'm just gonna send this to you. It's just important to know if you ever get in interview. But 211 00:31:59.950 --> 00:32:05.450 Jenny Duan: See, you can use your you can frame your 212 00:32:05.500 --> 00:32:12.259 Jenny Duan: You're writing like this, too. Situation, task, action and result. So just 213 00:32:12.270 --> 00:32:28.050 Jenny Duan: make sure that you emphasize your actions, and like what you did to overcome the situation. Umhm, so like how you've grown and what you specifically did. Okay? And then, what is what is these arrows indicate? Are these like all questions like, what does this mean? 214 00:32:28.370 --> 00:32:41.129 huda siraj: Yeah, these are questions. But they're just like, they're not like short essay questions or anything. They're just like telling you to like. Describe your leadership or your past experience with journalism and things like that. 215 00:32:41.440 --> 00:32:45.730 I think this is fine. So publication are outlet at school. So just 216 00:32:45.940 --> 00:32:48.340 Jenny Duan: couple sentences about that. 217 00:32:48.940 --> 00:32:51.760 Jenny Duan: is this the first question, or is this the first question? 218 00:32:52.610 --> 00:32:59.060 huda siraj: let me check the order. But 219 00:32:59.210 --> 00:33:09.580 huda siraj: okay, yeah. So first it says. please describe your involvement in 220 00:33:09.920 --> 00:33:17.049 huda siraj: publications at school. and then it says. outside of school. 221 00:33:17.060 --> 00:33:21.240 huda siraj: and then it says. 222 00:33:21.690 --> 00:33:33.549 huda siraj: your leadership positions. And it says, local community focused activities. And then it says, like what extracurriculars are you built in? 223 00:33:35.800 --> 00:33:45.050 Jenny Duan: Okay? Cool? I feel like you can just answer pretty honestly about these like, do you need a lot of guidance on these, or do you have any questions? Or do you feel like you've got it? 224 00:33:45.450 --> 00:34:04.299 huda siraj: Yeah. I was kind of confused. So like for some of them like, like community focus activities. Like folklore falls under that and also like like non school publications. So I was wondering if I should like mention it in both, or if I should just like mention it in the first one in this one. 225 00:34:04.430 --> 00:34:19.129 Jenny Duan: I could mention it in both. But yeah, I think it's fine if you mention it in both. Okay? And for for this one, about the like, local community focus activities. Should I mention empowering. AI, 226 00:34:19.739 --> 00:34:28.580 Jenny Duan: yeah, definitely mentioned everything that you can do like everything that you do slash have done just make sure, it falls under the like correct category 227 00:34:28.699 --> 00:34:31.709 huda siraj: okay, sounds good. 228 00:34:31.920 --> 00:34:46.720 Jenny Duan: Actually, wait. For I'll just put it in the non-school publication, I think that's fine I don't think you need to put it in both places. For the community. One, you can talk about your involvement at the mosque, I feel like that's more relevant to that one. 229 00:34:47.350 --> 00:34:48.250 huda siraj: yeah. 230 00:34:48.510 --> 00:34:56.630 Jenny Duan: okay, cool, and then let's now go back to your first, too. So 231 00:34:56.850 --> 00:35:01.410 Jenny Duan: this essay. yes, is the background noise, very, loud 232 00:35:01.820 --> 00:35:13.260 Jenny Duan: just a little bit. Okay. I think it's too loud. I'm gonna put in headphones. I don't know if that would make it any better. Just let me know if it's like too distracting, because there's some people talking over here right now. 233 00:35:13.280 --> 00:35:25.929 Jenny Duan: Okay. So if you want to spend a month reporting on any single issue. What would it be? And why? What would you want to achieve with it, please? And what would you speak with? Can you explain to me what you are 234 00:35:26.850 --> 00:35:29.620 Jenny Duan: like, your thought process behind this piece. 235 00:35:30.100 --> 00:35:53.719 huda siraj: Yeah. So first, I started off with, like, a really large, like international perspective. I was, gonna write about. There's like a journalist in policy, and her name is Bisson, and she has, like a really interesting story. And like she just has a really interesting background. But I did like writing like a framework for that. I realized that like, it's kind of 236 00:35:53.720 --> 00:36:07.429 huda siraj: like, although I really wanna write about it. I feel like it's one a bit kinda cliche. I feel like everyone kinda wants to interview her, because especially cause she's like, really one of the most famous journalists at the time. And also like. 237 00:36:07.660 --> 00:36:09.530 huda siraj: there isn't like really 238 00:36:09.550 --> 00:36:35.950 huda siraj: one specific thing that I could achieve with like writing about her cause, like everyone already knows about her. It's just like it won't re, won't really bring. Bring, bring a change to write about her. So then I was like thinking, maybe something more impactful could be writing about a local issue that I've been affected with. So then I was kind of thinking. And this is, I also wrote about this in yesterday's Princeton essay. I wrote about like 239 00:36:35.950 --> 00:36:53.959 huda siraj: in my muscle community. There's like a lot of muscles from like every like different places, like there's Arabs, there's Indians, there's Pakistanis. And so it's kind of diverse. But there is some sort of kind of competition, and like divide between 240 00:36:54.280 --> 00:37:01.740 huda siraj: like Indians and Pakistanis in our communities. So like when we have like, we have, like our Muslim community, where 241 00:37:01.800 --> 00:37:19.270 huda siraj: there's like board members and stuff like there's usually like an animosity during elections and stuff like that. So I wanted to write about that specifically, and how like we're also similar. We believe in the same thing. And we're almost like the same cultures. But 242 00:37:19.780 --> 00:37:37.670 huda siraj: but like what sets us apart is like our superiority complexes, and how like I didn't. I don't understand this as someone who's just like has friends and stuff. Yeah, like, if it kind of makes more sense if I like read the essay. But yeah. 243 00:37:38.350 --> 00:37:46.420 Jenny Duan: I feel like I understand this. And this is something that I've heard like my South Asian friends talk about as well. So I think, like I have proper contact. I think. 244 00:37:46.540 --> 00:37:54.790 Jenny Duan: A really good way to frame this would be starting from the local community and go broader like you can. You can say something like 245 00:37:55.720 --> 00:38:15.659 Jenny Duan: I don't know. Like, just try to connect it back to the international community in some way, because, like, obviously, this is not just a mountain house issue, and obviously like the history of India and Pakistan, like, it goes pretty deep like, there's a lot of like history, and like geopolitical stuff like that provides context for this issue. And so like, you, can, you can write something about how like 246 00:38:15.820 --> 00:38:18.670 Jenny Duan: like 247 00:38:19.970 --> 00:38:33.730 Jenny Duan: these 2 bowls, like of curry, symbolize like a greater global issue. Don't say this in such like direct words, but like, how simple is a greater global issue of like, how people can't come together. And you wanna study like 248 00:38:33.880 --> 00:38:36.140 Jenny Duan: what causes like. 249 00:38:36.150 --> 00:38:44.039 Jenny Duan: what causes like, I don't know. This is too broad, but you can see, like what causes like the geopolitical tensions that that lead to 250 00:38:44.500 --> 00:38:57.520 Jenny Duan: price, international crises like the one happening in Gaza like what's happening with China and Taiwan? What's up like international border crises? And like these same types of things like effect, millions of people beyond just 251 00:38:57.600 --> 00:39:11.679 Jenny Duan: India Pakist, Pakistan. Right? It's like this pattern, repeated time and time again, with like really similar stories, like Time and time again. And so like these 2, bull Cre is symbolic and like, it's like 252 00:39:11.820 --> 00:39:25.399 Jenny Duan: presents, a greater world conflict that you know needs to be like. These stories need to be told through journalism and like. So I was struck your essay start with the local, go broad and then bring it back to the local 253 00:39:25.560 --> 00:39:29.039 Jenny Duan: does that framework make sense? 254 00:39:29.070 --> 00:39:37.540 Jenny Duan: I really like what you're writing about? I think you can. There's a lot of stuff that you can condense, though I can. Is this Gp a little bit. 255 00:39:37.910 --> 00:39:39.940 huda siraj: No, no, okay. 256 00:39:40.100 --> 00:39:44.920 Jenny Duan: I would say, like. 257 00:39:46.580 --> 00:39:54.170 Jenny Duan: I don't think you need this. I think this can be like condensed to like. Rather it would be as I like this soon as Thursday 2 hurries together, but 258 00:39:54.220 --> 00:40:10.960 Jenny Duan: I think, like the my report will not just be a mere reporting of the issue, I think, try to avoid like passive voice when you can, and just say, like my report would act as a spoon that stores the 2 curves together, that you can just make that condensed. So you can add more writing. So 259 00:40:10.970 --> 00:40:12.629 Jenny Duan: something like that. And I think, like. 260 00:40:13.540 --> 00:40:16.659 Jenny Duan: this sentence could also be like. 261 00:40:16.910 --> 00:40:25.580 Jenny Duan: I like through my writing I strive to. I don't know. Capture. capture 262 00:40:25.690 --> 00:40:31.030 Jenny Duan: a community or capture a realization, or 263 00:40:31.180 --> 00:40:38.190 Jenny Duan: I hope to inspire realization or something like that. Do you know what I mean? Like something along those lines? 264 00:40:38.510 --> 00:40:46.089 Jenny Duan: yeah, I think that that's good. And then who would you wanna speak with? So you could maybe say like 265 00:40:46.410 --> 00:40:55.799 Jenny Duan: through interviews. So I think a lot of these words can be simplified. So you can see, like through interviews with local board leaders. 266 00:40:56.080 --> 00:41:03.850 Jenny Duan: through collaboration with local board leaders from the Pakistani and Indian associations comma like 267 00:41:04.090 --> 00:41:29.769 huda siraj: want to understand like the root causes of this issue something like that. So when you talk about kind of going international when you expanding this to be like more international do you think I should like mention it like, maybe like, add a few sentences like over here. Talking about 268 00:41:29.810 --> 00:41:40.489 huda siraj: how these implications expand like beyond just India and Pakistan, how they affect like different communities like like, where do you think the placement would be best? 269 00:41:41.400 --> 00:41:52.030 Jenny Duan: Event would be like? Here, I think, like, I want to explore 270 00:41:52.060 --> 00:41:58.590 Jenny Duan: why this happens like, I would just change something like these 2 sentences and go from there. 271 00:41:59.840 --> 00:42:01.330 huda siraj: okay. 272 00:42:01.380 --> 00:42:23.070 Jenny Duan: yeah, cool, do you have any other questions about this? Yeah, do you think like, do you think my like introduction? If it's like, doesn't make sense like in the context, I think it does. I think it's really. 273 00:42:23.160 --> 00:42:27.880 Jenny Duan: I think it's really it's really compelling. Yeah. 274 00:42:28.660 --> 00:42:29.710 huda siraj: okay. 275 00:42:29.780 --> 00:42:45.450 Jenny Duan: yeah. I think, like, there needs to be some fine-tuned editing in terms of like sentence structure and word choice. But like, we can do that when you update like the organization that's not super concerning, I think. Like, yeah, it's it's good for now. 276 00:42:45.560 --> 00:42:46.830 Jenny Duan: And 277 00:42:47.110 --> 00:42:50.300 Jenny Duan: yeah, 278 00:42:50.730 --> 00:43:06.019 Jenny Duan: cool. I feel like this. So there's a pretty tight deck turnaround right? So would you like to meet again tomorrow to kind of finalize these essays? Do you have time, or do you want to just send them to me? And I can look over them asynchronously as well like 279 00:43:06.050 --> 00:43:14.859 huda siraj: I think I think it might be better if we can do asynchronously, because I have a meeting. I think I have a meeting 280 00:43:15.060 --> 00:43:20.290 huda siraj: with one of the like people from Empire. So 281 00:43:20.470 --> 00:43:38.480 Jenny Duan: well, yeah, so just send it to you whenever you're done, and I'll try to get feedback to you if it's been like around 4, 6 h. And I haven't said anything. Just text me. And I'll sometimes I just miss my emails and stuff. So just like, text, me, after you make the changes? Yeah. And 282 00:43:38.960 --> 00:43:45.160 Jenny Duan: and okay, cool. Do you have any other questions? I think this this 283 00:43:45.590 --> 00:43:52.660 Jenny Duan: I'm really optimistic that you'll get to this program like, I really hope that you do. I think you'd be a really good fit, and so 284 00:43:52.910 --> 00:43:58.110 Jenny Duan: I am very hopeful that you'll get in so I hope so too. 285 00:43:58.130 --> 00:44:01.460 huda siraj: Thank you. Cool any other questions. 286 00:44:01.800 --> 00:44:30.410 huda siraj: That should be all for now. Yeah, remember to reach out to Amira and reach back out to Nicholas about the board. Follow up. Oh, yeah, I've I forgot to tell you. But next Tuesday I'm going to a Youth action committee meeting, and we're organizing like a summer program thing for you. So let me just also just double check to see if I've 287 00:44:30.520 --> 00:44:34.420 Jenny Duan: I'm not missing anything. Cause I feel like there's a lot of March first. 288 00:44:34.810 --> 00:44:42.570 Jenny Duan: Oh, okay, okay, yes. This AI. This thing I really want you to apply for this. 289 00:44:42.890 --> 00:44:46.330 Jenny Duan: Oh, my God! 290 00:44:47.890 --> 00:44:55.079 Jenny Duan: What is the recommendation? Oh, my God! Do you have another letter of recommendation besides the one that you already have. 291 00:44:55.670 --> 00:45:01.080 huda siraj: No, I have. II mean, like I don't have any that I can that I have downloaded like. 292 00:45:01.430 --> 00:45:02.590 huda siraj: okay. 293 00:45:02.650 --> 00:45:05.119 huda siraj: this might be a moment where you need to 294 00:45:05.500 --> 00:45:30.899 Jenny Duan: another teacher to give you a letter recommendation to download. If you think this is not feasible, then you can skip it, but I really think this will be like a good opportunity for you. It's I don't know how to pronounce this word freeze AI. Whatever this word free spirit and journalism. Comp conference. Like Tommy, this is not a great fit for you, like I really think this is a great fit for you. Look at this. Look at this! Look at this! 295 00:45:31.390 --> 00:45:32.260 Jenny Duan: Look. 296 00:45:32.570 --> 00:45:48.899 Jenny Duan: You get an awesome page trip. $1,000, scholarship. It's for high School juniors to look at Washington, DC. And speak with top journalists like, Tell me, like you would fit in directly here I could see you can see. But 297 00:45:49.680 --> 00:45:59.689 Jenny Duan: oh, maybe this is not. AI, maybe this is like, I think this is just a journalism conference. But 298 00:46:00.150 --> 00:46:02.300 Jenny Duan: I 299 00:46:03.180 --> 00:46:28.860 Jenny Duan: yeah, really really want you to apply for this if you can. And so tomorrow you might need to go into school and ask an English teacher for a letter recommendation if possible. Okay, I think I can try asking another computer science teacher. I think I want to try to ask my computer science teacher. She could send me the Pdf 300 00:46:29.080 --> 00:46:48.030 huda siraj: of like her. I wonder if you could. I also like yesterday, really, last minute. I also added my history teachers. I don't think she's already done 3 of my programs so far. So 301 00:46:48.260 --> 00:46:55.680 Jenny Duan: maybe you can ask her if you can. Just yeah, like a letter that you can just send. This is the hard part. 302 00:46:55.870 --> 00:47:00.530 Jenny Duan: a go getter student, then you just like have to. This is a relationship. 303 00:47:00.660 --> 00:47:11.559 Jenny Duan: Oh, also, when you're writing a letter to your counselor, also write a thank you to your history teacher as well, like same paper. This is so tough like 304 00:47:11.580 --> 00:47:33.999 Jenny Duan: what is recommendation? Should not be a barrier to this. Oh, wait! I had an idea. What about like? So you know, the podcast guy, I've been like kind of meeting. I could probably ask him to see if he could like mention anything about or, if he could like, write me a letter. 305 00:47:34.040 --> 00:47:40.069 Jenny Duan: Let's see, let me look at what these. what letters of recommendation needs to be. 306 00:47:40.600 --> 00:47:51.529 Jenny Duan: Okay, let me see 2 letters of recommendation. 307 00:47:52.310 --> 00:47:53.110 Jenny Duan: What 308 00:47:53.970 --> 00:47:58.690 Jenny Duan: on official letterhead? What does official letterhead mean 309 00:47:59.580 --> 00:48:05.960 Jenny Duan: like, I know what it means. So like, does this, you have to. Does this mean that you have to be a 310 00:48:06.910 --> 00:48:20.880 Jenny Duan: Oh, it's been extended to March 150, okay, okay, so it's not march first deadline. Okay, so now you have more time. But tomorrow you need to go and ask your second teacher for the letter of recommendation 311 00:48:21.090 --> 00:48:41.430 Jenny Duan: until March. Oh, okay, I think I'll I'll just like ask my like, history, teacher, if you can send me like the Pdf. So I can use it for like later ones as well has to be about journalism, though. So if you can ask the podcast guy that would be fine and another thing is like, okay, can you email these 312 00:48:41.490 --> 00:48:46.840 Jenny Duan: people and see if what? The 313 00:48:47.570 --> 00:48:59.040 Jenny Duan: Oh, look okay. Also, if you're ever bored, if you're ever bored, I want you to go, and like I was only one person per state. 314 00:48:59.770 --> 00:49:17.299 Jenny Duan: Okay, if you ever board, I would like you to go and like whatever scholarships that you're looking, that you're applying for go to their previous people and like go and stock every single one they're linked in, because find something interesting and relevant to your own background as well. 315 00:49:18.750 --> 00:49:21.040 Jenny Duan: Okay, bye. 316 00:49:21.400 --> 00:49:25.020 Jenny Duan: Oh, wow! This is like, okay. 317 00:49:25.220 --> 00:49:26.360 Jenny Duan: Oh. 318 00:49:27.260 --> 00:49:31.569 Jenny Duan: yeah. So like, you can see what she's doing. And like 319 00:49:31.760 --> 00:49:41.739 Jenny Duan: this can give you inspiration for things you can do, too. So like if you're ever bored, just like, go on a scholarship page like, start looking up. All these people look at what activities they're involved in and see, like what you can learn from them. 320 00:49:41.760 --> 00:49:42.970 huda siraj: Umhm. 321 00:49:43.120 --> 00:49:45.370 Jenny Duan: But anyways, okay. 322 00:49:45.910 --> 00:49:56.939 Jenny Duan: something you can do. I want you to ask them if email them and see like, what types of recommendations they need. Because if if programs can give you like a 323 00:49:57.340 --> 00:49:58.790 Jenny Duan: a random. 324 00:49:59.070 --> 00:50:22.360 Jenny Duan: like a random, if you can submit like a mentor, one like I can write you a letter like anytime that you need you can. I can send you like I'm an advisor for like one of your pro like I can say, like, I'm an advisor for empowering AI like I can write you a lot of recommendation for that if you need and like stuff like that, if it's done, if it's like, if it's pretty loose on, who can be a recommender, and you really need one. I can write you one 325 00:50:22.440 --> 00:50:42.080 Jenny Duan: it'll be good. But if you, if you need to be on an official letterhead like I don't know what this means. So like, you need to ask them if they require school official because they didn't specify they required a school official. So yeah, but anyways ask your history teacher because if they don't require a school official, then, like the podcast guy might also be able to write you a letter recommendation something like that. 326 00:50:42.510 --> 00:50:57.930 Jenny Duan: So yeah. But I think this one. They might want school officials. So you might need to ask another school official. And what you can do is you can create like a letter recommendation fact sheet. Have we talked about the letter recommendation fact sheets in the past? 327 00:50:58.140 --> 00:51:05.089 huda siraj: I think we touched info break for you, basically an entire outline for 328 00:51:05.350 --> 00:51:10.379 Jenny Duan: their letter recommendation. So that could simplify things a lot for them in the future. 329 00:51:10.840 --> 00:51:24.529 Jenny Duan: So yeah, okay, cool But I really want you to apply for this cause. I think this is like a really good opportunity for you. And let me see, I just wanna double check all my needs. 330 00:51:24.610 --> 00:51:32.120 Jenny Duan: No, since. See if there's any other programs. Sorry about the background noise. I know it's getting loud. No, it's okay. 331 00:51:32.440 --> 00:51:34.000 Jenny Duan: Okay. 332 00:51:34.530 --> 00:51:36.760 Jenny Duan: The other thing. 333 00:51:37.370 --> 00:51:43.509 Jenny Duan: It's relevant to you. Okay, that's not relevant to you. 334 00:51:43.660 --> 00:51:48.029 Jenny Duan: what is this? 335 00:51:48.410 --> 00:51:56.630 Jenny Duan: So okay, not relevant to you. Oh, okay. Another thing I wanna just put on the table is 336 00:51:56.790 --> 00:52:13.469 Jenny Duan: this, I'm planning to apply for this. I want you to apply for this, too. Go speak up the United Nations General Assembly like Submit an application. Why not? I'll give you credit. You could talk about empowering AI and what you're doing there? 337 00:52:13.660 --> 00:52:41.459 Jenny Duan: so this will be on our dock. Yeah, after we finish. So I think the timeline is, we're gonna finish this this journalism application. And then, after that I want to work on your application for the the AI conference. And then, after that, I want to do this. So that's kind of the the next week and a half how it's gonna go anyways, any other questions I know, we touched on a lot of things today. So I wanna make sure you're clear on how things are gonna go moving forward. 338 00:52:42.690 --> 00:52:45.739 huda siraj: Yeah. So after. So, okay, so 339 00:52:46.300 --> 00:52:52.079 huda siraj: so code with classy, is that due this Friday as well. 340 00:52:52.620 --> 00:53:09.499 Jenny Duan: Just do whenever you can get a day like as soon as possible, like low stakes like you can just type a response and submit it. It's not super. I don't think it's super high stakes. I don't think they're like extremely selective, like they try to open it up to as many people as possible. 341 00:53:09.650 --> 00:53:28.989 huda siraj: So, okay, yeah, okay, yeah. I don't think I need to look over that. I think you're gonna submit it whenever you feel comfortable with your answers. Okay? And so, okay, so so, priority is, first, I have to finish j Kamp, and then go to classy and then 342 00:53:29.220 --> 00:53:32.330 huda siraj: And then the 343 00:53:32.550 --> 00:53:37.810 Jenny Duan: this like conference one, is that the next one after this? Yeah, that's the next one after this. Yeah. 344 00:53:37.940 --> 00:53:46.799 Jenny Duan: okay, then don't worry about it. After that, after that, like, I'll start introducing more stuff. But, like the most immediate things are, get this 345 00:53:47.110 --> 00:53:51.879 Jenny Duan: jcamp application, and that's like Number one priority. And then after that, we can talk about other stuff. 346 00:53:52.370 --> 00:53:54.010 huda siraj: Okay. 347 00:53:54.360 --> 00:53:59.440 Jenny Duan: okay, cool then looking forward to reading your responses, take care bye.",
  "segments": [
    "Week 12 - Coaching_Jenny_Huda_Wk12_2024-02-28_M_7897c3b461ca6086U_U_00-00-00 WEBVTT 1 00:00:04.320 --> 00:00:05.399 Jenny Duan: Now, where are you? 2 00:00:48.100 --> 00:00:48.890 We don't. 3 00:00:49.460 --> 00:00:51.700 huda siraj: Well, 1 Si think. 4 00:00:52.840 --> 00:00:53.640 huda siraj: Patrick. 5 00:00:55.750 --> 00:00:57.190 huda siraj: how's my mic working. 6 00:00:57.820 --> 00:00:58.800 Jenny Duan: sorting? 7 00:00:59.290 --> 00:01:00.460 huda siraj: You're gonna credit it. 8 00:01:00.740 --> 00:01:02.740 Jenny Duan: Okay, cool. But couple couple things. 9 00:01:02.880 --> 00:01:04.700 Jenny Duan: Oh, go ahead. Can you hear me? 10 00:01:05.180 --> 00:01:13.220 huda siraj: Yeah, I just wanted to check my, if my right mic was connected. Sure? Alright, yeah, I think it's good. 11 00:01:13.600 --> 00:01:15.749 Jenny Duan: Okay, very cool. 12 00:01:16.380 --> 00:01:38.949 Jenny Duan: so yeah, first couple of things. I'm glad that you're able to submit the Princeton thing history. I literally just found out about it like through random, like Google, search yesterday. So I'm like, really glad that you're able to submit it with your counselor like, how did that go like, were you able to talk to them in person? 13 00:01:38.990 --> 00:01:49.149 huda siraj: So I looked into it like last period. So like I did get the like the message last period, so that I quickly like went to the Princeton page, and oh, like! Requested my calendar for it. 14 00:01:49.250 --> 00:01:56.850 huda siraj: and just like make sure she gets it on time. I went to her office after school to see if she's there, and she's there, and then 15 00:01:56.950 --> 00:01:59.960 huda siraj: And then I told her about it, and she kinda yelled at me. 16 00:01:59.980 --> 00:02:20.970 huda siraj: she said that busy. Yeah, she said. She's like really busy with like, trans, I would like sorry scheduling for next year, and like I have to tell her way beforehand, and I don't know. It's just like she kind of yel",
    "led at me, but I guess she got it in. So it's fine. Wait. How do you know that she got it in? 17 00:02:21.350 --> 00:02:23.809 huda siraj: I got an email notification. 18 00:02:24.230 --> 00:02:37.379 huda siraj: Did you yell at you in like a mean way, or like in a like annoyed like, or like kind hearted way. I think she was kinda annoyed like cause she was like like, she's just like glaring at me and everything. But it's fine. 19 00:02:37.580 --> 00:02:41.100 Jenny Duan: Oh. 20 00:02:41.130 --> 00:02:59.249 Jenny Duan: I mean, I don't know. Like, maybe, is there other ways that you can like, try to improve your relationship with your like. I think this is like something really important, because for me, like when I was in high school, my counselor was one of my biggest advocates, like he was just like really supportive of everything that I did. And he 21 00:02:59.380 --> 00:03:25.699 Jenny Duan: I had to burden him with a lot of last minute requests like this one. Unfortunately. Because, you know, only there's so many programs out there and like, sometimes it's impossible to know every single one. Even if you've done a lot of research like sometimes, you know, things just come up. And then you're like, Okay, well, the deadline today, or it's tomorrow, or it's like, in 3 h. And you need. And you just like need something from someone. And like, I think it's important to build up that relationship pretty early on and like, try to improve it to the best of your ability. So like. 22 00:03:25.700 --> 00:03:32.079 Jenny Duan: I don't know, did you? Are you able to have just like general conversations with your counselor. Is that a thing that you're able to do? 23 00:03:32.810 --> 00:03:54.090 huda siraj: So usually, we like we have, like basically a flex period where we can kind of go to the counselors. But there's like a few activities like coloring with the counselor and stuff like that. But a lot of the time like my specific counsel, she doesn't show up to those so lik",
    "e it's kind of. 24 00:03:54.270 --> 00:04:13.180 huda siraj: I mean, I could possibly like. Just go in and talk to her. But II feel like that might just be like hostile especially since, like the first time like I think my dad kind of got involved and like kind of raised it to the principal and I think that just kind of gave her like a bad impression of me. So yeah. 25 00:04:13.430 --> 00:04:39.579 Jenny Duan: okay, what you should do is tomorrow or the next Flex period, or whenever you can, you should just go up to her office. Get up, get a physical, thank you. Card. Get like, go to like the store like save by or something. Get a thank you. Card and write a hand. Thank you. Letter to her. In it, if you can. You can give her like a $20 gift card or something not like 26 00:04:39.630 --> 00:04:58.449 Jenny Duan: I used to do it to Starbucks, but like don't don't support Starbucks. You went to somewhere else, but like like, just like, get her like a coffee or something like the equivalent of like getting her coffee, basically. And just be like, thank you so much for supporting me like I really appreciate like your accommodation for this last minute request. I understand that, like 27 00:04:58.450 --> 00:05:11.319 Jenny Duan: your time, is extremely valuable, and I so appreciate, like don't be like, don't apologize. Don't be like I'm sorry. Just be like, I really appreciate the extra effort you've put into supporting me. You can say like 28 00:05:11.910 --> 00:05:41.210 Jenny Duan: it's been difficult. You can like. You don't have to write this, but if you feel like writing it, you can be. You can like, be like, it's been really difficult navigating like this like college prep journey. And like, I know that you work with so many students. And you like, make a big impact through your work like, say, like something like like kind of like using some clattering language and like, write her a physical, a physical, thank you card and put like a little gift card in it. Not no",
    "t like too much money, just like $10, $50 to like a coffee shop, or something that you think that she would appreciate. 29 00:05:41.210 --> 00:05:54.490 Jenny Duan: and then just give it to her. If you can't give it to her like in person, just give it to the secretary or something, and ask them to pass along to her, and that should be good, and then like, and then every teacher appreciation. Just 30 00:05:55.000 --> 00:06:12.609 Jenny Duan: bake her some cookies, get her some flowers something like that, like every like opportunity, like teachers, appreciation, Christmas, everything. Do this for actually all your teachers, if you can. Right, you don't even need to get them gift cards if you don't want to. But like, write handwritten. Thank you. Cards and get them like 31 00:06:12.610 --> 00:06:35.159 Jenny Duan: a bar of chocolate or something so basically like something very, very small, like, it's not the monetary value. It's just like the handwritten card to show your appreciation. And if you can like a $10 gift cards somewhere would be like kind of nice. But you don't need to do that, but actually do this for all your teachers like I usually do for my teachers at Christmas time business. You do like the end of the school year right? Like I really enjoy being in your class. I 32 00:06:35.210 --> 00:06:36.759 Jenny Duan: you know whatever. 33 00:06:36.770 --> 00:06:45.230 Jenny Duan: And just this is like a pattern you should just like do this next year, like during Christmas or at the end of the year. Just think, teacher appreciation. We just do it like 34 00:06:45.410 --> 00:06:50.389 Jenny Duan: W. Whenever you get the opportunity to. And then they will remember you and think positively about you. 35 00:06:50.600 --> 00:07:06.180 huda siraj: Yeah, I usually I usually do it like during Christmas time, and like actually like what my English teacher she's a swifty. So then I gave her like a friendship bracelet. And I think she's like she likes it, cause she always",
    " wears it. But yeah. 36 00:07:06.320 --> 00:07:19.939 Jenny Duan: yeah, so yeah, you should do this. Just do it for your teachers cause it makes it very different. And like right, basically, write a special card for your counselor, for helping you this with helping you this with helping you with this specific request and give it to her like tomorrow or 37 00:07:20.000 --> 00:07:22.779 Jenny Duan: whenever you can. So yeah. 38 00:07:22.930 --> 00:07:25.469 Jenny Duan: so yeah, that's good. And then. 39 00:07:25.760 --> 00:07:32.270 Jenny Duan: With regard to classy, I'm really happy that you got off the wait list for that. It's gonna be at Stanford like 40 00:07:32.490 --> 00:07:48.849 Jenny Duan: that's the location. I don't know if they've shared that with you yet. I don't know. Did they say that? Okay, it'll be at the Stanford Faculty Club. So yeah, super exciting. Have me show you around when you're here. Hopefully, it's not raining, cause it rains a lot over here. Actually, 41 00:07:49.090 --> 00:07:59.989 Jenny Duan: but yeah, I think it'll be really fun. All the teaching team is like working really hard to prep for it, so that should be good. I don't think it'll be like. 42 00:08:00.780 --> 00:08:13.090 Jenny Duan: I don't wanna reveal. It's too much. I don't think it'll be like of like a coding project, but it'll just be like a fun time for you to like the other girls who are interested in coding and things like that. Anyways. 43 00:08:13.860 --> 00:08:32.809 huda siraj: So I see that you've shared your Jc. Campus. So I think we should just go straight into that as the Dylan's approaching. Yeah, I kind of only wrote like one full one. But I started brainstorming for the other. And yeah, okay, cool. That. How did you hear about Jake Camp? This is like 44 00:08:33.010 --> 00:08:37.169 Jenny Duan: they don't really care how you heard about it. But 45 00:08:37.409 --> 00:08:38.789 Jenny Duan: yeah, 46 00:08:39.080 --> 00:08:53.569 Jenny Duan: yeah, can you copy, ",
    "paste the rest of the questions into this document? Actually. So we can see all of them in contact. Oh, I didn't scroll. Sorry about that. Okay, yeah. Why would you? Wanna 47 00:08:53.690 --> 00:09:00.289 Jenny Duan: This is good. Another thing is, let me just look at the rest of the questions first, really quickly, 48 00:09:01.600 --> 00:09:12.009 Jenny Duan: is there anything else you would like to consider with your application? This is really this is an important question, just right about how a rural farm town like you really need a link. 49 00:09:12.590 --> 00:09:15.100 huda siraj: I think I think you can really 50 00:09:15.890 --> 00:09:39.929 Jenny Duan: like, take advantage of the story that you have because it sets you apart like the rural farm town. You can say that, like the ability to tell your story like not having previous opportunities to do so because you're like city doesn't have the resources to. And like, there's no like student journalism programs, something like that say, like, diversity, really wanna hammer that, and like not see yourself represented not having opportunities, and, like Jcm. Would be like your first, and maybe only opportunity 51 00:09:40.070 --> 00:09:44.230 Jenny Duan: to like. Do this, and you can also, if you want to. 52 00:09:44.740 --> 00:09:46.090 Jenny Duan: I say 53 00:09:46.190 --> 00:09:56.620 Jenny Duan: cause they ask for your family's income. Right? You can also say like, it's a free program, and you don't have like the resources to access like other journalism programs. And so like, this is a really unique opportunity. Basically, you wanna like. 54 00:09:57.980 --> 00:10:03.859 Jenny Duan: really hammer in, like all the diversity, all the demographic information that you can to like. Tell your story. 55 00:10:03.910 --> 00:10:19.560 Jenny Duan: so that's like for this. Is there anything else you would like to consider with your application. Why, you wanna attend. Jkm, this is like a pretty standard thing. You cou",
    "ld also just emphasize again, how like you are really interested in, in, in in 56 00:10:19.560 --> 00:10:45.049 Jenny Duan: journalism. You don't have the really the opportunity to take part in like an in-depth journalism experience with other people beyond. Like the journalism that you've already pursued. You can mentioned folklif initiative, mentioned your work with the student news, and then talk about like the connection to the alumni and the like resources and faculty that Jake can't break. So not only the program itself, but like the legacy of the people who've done it, and like the resources they will put you with, that would be good. 57 00:10:45.230 --> 00:11:01.830 Jenny Duan: okay, what do you consider some of your hobbies? I know you've seen this like, I know you've written this essay. We'll come back to that. I just wanna make sure that your brainstorm for everything else. First. What would you consider some of your hobbies, or how do you like spend your free time? 58 00:11:01.890 --> 00:11:07.040 Jenny Duan: What are you thinking about answering for this one? I think you can just answer like, pretty honestly. 59 00:11:08.090 --> 00:11:11.750 huda siraj: probably like 60 00:11:12.450 --> 00:11:15.019 huda siraj: I really like watching short films. 61 00:11:15.090 --> 00:11:20.840 huda siraj: I'd watch like just kind of their storytelling perspective. 62 00:11:20.880 --> 00:11:31.999 huda siraj: I guess, like playing games. I guess this is like all kinda like before, like the hard part of school. But like I probably play games a lot 63 00:11:32.130 --> 00:11:33.990 huda siraj: and 64 00:11:39.100 --> 00:12:01.869 Jenny Duan: I would just like, listen to my playlist. Those are things that I kinda do say, like you enjoy like storytelling, or like you enjoy exploring stories in different forms, whether that's like through film making, whether that's through games. This games are also a form of communication and storytelling, right or like books and podcasts ",
    "and things like that. So 65 00:12:02.010 --> 00:12:13.630 Jenny Duan: yeah. maybe you can say, like, you enjoy like. you don't have to say, I enjoy. What would you consider some of your hobbies? Or how do you spend your free time? You can say, like exploring stories, Colonel. 66 00:12:14.530 --> 00:12:19.230 Jenny Duan: through film digital games and books? 67 00:12:19.490 --> 00:12:26.860 Jenny Duan: I spend hours, or some of my favorites include, or you know, something like that. This is this is only 50 words. So you don't need to write like 68 00:12:27.110 --> 00:12:36.750 Jenny Duan: necessarily full sentence like you don't need it right? Like I enjoy like you can just like the last part like doesn't have to be super verbose 69 00:12:36.860 --> 00:12:43.490 Jenny Duan: in the time left before you graduate high school. How would you like to grow and develop as a person? This is a really good question. What do you? What do you think? 70 00:12:44.050 --> 00:12:46.270 huda siraj: I think 71 00:12:47.930 --> 00:12:51.699 huda siraj: I'd like to learn how to like? I don't know if this is 72 00:12:52.210 --> 00:12:58.170 huda siraj: okay. So the wording is kind of weird, but I'd like to learn how to talk better, cause I'm like 73 00:12:58.210 --> 00:13:15.429 huda siraj: I do like writing and stuff and and writing on paper and telling story through written works, but as like a person like when I talk in person like, I just feel like I'm not able to convey my thoughts is better. So like 74 00:13:15.490 --> 00:13:23.910 huda siraj: like. After after some of the time till I graduate high school, I wanna become a more outspoken person and 75 00:13:24.150 --> 00:13:27.880 huda siraj: and I guess, considerate of other things in the world. 76 00:13:28.540 --> 00:13:33.999 Jenny Duan: Yeah, that's that's really awesome. Also, before I forget, this is a bit 77 00:13:34.660 --> 00:13:40.200 Jenny Duan: what's it called tangential. But I really want you to reach out to 78 00:13:4",
    "0.510 --> 00:13:50.340 Jenny Duan: someone named Amira Shui. Let me give you her Linkedin. I want you to send her a call Linkedin, DM. And ask if you can chat with her. 79 00:13:50.490 --> 00:13:54.269 Jenny Duan: Oh, 1 s, while I blink. 80 00:13:54.660 --> 00:13:57.120 Jenny Duan: She's from Portland. 81 00:13:57.400 --> 00:14:04.270 Jenny Duan: she's also a coded classy scholar. It's just I met her and she's also 82 00:14:04.630 --> 00:14:29.739 Jenny Duan: like, she's also goes to Stanford. But she's also interested in computer science and she's also Muslim, and she's also really involved in poetry. So I think it would just be cool for you to talk for her just because you have like really similar backgrounds. You can look at her. Linkedin sheet is let's see, Co. Founder and executive director of mostly my youth empowerment did. Ssp, bunch of like other stuff. 83 00:14:29.740 --> 00:14:34.780 Jenny Duan: I just think like she and I also know she's really involved in college tree. So I think you should talk to her to see 84 00:14:34.800 --> 00:14:50.469 Jenny Duan: first, just first of all to meet her and learn about her background, her journey, and like things that she's involved in, because she's also studying Cs, so I think she's like a really good like example of of like, basically you basically on like a 2 years younger type of level. But second of all. 85 00:14:50.630 --> 00:15:07.869 Jenny Duan: she is a poet, so it could be cool to ask her about like opportunities for writing, or maybe have her write for folklift, or like submit. She has, like a lot of writing that she's written already about Palestine, and so like having her submit a piece to folklift, or ask if you couldn't like, publish, or like share a piece of her work. 86 00:15:08.460 --> 00:15:18.679 Jenny Duan: but as something else. But anyways, I think you should just like reach out to her and like, learn about her background just on its own, because she's like super accomplished. And like. 87 00:",
    "15:19.670 --> 00:15:23.240 Jenny Duan: yeah, I think you could just talk to her in general. 88 00:15:23.350 --> 00:15:24.460 huda siraj: Yeah. 89 00:15:24.580 --> 00:15:36.769 Jenny Duan: that sounds great, but she's she looks really nice. And like her, she is really nice. She's also from Portland, so like talk to her. I don't really know if you remember zoom code seat. 90 00:15:36.770 --> 00:16:00.189 huda siraj: but it could maybe mention my name, but I don't know if she remembers me, but I think anyways, you should just reach out to her regardless. She's really nice. I had a I had a quick question so like when I'm like reaching out to people on Linkedin. Like Nicholas for example, from encode justice. I kind of find it hard to like transition from just like introducing myself to like asking something, you know, like 91 00:16:00.530 --> 00:16:10.400 huda siraj: at least for Nicholas. I don't know how to respond, because I did my, I like connected and introduced myself and he just said, happy to connect. But I don't know how to like. 92 00:16:10.600 --> 00:16:17.079 huda siraj: you know, like a message from there to kind of ask my question. I would say 93 00:16:17.780 --> 00:16:32.910 Jenny Duan: happy to connect, I would say likewise, I'm interested. I'm I'm typing up a drop message in the Zoom chat right now. I'm interested in the opportunity to 94 00:16:33.000 --> 00:16:39.760 Jenny Duan: join the AI the Encode justice. 95 00:16:40.030 --> 00:16:46.280 Jenny Duan: Ai advisory Board. I see that. There are 96 00:16:46.900 --> 00:16:55.249 Jenny Duan: there might be an opportunity to collaborate on the I forget what the exact, I think was labor 97 00:16:55.270 --> 00:16:58.240 Jenny Duan: on the labor team. 98 00:16:58.490 --> 00:17:06.780 Jenny Duan: and I'd love to contribute. I have previous experience writing and leading 99 00:17:07.200 --> 00:17:09.550 Jenny Duan: AI ethics initiatives. 100 00:17:09.569 --> 00:17:12.960 Jenny Duan: And I love to chat further. ",
    "101 00:17:13.510 --> 00:17:15.289 Jenny Duan: If yeah. 102 00:17:15.880 --> 00:17:17.549 Jenny Duan: I would say something like this. 103 00:17:17.710 --> 00:17:31.350 Jenny Duan: okay, alright, that's that's really great. Just like copy paste that and send it to him. And then for just cold reaching out to people in general, I would say like, Hi, I'm huda a current. 104 00:17:31.610 --> 00:17:36.110 Jenny Duan: jun, a current High School Junior, interested in. 105 00:17:36.280 --> 00:17:39.239 Jenny Duan: Aye. for for 106 00:17:39.420 --> 00:17:48.350 Jenny Duan: depending on who you are talking to, it's going to be different. I'm super interested in your background. 107 00:17:48.360 --> 00:17:53.890 Jenny Duan: And would love to have a conversation about 108 00:17:54.060 --> 00:17:59.929 Jenny Duan: blank. When are we? Do you have any availability in the next? 109 00:18:01.600 --> 00:18:06.210 Jenny Duan: in the next one to 3 weeks. 110 00:18:06.540 --> 00:18:18.059 Jenny Duan: What but when you connect like with the message? Th, there's a word, count, or a character count limit. So just edit this message to like fit into the constraints of the word count. 111 00:18:18.490 --> 00:18:23.869 Jenny Duan: Like, for example, too many words you can take out like I'm super interested. You could just be like I'm interested in. 112 00:18:24.040 --> 00:18:32.260 Jenny Duan: We're like whatever just you can edit the message as you see fit. But that's basically what I send. Whenever I do, the cold outreach the end. 113 00:18:32.390 --> 00:18:43.079 huda siraj: Yeah, yeah, super helpful. Like, II feel like I'm always struggling when I'm when I have to write these type of messages. But yeah, this is really helpful. 114 00:18:43.410 --> 00:18:54.579 Jenny Duan: Yeah, awesome. And then definitely reach out to Amira. I think she would be happy to talk to you. And yeah, super similar backgrounds. Like. really smart person. So yeah, okay. 115 00:18:55.250 --> 00:19:07.530 Jenny Duan:",
    " I think for okay, back to the jcamp essays and kinda got derailed. Sorry. is. There isn't the time left before you graduate from high school. How would you like to grow and develop as a person? 116 00:19:07.580 --> 00:19:10.330 Jenny Duan: Oh, say, like. 117 00:19:10.360 --> 00:19:12.130 Jenny Duan: okay. Maybe you can say like. 118 00:19:12.540 --> 00:19:29.060 Jenny Duan: something about like how growing up, you are like a little bit shy. But you want to become like more outspoken. And you've learned through advocacy that, like your voice, holds power, whether that's through writing or club leadership or other things in like 119 00:19:29.140 --> 00:19:46.620 Jenny Duan: you recognize that there's a need for action in X areas. And there's like, currently no one talking about it. And so, like you wanna leverage your voice to make a difference and do that. You need to like, become more comfortable as a leader and like public speaker, I think 120 00:19:46.850 --> 00:19:59.329 huda siraj: a pretty good framework. What do you think? Yeah, definitely. Yeah, I think I could definitely use it. Maybe some like aspects from like the Bank of America say, about like, being quiet as a kid. 121 00:19:59.890 --> 00:20:04.680 Jenny Duan: yeah and good. 122 00:20:04.700 --> 00:20:15.310 Jenny Duan: To become more outspoken. Voice to issue, not currently represented. 123 00:20:15.340 --> 00:20:25.250 Jenny Duan: You learn to be a leader through writing club leadership, etc., and recognize that your voice holds power. 124 00:20:25.260 --> 00:20:28.759 Jenny Duan: Okay, cool. What excites you? What are you passionate about? 125 00:20:30.270 --> 00:20:31.710 huda siraj: What do you think? 126 00:20:36.150 --> 00:20:47.019 huda siraj: I guess. Like the gamification, and like, like the gamification of like almost anything 127 00:20:47.030 --> 00:20:56.669 huda siraj: like for example, like storytelling, I love telling my stories through or like, telling. 128 00:20:57.140 --> 00:21:04.40",
    "0 huda siraj: I guess information through stories and fun topics. And like. 129 00:21:04.730 --> 00:21:10.720 huda siraj: okay, actually, this might not make too much sense. I feel like you have an essay about storytelling. So let's 130 00:21:11.200 --> 00:21:13.900 Jenny Duan: let's let's do a different topic. 131 00:21:14.340 --> 00:21:16.780 huda siraj: I guess. 132 00:21:17.800 --> 00:21:26.450 Jenny Duan: for them. Yeah, I didn't agree. Yeah, are there? Like. I also like, really like. 133 00:21:27.320 --> 00:21:48.719 huda siraj: teaching younger people like like, even at like just like this, is general, not really related to extra curriculars. But, like, personally, I just really like being around younger people and like offering them some sort of like advice and and like helping them learn things. And yeah. 134 00:21:54.080 --> 00:22:02.219 Jenny Duan: so I do the poster. This is like. This is how I would write the like this one, I would say, like 135 00:22:02.810 --> 00:22:13.380 Jenny Duan: education, mentorship for 3 like, Don't use these exact words, cause I don't know if this fully encompasses what you do but like, do it in short, blurbs like this, and then vary the sentence length so like. 136 00:22:13.460 --> 00:22:28.439 Jenny Duan: for example for me what excites. Okay, I'll just write you an example really quickly, like, I'm not 100 perfect exam, not 100 perfect example. But just to give you a guideline on how to approach this essay. I'd do something like what excites you? Like 137 00:22:28.970 --> 00:22:36.470 Jenny Duan: what are you passionate about? I would say, rabbit holding down the Internet. 138 00:22:37.070 --> 00:22:46.730 Jenny Duan: Cultural anthropology, astrophysics, the science of taste. Thinking about 139 00:22:46.810 --> 00:22:49.929 Jenny Duan: climate change, solutions. 140 00:22:50.340 --> 00:22:52.119 Jenny Duan: youth, mental health. 141 00:22:52.420 --> 00:23:11.159 Jenny Duan: what the future of AI in the workplace looks like",
    " the next chapter of the latest Murakami novel, hospitality and 142 00:23:11.500 --> 00:23:28.569 huda siraj: luxury retail. So they like that like I would just write it in like sentences and bluffs like like kind of like, just to give as much. So do you suggest like giving like even outside of like education, like on teaching younger people like, just kind of like 143 00:23:28.640 --> 00:23:30.210 huda siraj: the casual things. 144 00:23:30.250 --> 00:23:41.900 Jenny Duan: Yeah, I think a mix to mix it up like casual and serious because it is also like a personality question like they kind of just wanna see? Like. obviously not work. Work is not your entirety of your life like 145 00:23:41.930 --> 00:24:05.639 Jenny Duan: they wanna see, like whatever person you are like, what you're interested in outside of journalism and like storytelling, and especially like what areas of journalism. Are you passionate about like? What kinds of stories you want to share, like all of this can fit in because, you know, journalism is is pretty broad. You don't just become like a journalism on very serious issues, like there's sports writers. There's food writers. There's people who cover New York fashion week. There's people who write about like 146 00:24:05.640 --> 00:24:21.770 Jenny Duan: travel experiences. And there's also, of course, people who write about like Israel, Palestine and Gaza. There's people who write about like the Russian Ukraine, like journalism, is very, very broad. So like if there's not like one thing you're constrained to in this case. And so they want to see like what you enjoy as well 147 00:24:21.820 --> 00:24:36.899 Jenny Duan: and like they're not limiting you on what you can write about. So you know you could write about anything. So I would try to blend it. So like things that you're passionate like for me, like you've mental health, something I care about what the future of AI, and the Board Place looks like thinking about climate change solutions, b",
    "ut also, like. 148 00:24:36.950 --> 00:24:40.719 Jenny Duan: you know, the books I read like. I'm very passionate about like 149 00:24:40.930 --> 00:24:44.779 Jenny Duan: hospitality and like hotels, and that's like pretty niche. But, like. 150 00:24:45.480 --> 00:24:49.269 huda siraj: you know, there's, I guess, magazines that cover that, too. 151 00:24:49.580 --> 00:24:52.499 Jenny Duan: It's not a perfect example. But 152 00:24:52.620 --> 00:25:08.219 Jenny Duan: like, do you get what the framework of this looks like? Okay, cool. How would your friends and classmates describe you in 2 words? So this is different than how would you describe yourself in 3 words? It's interesting. They ask both those questions right? Like kind of like. 153 00:25:08.580 --> 00:25:13.050 huda siraj: I might ask my friends to describe me in 2 words and see what they say. 154 00:25:13.090 --> 00:25:15.840 Jenny Duan: Yeah, yeah, yeah. 155 00:25:16.840 --> 00:25:29.050 huda siraj: What do you? Okay, yeah. That's that's good. Wait for this kind of like question like, what kind of like? What are you trying to portray and like cause? If, like, I feel like my friends will probably see something like 156 00:25:29.150 --> 00:25:34.220 huda siraj: friendly and goofy, or something like that, like like. What kind of 157 00:25:34.580 --> 00:25:44.429 huda siraj: like? What are we trying to tell the like admissions people with this question, though how would you describe yourself in 3 words? 158 00:25:45.500 --> 00:25:59.450 Jenny Duan: it's, I think, for that one. I would just answer traits for how someone, how your friends and classmates described you into words. Have you heard about this concept that, like your college admissions, counselors should be able to give you like a nickname? Have you 159 00:25:59.550 --> 00:26:07.360 Jenny Duan: your readership give you a nickname. Have you heard about that like this is like the this is like the the world record debater. This is like the 160 00:26:07.7",
    "70 --> 00:26:10.200 Jenny Duan: I don't know like 161 00:26:10.710 --> 00:26:18.649 Jenny Duan: swimmer with Adhd like this is like the artistic like Baker. Whatever like that, I think, is what they're trying to. They're trying to give you like a. 162 00:26:18.660 --> 00:26:19.699 Jenny Duan: you know, a 163 00:26:19.900 --> 00:26:31.279 Jenny Duan: label like that into words. And so I think so. It's not so for this one. The answer is not gonna be like, you're intelligent, curious, like, that's not what you're looking for. They're looking for like, you're like the 164 00:26:31.840 --> 00:26:38.130 Jenny Duan: whatever whatever. Yeah. Like, you're the 165 00:26:39.270 --> 00:27:05.839 huda siraj: okay. 166 00:27:05.910 --> 00:27:09.110 Jenny Duan: Huda, okay, yeah. 167 00:27:09.280 --> 00:27:10.580 Jenny Duan: Okay, okay, cool. 168 00:27:11.050 --> 00:27:24.400 Jenny Duan: how would your friends at class? So you are like the hudders, Raj, you're like the whatever. So if you could think about 2 words that you would want the entirety of your application to be condensed into. Where like that, you want people to know, you buy. What would you say. 169 00:27:27.130 --> 00:27:29.599 huda siraj: maybe the artsy nerd. 170 00:27:30.740 --> 00:27:42.409 Jenny Duan: okay, I feel like that's not comprehensive, because I don't want to see Artsy too much in you like in your in your like. Okay, I know, like artsy. Yes, game developer. Yes, but like it feels like that's not comprehensive of 171 00:27:43.060 --> 00:27:47.369 Jenny Duan: who you are. And I think, yeah, maybe say, like 172 00:27:47.400 --> 00:27:53.080 Jenny Duan: how would you, friends and classmates describe you in 2 words? 173 00:27:57.280 --> 00:28:02.059 Jenny Duan: I would say something like like a gentle leader, or something like that 174 00:28:02.300 --> 00:28:11.469 Jenny Duan: or like something along those lines. 175 00:28:11.760 --> 00:28:16.049 Jenny Duan: let me ask, like, some chi Gpt to come up with some ",
    "answers. 176 00:28:16.280 --> 00:28:22.350 Jenny Duan: please speak, 177 00:28:22.840 --> 00:28:24.249 Jenny Duan: and go to the line. 178 00:28:27.630 --> 00:28:31.580 Jenny Duan: give me a second robot 179 00:28:31.840 --> 00:28:34.090 Jenny Duan: cheese. 180 00:28:34.410 --> 00:29:02.320 Jenny Duan: so I think. 181 00:29:02.610 --> 00:29:07.500 Jenny Duan: this chat says 182 00:29:07.920 --> 00:29:16.510 Jenny Duan: thoughtful, visionary, quiet innovator. reserved dreamer, humble trailblazer, reflective inventor. 183 00:29:16.710 --> 00:29:18.430 Jenny Duan: calmly insightful. 184 00:29:18.770 --> 00:29:22.169 Jenny Duan: practically imaginative, discreetly talented. 185 00:29:23.250 --> 00:29:24.979 Jenny Duan: Hmm! I feel like 186 00:29:30.210 --> 00:29:33.440 Jenny Duan: I don't know. Is there anything that you feel yourself resonating with? 187 00:29:34.660 --> 00:29:39.370 Jenny Duan: So then you can come up with yourself as well if you want to. 188 00:29:41.000 --> 00:29:41.850 Jenny Duan: Okay. 189 00:29:43.780 --> 00:29:46.030 huda siraj: I can't think of anything right now. But 190 00:29:47.280 --> 00:30:01.030 huda siraj: okay, I don't know if this like adds too much to my profile, but like introverted extrovert, maybe. 191 00:30:01.410 --> 00:30:02.800 Jenny Duan: Hmm. 192 00:30:03.860 --> 00:30:07.640 huda siraj: yeah, I don't think that really adds anything. 193 00:30:08.840 --> 00:30:10.520 Jenny Duan: Let me see what 194 00:30:21.980 --> 00:30:24.520 Jenny Duan: active listener is kind of a 195 00:30:25.120 --> 00:30:26.680 Jenny Duan: like a good turn. 196 00:30:31.590 --> 00:30:32.980 Jenny Duan: And 197 00:30:35.250 --> 00:30:35.930 okay. 198 00:30:36.360 --> 00:30:39.260 Jenny Duan: 2 words is like so few. 199 00:30:39.680 --> 00:30:44.000 Jenny Duan: what is at least 3? Because then you could be like like 200 00:30:45.260 --> 00:30:53.289 Jenny Duan: quiet book, like kind of like some like you could. If you. If you had 3 words it'd be good. Bu",
    "t 2 words. 201 00:30:53.490 --> 00:31:01.899 huda siraj: Let's just stick with gentle leader, for now and then maybe you can ask around like, ask your family and friends and see what they would say. 202 00:31:02.030 --> 00:31:07.340 Jenny Duan: Okay, please discuss the challenge you've struggled with and how you've grown from the experience. 203 00:31:07.680 --> 00:31:15.960 Jenny Duan: I feel like you have many examples along these lines, but you have anything off the top of head that you would want to write about for this example. 204 00:31:16.320 --> 00:31:20.650 huda siraj: Maybe I can use my essay, which is about like 205 00:31:20.940 --> 00:31:31.959 huda siraj: the Msa club, maybe and like how they didn't let any girls on the board. And then I can talk about like, maybe, like my experience with the Filmmakers Club, especially because it's like 206 00:31:32.060 --> 00:31:36.039 huda siraj: like how I was able to tell my story through those shirt films as well. 207 00:31:36.380 --> 00:31:42.839 Jenny Duan: Yeah. So if you only have one 100 words, I would just choose one of them, and then emphasize, like 208 00:31:42.940 --> 00:31:48.279 Jenny Duan: the skills that you use to overcome it. Have you heard about the star framework? By the way? 209 00:31:48.520 --> 00:31:49.370 huda siraj: No. 210 00:31:49.850 --> 00:31:59.719 Jenny Duan: So the star framework is like again, interview framework that I'm just gonna send this to you. It's just important to know if you ever get in interview. But 211 00:31:59.950 --> 00:32:05.450 Jenny Duan: See, you can use your you can frame your 212 00:32:05.500 --> 00:32:12.259 Jenny Duan: You're writing like this, too. Situation, task, action and result. So just 213 00:32:12.270 --> 00:32:28.050 Jenny Duan: make sure that you emphasize your actions, and like what you did to overcome the situation. Umhm, so like how you've grown and what you specifically did. Okay? And then, what is what is these arrows indicate? Are these like all ",
    "questions like, what does this mean? 214 00:32:28.370 --> 00:32:41.129 huda siraj: Yeah, these are questions. But they're just like, they're not like short essay questions or anything. They're just like telling you to like. Describe your leadership or your past experience with journalism and things like that. 215 00:32:41.440 --> 00:32:45.730 I think this is fine. So publication are outlet at school. So just 216 00:32:45.940 --> 00:32:48.340 Jenny Duan: couple sentences about that. 217 00:32:48.940 --> 00:32:51.760 Jenny Duan: is this the first question, or is this the first question? 218 00:32:52.610 --> 00:32:59.060 huda siraj: let me check the order. But 219 00:32:59.210 --> 00:33:09.580 huda siraj: okay, yeah. So first it says. please describe your involvement in 220 00:33:09.920 --> 00:33:17.049 huda siraj: publications at school. and then it says. outside of school. 221 00:33:17.060 --> 00:33:21.240 huda siraj: and then it says. 222 00:33:21.690 --> 00:33:33.549 huda siraj: your leadership positions. And it says, local community focused activities. And then it says, like what extracurriculars are you built in? 223 00:33:35.800 --> 00:33:45.050 Jenny Duan: Okay? Cool? I feel like you can just answer pretty honestly about these like, do you need a lot of guidance on these, or do you have any questions? Or do you feel like you've got it? 224 00:33:45.450 --> 00:34:04.299 huda siraj: Yeah. I was kind of confused. So like for some of them like, like community focus activities. Like folklore falls under that and also like like non school publications. So I was wondering if I should like mention it in both, or if I should just like mention it in the first one in this one. 225 00:34:04.430 --> 00:34:19.129 Jenny Duan: I could mention it in both. But yeah, I think it's fine if you mention it in both. Okay? And for for this one, about the like, local community focus activities. Should I mention empowering. AI, 226 00:34:19.739 --> 00:34:28.580 Jenny Duan: yeah, definite",
    "ly mentioned everything that you can do like everything that you do slash have done just make sure, it falls under the like correct category 227 00:34:28.699 --> 00:34:31.709 huda siraj: okay, sounds good. 228 00:34:31.920 --> 00:34:46.720 Jenny Duan: Actually, wait. For I'll just put it in the non-school publication, I think that's fine I don't think you need to put it in both places. For the community. One, you can talk about your involvement at the mosque, I feel like that's more relevant to that one. 229 00:34:47.350 --> 00:34:48.250 huda siraj: yeah. 230 00:34:48.510 --> 00:34:56.630 Jenny Duan: okay, cool, and then let's now go back to your first, too. So 231 00:34:56.850 --> 00:35:01.410 Jenny Duan: this essay. yes, is the background noise, very, loud 232 00:35:01.820 --> 00:35:13.260 Jenny Duan: just a little bit. Okay. I think it's too loud. I'm gonna put in headphones. I don't know if that would make it any better. Just let me know if it's like too distracting, because there's some people talking over here right now. 233 00:35:13.280 --> 00:35:25.929 Jenny Duan: Okay. So if you want to spend a month reporting on any single issue. What would it be? And why? What would you want to achieve with it, please? And what would you speak with? Can you explain to me what you are 234 00:35:26.850 --> 00:35:29.620 Jenny Duan: like, your thought process behind this piece. 235 00:35:30.100 --> 00:35:53.719 huda siraj: Yeah. So first, I started off with, like, a really large, like international perspective. I was, gonna write about. There's like a journalist in policy, and her name is Bisson, and she has, like a really interesting story. And like she just has a really interesting background. But I did like writing like a framework for that. I realized that like, it's kind of 236 00:35:53.720 --> 00:36:07.429 huda siraj: like, although I really wanna write about it. I feel like it's one a bit kinda cliche. I feel like everyone kinda wants to interview her, because especial",
    "ly cause she's like, really one of the most famous journalists at the time. And also like. 237 00:36:07.660 --> 00:36:09.530 huda siraj: there isn't like really 238 00:36:09.550 --> 00:36:35.950 huda siraj: one specific thing that I could achieve with like writing about her cause, like everyone already knows about her. It's just like it won't re, won't really bring. Bring, bring a change to write about her. So then I was like thinking, maybe something more impactful could be writing about a local issue that I've been affected with. So then I was kind of thinking. And this is, I also wrote about this in yesterday's Princeton essay. I wrote about like 239 00:36:35.950 --> 00:36:53.959 huda siraj: in my muscle community. There's like a lot of muscles from like every like different places, like there's Arabs, there's Indians, there's Pakistanis. And so it's kind of diverse. But there is some sort of kind of competition, and like divide between 240 00:36:54.280 --> 00:37:01.740 huda siraj: like Indians and Pakistanis in our communities. So like when we have like, we have, like our Muslim community, where 241 00:37:01.800 --> 00:37:19.270 huda siraj: there's like board members and stuff like there's usually like an animosity during elections and stuff like that. So I wanted to write about that specifically, and how like we're also similar. We believe in the same thing. And we're almost like the same cultures. But 242 00:37:19.780 --> 00:37:37.670 huda siraj: but like what sets us apart is like our superiority complexes, and how like I didn't. I don't understand this as someone who's just like has friends and stuff. Yeah, like, if it kind of makes more sense if I like read the essay. But yeah. 243 00:37:38.350 --> 00:37:46.420 Jenny Duan: I feel like I understand this. And this is something that I've heard like my South Asian friends talk about as well. So I think, like I have proper contact. I think. 244 00:37:46.540 --> 00:37:54.790 Jenny Duan: A really good way to frame",
    " this would be starting from the local community and go broader like you can. You can say something like 245 00:37:55.720 --> 00:38:15.659 Jenny Duan: I don't know. Like, just try to connect it back to the international community in some way, because, like, obviously, this is not just a mountain house issue, and obviously like the history of India and Pakistan, like, it goes pretty deep like, there's a lot of like history, and like geopolitical stuff like that provides context for this issue. And so like, you, can, you can write something about how like 246 00:38:15.820 --> 00:38:18.670 Jenny Duan: like 247 00:38:19.970 --> 00:38:33.730 Jenny Duan: these 2 bowls, like of curry, symbolize like a greater global issue. Don't say this in such like direct words, but like, how simple is a greater global issue of like, how people can't come together. And you wanna study like 248 00:38:33.880 --> 00:38:36.140 Jenny Duan: what causes like. 249 00:38:36.150 --> 00:38:44.039 Jenny Duan: what causes like, I don't know. This is too broad, but you can see, like what causes like the geopolitical tensions that that lead to 250 00:38:44.500 --> 00:38:57.520 Jenny Duan: price, international crises like the one happening in Gaza like what's happening with China and Taiwan? What's up like international border crises? And like these same types of things like effect, millions of people beyond just 251 00:38:57.600 --> 00:39:11.679 Jenny Duan: India Pakist, Pakistan. Right? It's like this pattern, repeated time and time again, with like really similar stories, like Time and time again. And so like these 2, bull Cre is symbolic and like, it's like 252 00:39:11.820 --> 00:39:25.399 Jenny Duan: presents, a greater world conflict that you know needs to be like. These stories need to be told through journalism and like. So I was struck your essay start with the local, go broad and then bring it back to the local 253 00:39:25.560 --> 00:39:29.039 Jenny Duan: does that framework make sense? 254 ",
    "00:39:29.070 --> 00:39:37.540 Jenny Duan: I really like what you're writing about? I think you can. There's a lot of stuff that you can condense, though I can. Is this Gp a little bit. 255 00:39:37.910 --> 00:39:39.940 huda siraj: No, no, okay. 256 00:39:40.100 --> 00:39:44.920 Jenny Duan: I would say, like. 257 00:39:46.580 --> 00:39:54.170 Jenny Duan: I don't think you need this. I think this can be like condensed to like. Rather it would be as I like this soon as Thursday 2 hurries together, but 258 00:39:54.220 --> 00:40:10.960 Jenny Duan: I think, like the my report will not just be a mere reporting of the issue, I think, try to avoid like passive voice when you can, and just say, like my report would act as a spoon that stores the 2 curves together, that you can just make that condensed. So you can add more writing. So 259 00:40:10.970 --> 00:40:12.629 Jenny Duan: something like that. And I think, like. 260 00:40:13.540 --> 00:40:16.659 Jenny Duan: this sentence could also be like. 261 00:40:16.910 --> 00:40:25.580 Jenny Duan: I like through my writing I strive to. I don't know. Capture. capture 262 00:40:25.690 --> 00:40:31.030 Jenny Duan: a community or capture a realization, or 263 00:40:31.180 --> 00:40:38.190 Jenny Duan: I hope to inspire realization or something like that. Do you know what I mean? Like something along those lines? 264 00:40:38.510 --> 00:40:46.089 Jenny Duan: yeah, I think that that's good. And then who would you wanna speak with? So you could maybe say like 265 00:40:46.410 --> 00:40:55.799 Jenny Duan: through interviews. So I think a lot of these words can be simplified. So you can see, like through interviews with local board leaders. 266 00:40:56.080 --> 00:41:03.850 Jenny Duan: through collaboration with local board leaders from the Pakistani and Indian associations comma like 267 00:41:04.090 --> 00:41:29.769 huda siraj: want to understand like the root causes of this issue something like that. So when you talk about kind of going ",
    "international when you expanding this to be like more international do you think I should like mention it like, maybe like, add a few sentences like over here. Talking about 268 00:41:29.810 --> 00:41:40.489 huda siraj: how these implications expand like beyond just India and Pakistan, how they affect like different communities like like, where do you think the placement would be best? 269 00:41:41.400 --> 00:41:52.030 Jenny Duan: Event would be like? Here, I think, like, I want to explore 270 00:41:52.060 --> 00:41:58.590 Jenny Duan: why this happens like, I would just change something like these 2 sentences and go from there. 271 00:41:59.840 --> 00:42:01.330 huda siraj: okay. 272 00:42:01.380 --> 00:42:23.070 Jenny Duan: yeah, cool, do you have any other questions about this? Yeah, do you think like, do you think my like introduction? If it's like, doesn't make sense like in the context, I think it does. I think it's really. 273 00:42:23.160 --> 00:42:27.880 Jenny Duan: I think it's really it's really compelling. Yeah. 274 00:42:28.660 --> 00:42:29.710 huda siraj: okay. 275 00:42:29.780 --> 00:42:45.450 Jenny Duan: yeah. I think, like, there needs to be some fine-tuned editing in terms of like sentence structure and word choice. But like, we can do that when you update like the organization that's not super concerning, I think. Like, yeah, it's it's good for now. 276 00:42:45.560 --> 00:42:46.830 Jenny Duan: And 277 00:42:47.110 --> 00:42:50.300 Jenny Duan: yeah, 278 00:42:50.730 --> 00:43:06.019 Jenny Duan: cool. I feel like this. So there's a pretty tight deck turnaround right? So would you like to meet again tomorrow to kind of finalize these essays? Do you have time, or do you want to just send them to me? And I can look over them asynchronously as well like 279 00:43:06.050 --> 00:43:14.859 huda siraj: I think I think it might be better if we can do asynchronously, because I have a meeting. I think I have a meeting 280 00:43:15.060 --> 00:43:20.290 huda sira",
    "j: with one of the like people from Empire. So 281 00:43:20.470 --> 00:43:38.480 Jenny Duan: well, yeah, so just send it to you whenever you're done, and I'll try to get feedback to you if it's been like around 4, 6 h. And I haven't said anything. Just text me. And I'll sometimes I just miss my emails and stuff. So just like, text, me, after you make the changes? Yeah. And 282 00:43:38.960 --> 00:43:45.160 Jenny Duan: and okay, cool. Do you have any other questions? I think this this 283 00:43:45.590 --> 00:43:52.660 Jenny Duan: I'm really optimistic that you'll get to this program like, I really hope that you do. I think you'd be a really good fit, and so 284 00:43:52.910 --> 00:43:58.110 Jenny Duan: I am very hopeful that you'll get in so I hope so too. 285 00:43:58.130 --> 00:44:01.460 huda siraj: Thank you. Cool any other questions. 286 00:44:01.800 --> 00:44:30.410 huda siraj: That should be all for now. Yeah, remember to reach out to Amira and reach back out to Nicholas about the board. Follow up. Oh, yeah, I've I forgot to tell you. But next Tuesday I'm going to a Youth action committee meeting, and we're organizing like a summer program thing for you. So let me just also just double check to see if I've 287 00:44:30.520 --> 00:44:34.420 Jenny Duan: I'm not missing anything. Cause I feel like there's a lot of March first. 288 00:44:34.810 --> 00:44:42.570 Jenny Duan: Oh, okay, okay, yes. This AI. This thing I really want you to apply for this. 289 00:44:42.890 --> 00:44:46.330 Jenny Duan: Oh, my God! 290 00:44:47.890 --> 00:44:55.079 Jenny Duan: What is the recommendation? Oh, my God! Do you have another letter of recommendation besides the one that you already have. 291 00:44:55.670 --> 00:45:01.080 huda siraj: No, I have. II mean, like I don't have any that I can that I have downloaded like. 292 00:45:01.430 --> 00:45:02.590 huda siraj: okay. 293 00:45:02.650 --> 00:45:05.119 huda siraj: this might be a moment where you need to 294 00:45:05.500 --> 00:45:30",
    ".899 Jenny Duan: another teacher to give you a letter recommendation to download. If you think this is not feasible, then you can skip it, but I really think this will be like a good opportunity for you. It's I don't know how to pronounce this word freeze AI. Whatever this word free spirit and journalism. Comp conference. Like Tommy, this is not a great fit for you, like I really think this is a great fit for you. Look at this. Look at this! Look at this! 295 00:45:31.390 --> 00:45:32.260 Jenny Duan: Look. 296 00:45:32.570 --> 00:45:48.899 Jenny Duan: You get an awesome page trip. $1,000, scholarship. It's for high School juniors to look at Washington, DC. And speak with top journalists like, Tell me, like you would fit in directly here I could see you can see. But 297 00:45:49.680 --> 00:45:59.689 Jenny Duan: oh, maybe this is not. AI, maybe this is like, I think this is just a journalism conference. But 298 00:46:00.150 --> 00:46:02.300 Jenny Duan: I 299 00:46:03.180 --> 00:46:28.860 Jenny Duan: yeah, really really want you to apply for this if you can. And so tomorrow you might need to go into school and ask an English teacher for a letter recommendation if possible. Okay, I think I can try asking another computer science teacher. I think I want to try to ask my computer science teacher. She could send me the Pdf 300 00:46:29.080 --> 00:46:48.030 huda siraj: of like her. I wonder if you could. I also like yesterday, really, last minute. I also added my history teachers. I don't think she's already done 3 of my programs so far. So 301 00:46:48.260 --> 00:46:55.680 Jenny Duan: maybe you can ask her if you can. Just yeah, like a letter that you can just send. This is the hard part. 302 00:46:55.870 --> 00:47:00.530 Jenny Duan: a go getter student, then you just like have to. This is a relationship. 303 00:47:00.660 --> 00:47:11.559 Jenny Duan: Oh, also, when you're writing a letter to your counselor, also write a thank you to your history teacher as well, like same ",
    "paper. This is so tough like 304 00:47:11.580 --> 00:47:33.999 Jenny Duan: what is recommendation? Should not be a barrier to this. Oh, wait! I had an idea. What about like? So you know, the podcast guy, I've been like kind of meeting. I could probably ask him to see if he could like mention anything about or, if he could like, write me a letter. 305 00:47:34.040 --> 00:47:40.069 Jenny Duan: Let's see, let me look at what these. what letters of recommendation needs to be. 306 00:47:40.600 --> 00:47:51.529 Jenny Duan: Okay, let me see 2 letters of recommendation. 307 00:47:52.310 --> 00:47:53.110 Jenny Duan: What 308 00:47:53.970 --> 00:47:58.690 Jenny Duan: on official letterhead? What does official letterhead mean 309 00:47:59.580 --> 00:48:05.960 Jenny Duan: like, I know what it means. So like, does this, you have to. Does this mean that you have to be a 310 00:48:06.910 --> 00:48:20.880 Jenny Duan: Oh, it's been extended to March 150, okay, okay, so it's not march first deadline. Okay, so now you have more time. But tomorrow you need to go and ask your second teacher for the letter of recommendation 311 00:48:21.090 --> 00:48:41.430 Jenny Duan: until March. Oh, okay, I think I'll I'll just like ask my like, history, teacher, if you can send me like the Pdf. So I can use it for like later ones as well has to be about journalism, though. So if you can ask the podcast guy that would be fine and another thing is like, okay, can you email these 312 00:48:41.490 --> 00:48:46.840 Jenny Duan: people and see if what? The 313 00:48:47.570 --> 00:48:59.040 Jenny Duan: Oh, look okay. Also, if you're ever bored, if you're ever bored, I want you to go, and like I was only one person per state. 314 00:48:59.770 --> 00:49:17.299 Jenny Duan: Okay, if you ever board, I would like you to go and like whatever scholarships that you're looking, that you're applying for go to their previous people and like go and stock every single one they're linked in, because find something interest",
    "ing and relevant to your own background as well. 315 00:49:18.750 --> 00:49:21.040 Jenny Duan: Okay, bye. 316 00:49:21.400 --> 00:49:25.020 Jenny Duan: Oh, wow! This is like, okay. 317 00:49:25.220 --> 00:49:26.360 Jenny Duan: Oh. 318 00:49:27.260 --> 00:49:31.569 Jenny Duan: yeah. So like, you can see what she's doing. And like 319 00:49:31.760 --> 00:49:41.739 Jenny Duan: this can give you inspiration for things you can do, too. So like if you're ever bored, just like, go on a scholarship page like, start looking up. All these people look at what activities they're involved in and see, like what you can learn from them. 320 00:49:41.760 --> 00:49:42.970 huda siraj: Umhm. 321 00:49:43.120 --> 00:49:45.370 Jenny Duan: But anyways, okay. 322 00:49:45.910 --> 00:49:56.939 Jenny Duan: something you can do. I want you to ask them if email them and see like, what types of recommendations they need. Because if if programs can give you like a 323 00:49:57.340 --> 00:49:58.790 Jenny Duan: a random. 324 00:49:59.070 --> 00:50:22.360 Jenny Duan: like a random, if you can submit like a mentor, one like I can write you a letter like anytime that you need you can. I can send you like I'm an advisor for like one of your pro like I can say, like, I'm an advisor for empowering AI like I can write you a lot of recommendation for that if you need and like stuff like that, if it's done, if it's like, if it's pretty loose on, who can be a recommender, and you really need one. I can write you one 325 00:50:22.440 --> 00:50:42.080 Jenny Duan: it'll be good. But if you, if you need to be on an official letterhead like I don't know what this means. So like, you need to ask them if they require school official because they didn't specify they required a school official. So yeah, but anyways ask your history teacher because if they don't require a school official, then, like the podcast guy might also be able to write you a letter recommendation something like that. 326 00:50:42.510 --> 00:5",
    "0:57.930 Jenny Duan: So yeah. But I think this one. They might want school officials. So you might need to ask another school official. And what you can do is you can create like a letter recommendation fact sheet. Have we talked about the letter recommendation fact sheets in the past? 327 00:50:58.140 --> 00:51:05.089 huda siraj: I think we touched info break for you, basically an entire outline for 328 00:51:05.350 --> 00:51:10.379 Jenny Duan: their letter recommendation. So that could simplify things a lot for them in the future. 329 00:51:10.840 --> 00:51:24.529 Jenny Duan: So yeah, okay, cool But I really want you to apply for this cause. I think this is like a really good opportunity for you. And let me see, I just wanna double check all my needs. 330 00:51:24.610 --> 00:51:32.120 Jenny Duan: No, since. See if there's any other programs. Sorry about the background noise. I know it's getting loud. No, it's okay. 331 00:51:32.440 --> 00:51:34.000 Jenny Duan: Okay. 332 00:51:34.530 --> 00:51:36.760 Jenny Duan: The other thing. 333 00:51:37.370 --> 00:51:43.509 Jenny Duan: It's relevant to you. Okay, that's not relevant to you. 334 00:51:43.660 --> 00:51:48.029 Jenny Duan: what is this? 335 00:51:48.410 --> 00:51:56.630 Jenny Duan: So okay, not relevant to you. Oh, okay. Another thing I wanna just put on the table is 336 00:51:56.790 --> 00:52:13.469 Jenny Duan: this, I'm planning to apply for this. I want you to apply for this, too. Go speak up the United Nations General Assembly like Submit an application. Why not? I'll give you credit. You could talk about empowering AI and what you're doing there? 337 00:52:13.660 --> 00:52:41.459 Jenny Duan: so this will be on our dock. Yeah, after we finish. So I think the timeline is, we're gonna finish this this journalism application. And then, after that I want to work on your application for the the AI conference. And then, after that, I want to do this. So that's kind of the the next week and a half how it's gonna go a",
    "nyways, any other questions I know, we touched on a lot of things today. So I wanna make sure you're clear on how things are gonna go moving forward. 338 00:52:42.690 --> 00:52:45.739 huda siraj: Yeah. So after. So, okay, so 339 00:52:46.300 --> 00:52:52.079 huda siraj: so code with classy, is that due this Friday as well. 340 00:52:52.620 --> 00:53:09.499 Jenny Duan: Just do whenever you can get a day like as soon as possible, like low stakes like you can just type a response and submit it. It's not super. I don't think it's super high stakes. I don't think they're like extremely selective, like they try to open it up to as many people as possible. 341 00:53:09.650 --> 00:53:28.989 huda siraj: So, okay, yeah, okay, yeah. I don't think I need to look over that. I think you're gonna submit it whenever you feel comfortable with your answers. Okay? And so, okay, so so, priority is, first, I have to finish j Kamp, and then go to classy and then 342 00:53:29.220 --> 00:53:32.330 huda siraj: And then the 343 00:53:32.550 --> 00:53:37.810 Jenny Duan: this like conference one, is that the next one after this? Yeah, that's the next one after this. Yeah. 344 00:53:37.940 --> 00:53:46.799 Jenny Duan: okay, then don't worry about it. After that, after that, like, I'll start introducing more stuff. But, like the most immediate things are, get this 345 00:53:47.110 --> 00:53:51.879 Jenny Duan: jcamp application, and that's like Number one priority. And then after that, we can talk about other stuff. 346 00:53:52.370 --> 00:53:54.010 huda siraj: Okay. 347 00:53:54.360 --> 00:53:59.440 Jenny Duan: okay, cool then looking forward to reading your responses, take care bye."
  ],
  "turns": [
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 4.32,
      "end": 5.399,
      "text": "Now, where are you? 2"
    },
    {
      "speaker": "unknown",
      "conf": 0.5,
      "start": 48.1,
      "end": 48.89,
      "text": "We don't. 3"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 49.46,
      "end": 57.19,
      "text": "Well, 1 Si think. 4 Patrick. 5 how's my mic working. 6"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 57.82,
      "end": 58.8,
      "text": "sorting? 7"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 59.29,
      "end": 60.46,
      "text": "You're gonna credit it. 8"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 60.74,
      "end": 64.7,
      "text": "Okay, cool. But couple couple things. 9 Oh, go ahead. Can you hear me? 10"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 65.18,
      "end": 73.22,
      "text": "Yeah, I just wanted to check my, if my right mic was connected. Sure? Alright, yeah, I think it's good. 11"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 73.6,
      "end": 98.949,
      "text": "Okay, very cool. 12 so yeah, first couple of things. I'm glad that you're able to submit the Princeton thing history. I literally just found out about it like through random, like Google, search yesterday. So I'm like, really glad that you're able to submit it with your counselor like, how did that go like, were you able to talk to them in person? 13"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 98.99000000000001,
      "end": 143.809,
      "text": "So I looked into it like last period. So like I did get the like the message last period, so that I quickly like went to the Princeton page, and oh, like! Requested my calendar for it. 14 and just like make sure she gets it on time. I went to her office after school to see if she's there, and she's there, and then 15 And then I told her about it, and she kinda yelled at me. 16 she said that busy. Yeah, she said. She's like really busy with like, trans, I would like sorry scheduling for next year, and like I have to tell her way beforehand, and I don't know. It's just like she kind of yelled at me, but I guess she got it in. So it's fine. Wait. How do you know that she got it in? 17 I got an email notification. 18"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 144.23,
      "end": 157.379,
      "text": "Did you yell at you in like a mean way, or like in a like annoyed like, or like kind hearted way. I think she was kinda annoyed like cause she was like like, she's just like glaring at me and everything. But it's fine. 19"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 157.57999999999998,
      "end": 179.249,
      "text": "Oh. 20 I mean, I don't know. Like, maybe, is there other ways that you can like, try to improve your relationship with your like. I think this is like something really important, because for me, like when I was in high school, my counselor was one of my biggest advocates, like he was just like really supportive of everything that I did. And he 21"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 179.38,
      "end": 212.079,
      "text": "I had to burden him with a lot of last minute requests like this one. Unfortunately. Because, you know, only there's so many programs out there and like, sometimes it's impossible to know every single one. Even if you've done a lot of research like sometimes, you know, things just come up. And then you're like, Okay, well, the deadline today, or it's tomorrow, or it's like, in 3 h. And you need. And you just like need something from someone. And like, I think it's important to build up that relationship pretty early on and like, try to improve it to the best of your ability. So like. 22 I don't know, did you? Are you able to have just like general conversations with your counselor. Is that a thing that you're able to do? 23"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 212.81,
      "end": 253.18,
      "text": "So usually, we like we have, like basically a flex period where we can kind of go to the counselors. But there's like a few activities like coloring with the counselor and stuff like that. But a lot of the time like my specific counsel, she doesn't show up to those so like it's kind of. 24 I mean, I could possibly like. Just go in and talk to her. But II feel like that might just be like hostile especially since, like the first time like I think my dad kind of got involved and like kind of raised it to the principal and I think that just kind of gave her like a bad impression of me. So yeah. 25"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 253.43,
      "end": 298.449,
      "text": "okay, what you should do is tomorrow or the next Flex period, or whenever you can, you should just go up to her office. Get up, get a physical, thank you. Card. Get like, go to like the store like save by or something. Get a thank you. Card and write a hand. Thank you. Letter to her. In it, if you can. You can give her like a $20 gift card or something not like 26 I used to do it to Starbucks, but like don't don't support Starbucks. You went to somewhere else, but like like, just like, get her like a coffee or something like the equivalent of like getting her coffee, basically. And just be like, thank you so much for supporting me like I really appreciate like your accommodation for this last minute request. I understand that, like 27"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 298.45,
      "end": 311.319,
      "text": "your time, is extremely valuable, and I so appreciate, like don't be like, don't apologize. Don't be like I'm sorry. Just be like, I really appreciate the extra effort you've put into supporting me. You can say like 28"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 311.91,
      "end": 341.21,
      "text": "it's been difficult. You can like. You don't have to write this, but if you feel like writing it, you can be. You can like, be like, it's been really difficult navigating like this like college prep journey. And like, I know that you work with so many students. And you like, make a big impact through your work like, say, like something like like kind of like using some clattering language and like, write her a physical, a physical, thank you card and put like a little gift card in it. Not not like too much money, just like $10, $50 to like a coffee shop, or something that you think that she would appreciate. 29"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 341.21,
      "end": 372.609,
      "text": "and then just give it to her. If you can't give it to her like in person, just give it to the secretary or something, and ask them to pass along to her, and that should be good, and then like, and then every teacher appreciation. Just 30 bake her some cookies, get her some flowers something like that, like every like opportunity, like teachers, appreciation, Christmas, everything. Do this for actually all your teachers, if you can. Right, you don't even need to get them gift cards if you don't want to. But like, write handwritten. Thank you. Cards and get them like 31"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 372.61,
      "end": 410.389,
      "text": "a bar of chocolate or something so basically like something very, very small, like, it's not the monetary value. It's just like the handwritten card to show your appreciation. And if you can like a $10 gift cards somewhere would be like kind of nice. But you don't need to do that, but actually do this for all your teachers like I usually do for my teachers at Christmas time business. You do like the end of the school year right? Like I really enjoy being in your class. I 32 you know whatever. 33 And just this is like a pattern you should just like do this next year, like during Christmas or at the end of the year. Just think, teacher appreciation. We just do it like 34 W. Whenever you get the opportunity to. And then they will remember you and think positively about you. 35"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 410.6,
      "end": 426.18,
      "text": "Yeah, I usually I usually do it like during Christmas time, and like actually like what my English teacher she's a swifty. So then I gave her like a friendship bracelet. And I think she's like she likes it, cause she always wears it. But yeah. 36"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 426.32,
      "end": 468.849,
      "text": "yeah, so yeah, you should do this. Just do it for your teachers cause it makes it very different. And like right, basically, write a special card for your counselor, for helping you this with helping you this with helping you with this specific request and give it to her like tomorrow or 37 whenever you can. So yeah. 38 so yeah, that's good. And then. 39 With regard to classy, I'm really happy that you got off the wait list for that. It's gonna be at Stanford like 40 that's the location. I don't know if they've shared that with you yet. I don't know. Did they say that? Okay, it'll be at the Stanford Faculty Club. So yeah, super exciting. Have me show you around when you're here. Hopefully, it's not raining, cause it rains a lot over here. Actually, 41"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 469.09000000000003,
      "end": 493.09,
      "text": "but yeah, I think it'll be really fun. All the teaching team is like working really hard to prep for it, so that should be good. I don't think it'll be like. 42 I don't wanna reveal. It's too much. I don't think it'll be like of like a coding project, but it'll just be like a fun time for you to like the other girls who are interested in coding and things like that. Anyways. 43"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 493.86,
      "end": 512.809,
      "text": "So I see that you've shared your Jc. Campus. So I think we should just go straight into that as the Dylan's approaching. Yeah, I kind of only wrote like one full one. But I started brainstorming for the other. And yeah, okay, cool. That. How did you hear about Jake Camp? This is like 44"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 513.01,
      "end": 552.009,
      "text": "they don't really care how you heard about it. But 45 yeah, 46 yeah, can you copy, paste the rest of the questions into this document? Actually. So we can see all of them in contact. Oh, I didn't scroll. Sorry about that. Okay, yeah. Why would you? Wanna 47 This is good. Another thing is, let me just look at the rest of the questions first, really quickly, 48 is there anything else you would like to consider with your application? This is really this is an important question, just right about how a rural farm town like you really need a link. 49"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 552.59,
      "end": 555.1,
      "text": "I think I think you can really 50"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 555.89,
      "end": 586.09,
      "text": "like, take advantage of the story that you have because it sets you apart like the rural farm town. You can say that, like the ability to tell your story like not having previous opportunities to do so because you're like city doesn't have the resources to. And like, there's no like student journalism programs, something like that say, like, diversity, really wanna hammer that, and like not see yourself represented not having opportunities, and, like Jcm. Would be like your first, and maybe only opportunity 51 to like. Do this, and you can also, if you want to. 52 I say 53"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 586.19,
      "end": 619.56,
      "text": "cause they ask for your family's income. Right? You can also say like, it's a free program, and you don't have like the resources to access like other journalism programs. And so like, this is a really unique opportunity. Basically, you wanna like. 54 really hammer in, like all the diversity, all the demographic information that you can to like. Tell your story. 55 so that's like for this. Is there anything else you would like to consider with your application. Why, you wanna attend. Jkm, this is like a pretty standard thing. You could also just emphasize again, how like you are really interested in, in, in in 56"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 619.56,
      "end": 645.049,
      "text": "journalism. You don't have the really the opportunity to take part in like an in-depth journalism experience with other people beyond. Like the journalism that you've already pursued. You can mentioned folklif initiative, mentioned your work with the student news, and then talk about like the connection to the alumni and the like resources and faculty that Jake can't break. So not only the program itself, but like the legacy of the people who've done it, and like the resources they will put you with, that would be good. 57"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 645.23,
      "end": 667.04,
      "text": "okay, what do you consider some of your hobbies? I know you've seen this like, I know you've written this essay. We'll come back to that. I just wanna make sure that your brainstorm for everything else. First. What would you consider some of your hobbies, or how do you like spend your free time? 58 What are you thinking about answering for this one? I think you can just answer like, pretty honestly. 59"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 668.09,
      "end": 693.99,
      "text": "probably like 60 I really like watching short films. 61 I'd watch like just kind of their storytelling perspective. 62 I guess, like playing games. I guess this is like all kinda like before, like the hard part of school. But like I probably play games a lot 63 and 64"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 699.1,
      "end": 746.86,
      "text": "I would just like, listen to my playlist. Those are things that I kinda do say, like you enjoy like storytelling, or like you enjoy exploring stories in different forms, whether that's like through film making, whether that's through games. This games are also a form of communication and storytelling, right or like books and podcasts and things like that. So 65 yeah. maybe you can say, like, you enjoy like. you don't have to say, I enjoy. What would you consider some of your hobbies? Or how do you spend your free time? You can say, like exploring stories, Colonel. 66 through film digital games and books? 67 I spend hours, or some of my favorites include, or you know, something like that. This is this is only 50 words. So you don't need to write like 68"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 747.11,
      "end": 763.49,
      "text": "necessarily full sentence like you don't need it right? Like I enjoy like you can just like the last part like doesn't have to be super verbose 69 in the time left before you graduate high school. How would you like to grow and develop as a person? This is a really good question. What do you? What do you think? 70"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 764.05,
      "end": 807.88,
      "text": "I think 71 I'd like to learn how to like? I don't know if this is 72 okay. So the wording is kind of weird, but I'd like to learn how to talk better, cause I'm like 73 I do like writing and stuff and and writing on paper and telling story through written works, but as like a person like when I talk in person like, I just feel like I'm not able to convey my thoughts is better. So like 74 like. After after some of the time till I graduate high school, I wanna become a more outspoken person and 75 and I guess, considerate of other things in the world. 76"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 808.54,
      "end": 844.27,
      "text": "Yeah, that's that's really awesome. Also, before I forget, this is a bit 77 what's it called tangential. But I really want you to reach out to 78 someone named Amira Shui. Let me give you her Linkedin. I want you to send her a call Linkedin, DM. And ask if you can chat with her. 79 Oh, 1 s, while I blink. 80 She's from Portland. 81 she's also a coded classy scholar. It's just I met her and she's also 82"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 844.63,
      "end": 874.78,
      "text": "like, she's also goes to Stanford. But she's also interested in computer science and she's also Muslim, and she's also really involved in poetry. So I think it would just be cool for you to talk for her just because you have like really similar backgrounds. You can look at her. Linkedin sheet is let's see, Co. Founder and executive director of mostly my youth empowerment did. Ssp, bunch of like other stuff. 83 I just think like she and I also know she's really involved in college tree. So I think you should talk to her to see 84"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 874.8,
      "end": 907.869,
      "text": "first, just first of all to meet her and learn about her background, her journey, and like things that she's involved in, because she's also studying Cs, so I think she's like a really good like example of of like, basically you basically on like a 2 years younger type of level. But second of all. 85 she is a poet, so it could be cool to ask her about like opportunities for writing, or maybe have her write for folklift, or like submit. She has, like a lot of writing that she's written already about Palestine, and so like having her submit a piece to folklift, or ask if you couldn't like, publish, or like share a piece of her work. 86"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 908.46,
      "end": 923.24,
      "text": "but as something else. But anyways, I think you should just like reach out to her and like, learn about her background just on its own, because she's like super accomplished. And like. 87 yeah, I think you could just talk to her in general. 88"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 923.35,
      "end": 924.46,
      "text": "Yeah. 89"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 924.58,
      "end": 936.769,
      "text": "that sounds great, but she's she looks really nice. And like her, she is really nice. She's also from Portland, so like talk to her. I don't really know if you remember zoom code seat. 90"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 936.77,
      "end": 977.079,
      "text": "but it could maybe mention my name, but I don't know if she remembers me, but I think anyways, you should just reach out to her regardless. She's really nice. I had a I had a quick question so like when I'm like reaching out to people on Linkedin. Like Nicholas for example, from encode justice. I kind of find it hard to like transition from just like introducing myself to like asking something, you know, like 91 at least for Nicholas. I don't know how to respond, because I did my, I like connected and introduced myself and he just said, happy to connect. But I don't know how to like. 92 you know, like a message from there to kind of ask my question. I would say 93"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 977.78,
      "end": 1056.11,
      "text": "happy to connect, I would say likewise, I'm interested. I'm I'm typing up a drop message in the Zoom chat right now. I'm interested in the opportunity to 94 join the AI the Encode justice. 95 Ai advisory Board. I see that. There are 96 there might be an opportunity to collaborate on the I forget what the exact, I think was labor 97 on the labor team. 98 and I'd love to contribute. I have previous experience writing and leading 99 AI ethics initiatives. 100 And I love to chat further. 101 If yeah. 102 I would say something like this. 103 okay, alright, that's that's really great. Just like copy paste that and send it to him. And then for just cold reaching out to people in general, I would say like, Hi, I'm huda a current. 104 jun, a current High School Junior, interested in. 105"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1056.28,
      "end": 1112.26,
      "text": "Aye. for for 106 depending on who you are talking to, it's going to be different. I'm super interested in your background. 107 And would love to have a conversation about 108 blank. When are we? Do you have any availability in the next? 109 in the next one to 3 weeks. 110 What but when you connect like with the message? Th, there's a word, count, or a character count limit. So just edit this message to like fit into the constraints of the word count. 111 Like, for example, too many words you can take out like I'm super interested. You could just be like I'm interested in. 112 We're like whatever just you can edit the message as you see fit. But that's basically what I send. Whenever I do, the cold outreach the end. 113"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1112.39,
      "end": 1123.079,
      "text": "Yeah, yeah, super helpful. Like, II feel like I'm always struggling when I'm when I have to write these type of messages. But yeah, this is really helpful. 114"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1123.41,
      "end": 1169.06,
      "text": "Yeah, awesome. And then definitely reach out to Amira. I think she would be happy to talk to you. And yeah, super similar backgrounds. Like. really smart person. So yeah, okay. 115 I think for okay, back to the jcamp essays and kinda got derailed. Sorry. is. There isn't the time left before you graduate from high school. How would you like to grow and develop as a person? 116 Oh, say, like. 117 okay. Maybe you can say like. 118 something about like how growing up, you are like a little bit shy. But you want to become like more outspoken. And you've learned through advocacy that, like your voice, holds power, whether that's through writing or club leadership or other things in like 119"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1169.14,
      "end": 1186.62,
      "text": "you recognize that there's a need for action in X areas. And there's like, currently no one talking about it. And so, like you wanna leverage your voice to make a difference and do that. You need to like, become more comfortable as a leader and like public speaker, I think 120"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1186.85,
      "end": 1199.329,
      "text": "a pretty good framework. What do you think? Yeah, definitely. Yeah, I think I could definitely use it. Maybe some like aspects from like the Bank of America say, about like, being quiet as a kid. 121"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1199.89,
      "end": 1228.759,
      "text": "yeah and good. 122 To become more outspoken. Voice to issue, not currently represented. 123 You learn to be a leader through writing club leadership, etc., and recognize that your voice holds power. 124 Okay, cool. What excites you? What are you passionate about? 125"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1230.27,
      "end": 1231.71,
      "text": "What do you think? 126"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1236.15,
      "end": 1270.72,
      "text": "I guess. Like the gamification, and like, like the gamification of like almost anything 127 like for example, like storytelling, I love telling my stories through or like, telling. 128 I guess information through stories and fun topics. And like. 129 okay, actually, this might not make too much sense. I feel like you have an essay about storytelling. So let's 130"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1271.2,
      "end": 1273.9,
      "text": "let's let's do a different topic. 131"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1274.34,
      "end": 1276.78,
      "text": "I guess. 132"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1277.8,
      "end": 1286.45,
      "text": "for them. Yeah, I didn't agree. Yeah, are there? Like. I also like, really like. 133"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1287.32,
      "end": 1308.719,
      "text": "teaching younger people like like, even at like just like this, is general, not really related to extra curriculars. But, like, personally, I just really like being around younger people and like offering them some sort of like advice and and like helping them learn things. And yeah. 134"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1314.08,
      "end": 1372.119,
      "text": "so I do the poster. This is like. This is how I would write the like this one, I would say, like 135 education, mentorship for 3 like, Don't use these exact words, cause I don't know if this fully encompasses what you do but like, do it in short, blurbs like this, and then vary the sentence length so like. 136 for example for me what excites. Okay, I'll just write you an example really quickly, like, I'm not 100 perfect exam, not 100 perfect example. But just to give you a guideline on how to approach this essay. I'd do something like what excites you? Like 137 what are you passionate about? I would say, rabbit holding down the Internet. 138 Cultural anthropology, astrophysics, the science of taste. Thinking about 139 climate change, solutions. 140 youth, mental health. 141"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1372.42,
      "end": 1391.159,
      "text": "what the future of AI in the workplace looks like the next chapter of the latest Murakami novel, hospitality and 142"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1391.5,
      "end": 1410.21,
      "text": "luxury retail. So they like that like I would just write it in like sentences and bluffs like like kind of like, just to give as much. So do you suggest like giving like even outside of like education, like on teaching younger people like, just kind of like 143 the casual things. 144"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1410.25,
      "end": 1445.639,
      "text": "Yeah, I think a mix to mix it up like casual and serious because it is also like a personality question like they kind of just wanna see? Like. obviously not work. Work is not your entirety of your life like 145 they wanna see, like whatever person you are like, what you're interested in outside of journalism and like storytelling, and especially like what areas of journalism. Are you passionate about like? What kinds of stories you want to share, like all of this can fit in because, you know, journalism is is pretty broad. You don't just become like a journalism on very serious issues, like there's sports writers. There's food writers. There's people who cover New York fashion week. There's people who write about like 146"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1445.64,
      "end": 1480.719,
      "text": "travel experiences. And there's also, of course, people who write about like Israel, Palestine and Gaza. There's people who write about like the Russian Ukraine, like journalism, is very, very broad. So like if there's not like one thing you're constrained to in this case. And so they want to see like what you enjoy as well 147 and like they're not limiting you on what you can write about. So you know you could write about anything. So I would try to blend it. So like things that you're passionate like for me, like you've mental health, something I care about what the future of AI, and the Board Place looks like thinking about climate change solutions, but also, like. 148 you know, the books I read like. I'm very passionate about like 149"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1480.93,
      "end": 1484.779,
      "text": "hospitality and like hotels, and that's like pretty niche. But, like. 150"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1485.48,
      "end": 1489.269,
      "text": "you know, there's, I guess, magazines that cover that, too. 151"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1489.58,
      "end": 1508.219,
      "text": "It's not a perfect example. But 152 like, do you get what the framework of this looks like? Okay, cool. How would your friends and classmates describe you in 2 words? So this is different than how would you describe yourself in 3 words? It's interesting. They ask both those questions right? Like kind of like. 153"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1508.58,
      "end": 1513.05,
      "text": "I might ask my friends to describe me in 2 words and see what they say. 154"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1513.09,
      "end": 1515.84,
      "text": "Yeah, yeah, yeah. 155"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1516.84,
      "end": 1544.429,
      "text": "What do you? Okay, yeah. That's that's good. Wait for this kind of like question like, what kind of like? What are you trying to portray and like cause? If, like, I feel like my friends will probably see something like 156 friendly and goofy, or something like that, like like. What kind of 157 like? What are we trying to tell the like admissions people with this question, though how would you describe yourself in 3 words? 158"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1545.5,
      "end": 1579.699,
      "text": "it's, I think, for that one. I would just answer traits for how someone, how your friends and classmates described you into words. Have you heard about this concept that, like your college admissions, counselors should be able to give you like a nickname? Have you 159 your readership give you a nickname. Have you heard about that like this is like the this is like the the world record debater. This is like the 160 I don't know like 161 swimmer with Adhd like this is like the artistic like Baker. Whatever like that, I think, is what they're trying to. They're trying to give you like a. 162 you know, a 163"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1579.9,
      "end": 1598.13,
      "text": "label like that into words. And so I think so. It's not so for this one. The answer is not gonna be like, you're intelligent, curious, like, that's not what you're looking for. They're looking for like, you're like the 164 whatever whatever. Yeah. Like, you're the 165"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1599.27,
      "end": 1625.839,
      "text": "okay. 166"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1625.91,
      "end": 1644.4,
      "text": "Huda, okay, yeah. 167 Okay, okay, cool. 168 how would your friends at class? So you are like the hudders, Raj, you're like the whatever. So if you could think about 2 words that you would want the entirety of your application to be condensed into. Where like that, you want people to know, you buy. What would you say. 169"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1647.13,
      "end": 1649.599,
      "text": "maybe the artsy nerd. 170"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1650.74,
      "end": 1673.08,
      "text": "okay, I feel like that's not comprehensive, because I don't want to see Artsy too much in you like in your in your like. Okay, I know, like artsy. Yes, game developer. Yes, but like it feels like that's not comprehensive of 171 who you are. And I think, yeah, maybe say, like 172 how would you, friends and classmates describe you in 2 words? 173"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1677.28,
      "end": 1764.979,
      "text": "I would say something like like a gentle leader, or something like that 174 or like something along those lines. 175 let me ask, like, some chi Gpt to come up with some answers. 176 please speak, 177 and go to the line. 178 give me a second robot 179 cheese. 180 so I think. 181 this chat says 182 thoughtful, visionary, quiet innovator. reserved dreamer, humble trailblazer, reflective inventor. 183 calmly insightful. 184 practically imaginative, discreetly talented. 185 Hmm! I feel like 186"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1770.21,
      "end": 1781.85,
      "text": "I don't know. Is there anything that you feel yourself resonating with? 187 So then you can come up with yourself as well if you want to. 188 Okay. 189"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1783.78,
      "end": 1801.03,
      "text": "I can't think of anything right now. But 190 okay, I don't know if this like adds too much to my profile, but like introverted extrovert, maybe. 191"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1801.41,
      "end": 1802.8,
      "text": "Hmm. 192"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1803.86,
      "end": 1807.64,
      "text": "yeah, I don't think that really adds anything. 193"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1808.84,
      "end": 1810.52,
      "text": "Let me see what 194"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1821.98,
      "end": 1826.68,
      "text": "active listener is kind of a 195 like a good turn. 196"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1831.59,
      "end": 1832.98,
      "text": "And 197"
    },
    {
      "speaker": "student",
      "conf": 0.5,
      "start": 1835.25,
      "end": 1835.93,
      "text": "okay. 198"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1836.36,
      "end": 1853.289,
      "text": "2 words is like so few. 199 what is at least 3? Because then you could be like like 200 quiet book, like kind of like some like you could. If you. If you had 3 words it'd be good. But 2 words. 201"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1853.49,
      "end": 1861.899,
      "text": "Let's just stick with gentle leader, for now and then maybe you can ask around like, ask your family and friends and see what they would say. 202"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1862.03,
      "end": 1875.96,
      "text": "Okay, please discuss the challenge you've struggled with and how you've grown from the experience. 203 I feel like you have many examples along these lines, but you have anything off the top of head that you would want to write about for this example. 204"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1876.32,
      "end": 1896.039,
      "text": "Maybe I can use my essay, which is about like 205 the Msa club, maybe and like how they didn't let any girls on the board. And then I can talk about like, maybe, like my experience with the Filmmakers Club, especially because it's like 206 like how I was able to tell my story through those shirt films as well. 207"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1896.38,
      "end": 1908.279,
      "text": "Yeah. So if you only have one 100 words, I would just choose one of them, and then emphasize, like 208 the skills that you use to overcome it. Have you heard about the star framework? By the way? 209"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1908.52,
      "end": 1909.37,
      "text": "No. 210"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1909.85,
      "end": 1948.05,
      "text": "So the star framework is like again, interview framework that I'm just gonna send this to you. It's just important to know if you ever get in interview. But 211 See, you can use your you can frame your 212 You're writing like this, too. Situation, task, action and result. So just 213 make sure that you emphasize your actions, and like what you did to overcome the situation. Umhm, so like how you've grown and what you specifically did. Okay? And then, what is what is these arrows indicate? Are these like all questions like, what does this mean? 214"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1948.37,
      "end": 1961.129,
      "text": "Yeah, these are questions. But they're just like, they're not like short essay questions or anything. They're just like telling you to like. Describe your leadership or your past experience with journalism and things like that. 215"
    },
    {
      "speaker": "unknown",
      "conf": 0.5,
      "start": 1961.44,
      "end": 1965.73,
      "text": "I think this is fine. So publication are outlet at school. So just 216"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1965.94,
      "end": 1971.76,
      "text": "couple sentences about that. 217 is this the first question, or is this the first question? 218"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1972.61,
      "end": 2013.549,
      "text": "let me check the order. But 219 okay, yeah. So first it says. please describe your involvement in 220 publications at school. and then it says. outside of school. 221 and then it says. 222 your leadership positions. And it says, local community focused activities. And then it says, like what extracurriculars are you built in? 223"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2015.8,
      "end": 2025.05,
      "text": "Okay? Cool? I feel like you can just answer pretty honestly about these like, do you need a lot of guidance on these, or do you have any questions? Or do you feel like you've got it? 224"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2025.45,
      "end": 2044.299,
      "text": "Yeah. I was kind of confused. So like for some of them like, like community focus activities. Like folklore falls under that and also like like non school publications. So I was wondering if I should like mention it in both, or if I should just like mention it in the first one in this one. 225"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2044.43,
      "end": 2068.58,
      "text": "I could mention it in both. But yeah, I think it's fine if you mention it in both. Okay? And for for this one, about the like, local community focus activities. Should I mention empowering. AI, 226 yeah, definitely mentioned everything that you can do like everything that you do slash have done just make sure, it falls under the like correct category 227"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2068.699,
      "end": 2071.709,
      "text": "okay, sounds good. 228"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2071.92,
      "end": 2086.72,
      "text": "Actually, wait. For I'll just put it in the non-school publication, I think that's fine I don't think you need to put it in both places. For the community. One, you can talk about your involvement at the mosque, I feel like that's more relevant to that one. 229"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2087.35,
      "end": 2088.25,
      "text": "yeah. 230"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2088.51,
      "end": 2129.62,
      "text": "okay, cool, and then let's now go back to your first, too. So 231 this essay. yes, is the background noise, very, loud 232 just a little bit. Okay. I think it's too loud. I'm gonna put in headphones. I don't know if that would make it any better. Just let me know if it's like too distracting, because there's some people talking over here right now. 233 Okay. So if you want to spend a month reporting on any single issue. What would it be? And why? What would you want to achieve with it, please? And what would you speak with? Can you explain to me what you are 234 like, your thought process behind this piece. 235"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2130.1,
      "end": 2169.53,
      "text": "Yeah. So first, I started off with, like, a really large, like international perspective. I was, gonna write about. There's like a journalist in policy, and her name is Bisson, and she has, like a really interesting story. And like she just has a really interesting background. But I did like writing like a framework for that. I realized that like, it's kind of 236 like, although I really wanna write about it. I feel like it's one a bit kinda cliche. I feel like everyone kinda wants to interview her, because especially cause she's like, really one of the most famous journalists at the time. And also like. 237 there isn't like really 238"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2169.55,
      "end": 2213.959,
      "text": "one specific thing that I could achieve with like writing about her cause, like everyone already knows about her. It's just like it won't re, won't really bring. Bring, bring a change to write about her. So then I was like thinking, maybe something more impactful could be writing about a local issue that I've been affected with. So then I was kind of thinking. And this is, I also wrote about this in yesterday's Princeton essay. I wrote about like 239 in my muscle community. There's like a lot of muscles from like every like different places, like there's Arabs, there's Indians, there's Pakistanis. And so it's kind of diverse. But there is some sort of kind of competition, and like divide between 240"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2214.28,
      "end": 2257.67,
      "text": "like Indians and Pakistanis in our communities. So like when we have like, we have, like our Muslim community, where 241 there's like board members and stuff like there's usually like an animosity during elections and stuff like that. So I wanted to write about that specifically, and how like we're also similar. We believe in the same thing. And we're almost like the same cultures. But 242 but like what sets us apart is like our superiority complexes, and how like I didn't. I don't understand this as someone who's just like has friends and stuff. Yeah, like, if it kind of makes more sense if I like read the essay. But yeah. 243"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2258.35,
      "end": 2298.67,
      "text": "I feel like I understand this. And this is something that I've heard like my South Asian friends talk about as well. So I think, like I have proper contact. I think. 244 A really good way to frame this would be starting from the local community and go broader like you can. You can say something like 245 I don't know. Like, just try to connect it back to the international community in some way, because, like, obviously, this is not just a mountain house issue, and obviously like the history of India and Pakistan, like, it goes pretty deep like, there's a lot of like history, and like geopolitical stuff like that provides context for this issue. And so like, you, can, you can write something about how like 246 like 247"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2299.97,
      "end": 2337.52,
      "text": "these 2 bowls, like of curry, symbolize like a greater global issue. Don't say this in such like direct words, but like, how simple is a greater global issue of like, how people can't come together. And you wanna study like 248 what causes like. 249 what causes like, I don't know. This is too broad, but you can see, like what causes like the geopolitical tensions that that lead to 250 price, international crises like the one happening in Gaza like what's happening with China and Taiwan? What's up like international border crises? And like these same types of things like effect, millions of people beyond just 251"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2337.6,
      "end": 2377.54,
      "text": "India Pakist, Pakistan. Right? It's like this pattern, repeated time and time again, with like really similar stories, like Time and time again. And so like these 2, bull Cre is symbolic and like, it's like 252 presents, a greater world conflict that you know needs to be like. These stories need to be told through journalism and like. So I was struck your essay start with the local, go broad and then bring it back to the local 253 does that framework make sense? 254 I really like what you're writing about? I think you can. There's a lot of stuff that you can condense, though I can. Is this Gp a little bit. 255"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2377.91,
      "end": 2379.94,
      "text": "No, no, okay. 256"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2380.1,
      "end": 2438.19,
      "text": "I would say, like. 257 I don't think you need this. I think this can be like condensed to like. Rather it would be as I like this soon as Thursday 2 hurries together, but 258 I think, like the my report will not just be a mere reporting of the issue, I think, try to avoid like passive voice when you can, and just say, like my report would act as a spoon that stores the 2 curves together, that you can just make that condensed. So you can add more writing. So 259 something like that. And I think, like. 260 this sentence could also be like. 261 I like through my writing I strive to. I don't know. Capture. capture 262 a community or capture a realization, or 263 I hope to inspire realization or something like that. Do you know what I mean? Like something along those lines? 264"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2438.51,
      "end": 2463.85,
      "text": "yeah, I think that that's good. And then who would you wanna speak with? So you could maybe say like 265 through interviews. So I think a lot of these words can be simplified. So you can see, like through interviews with local board leaders. 266 through collaboration with local board leaders from the Pakistani and Indian associations comma like 267"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2464.09,
      "end": 2500.489,
      "text": "want to understand like the root causes of this issue something like that. So when you talk about kind of going international when you expanding this to be like more international do you think I should like mention it like, maybe like, add a few sentences like over here. Talking about 268 how these implications expand like beyond just India and Pakistan, how they affect like different communities like like, where do you think the placement would be best? 269"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2501.4,
      "end": 2518.59,
      "text": "Event would be like? Here, I think, like, I want to explore 270 why this happens like, I would just change something like these 2 sentences and go from there. 271"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2519.84,
      "end": 2521.33,
      "text": "okay. 272"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2521.38,
      "end": 2547.88,
      "text": "yeah, cool, do you have any other questions about this? Yeah, do you think like, do you think my like introduction? If it's like, doesn't make sense like in the context, I think it does. I think it's really. 273 I think it's really it's really compelling. Yeah. 274"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2548.66,
      "end": 2549.71,
      "text": "okay. 275"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2549.78,
      "end": 2586.019,
      "text": "yeah. I think, like, there needs to be some fine-tuned editing in terms of like sentence structure and word choice. But like, we can do that when you update like the organization that's not super concerning, I think. Like, yeah, it's it's good for now. 276 And 277 yeah, 278 cool. I feel like this. So there's a pretty tight deck turnaround right? So would you like to meet again tomorrow to kind of finalize these essays? Do you have time, or do you want to just send them to me? And I can look over them asynchronously as well like 279"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2586.05,
      "end": 2600.29,
      "text": "I think I think it might be better if we can do asynchronously, because I have a meeting. I think I have a meeting 280 with one of the like people from Empire. So 281"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2600.47,
      "end": 2638.11,
      "text": "well, yeah, so just send it to you whenever you're done, and I'll try to get feedback to you if it's been like around 4, 6 h. And I haven't said anything. Just text me. And I'll sometimes I just miss my emails and stuff. So just like, text, me, after you make the changes? Yeah. And 282 and okay, cool. Do you have any other questions? I think this this 283 I'm really optimistic that you'll get to this program like, I really hope that you do. I think you'd be a really good fit, and so 284 I am very hopeful that you'll get in so I hope so too. 285"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2638.13,
      "end": 2670.41,
      "text": "Thank you. Cool any other questions. 286 That should be all for now. Yeah, remember to reach out to Amira and reach back out to Nicholas about the board. Follow up. Oh, yeah, I've I forgot to tell you. But next Tuesday I'm going to a Youth action committee meeting, and we're organizing like a summer program thing for you. So let me just also just double check to see if I've 287"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2670.52,
      "end": 2695.079,
      "text": "I'm not missing anything. Cause I feel like there's a lot of March first. 288 Oh, okay, okay, yes. This AI. This thing I really want you to apply for this. 289 Oh, my God! 290 What is the recommendation? Oh, my God! Do you have another letter of recommendation besides the one that you already have. 291"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2695.67,
      "end": 2705.119,
      "text": "No, I have. II mean, like I don't have any that I can that I have downloaded like. 292 okay. 293 this might be a moment where you need to 294"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2705.5,
      "end": 2762.3,
      "text": "another teacher to give you a letter recommendation to download. If you think this is not feasible, then you can skip it, but I really think this will be like a good opportunity for you. It's I don't know how to pronounce this word freeze AI. Whatever this word free spirit and journalism. Comp conference. Like Tommy, this is not a great fit for you, like I really think this is a great fit for you. Look at this. Look at this! Look at this! 295 Look. 296 You get an awesome page trip. $1,000, scholarship. It's for high School juniors to look at Washington, DC. And speak with top journalists like, Tell me, like you would fit in directly here I could see you can see. But 297 oh, maybe this is not. AI, maybe this is like, I think this is just a journalism conference. But 298 I 299"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2763.18,
      "end": 2788.86,
      "text": "yeah, really really want you to apply for this if you can. And so tomorrow you might need to go into school and ask an English teacher for a letter recommendation if possible. Okay, I think I can try asking another computer science teacher. I think I want to try to ask my computer science teacher. She could send me the Pdf 300"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2789.08,
      "end": 2808.03,
      "text": "of like her. I wonder if you could. I also like yesterday, really, last minute. I also added my history teachers. I don't think she's already done 3 of my programs so far. So 301"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2808.26,
      "end": 2873.11,
      "text": "maybe you can ask her if you can. Just yeah, like a letter that you can just send. This is the hard part. 302 a go getter student, then you just like have to. This is a relationship. 303 Oh, also, when you're writing a letter to your counselor, also write a thank you to your history teacher as well, like same paper. This is so tough like 304 what is recommendation? Should not be a barrier to this. Oh, wait! I had an idea. What about like? So you know, the podcast guy, I've been like kind of meeting. I could probably ask him to see if he could like mention anything about or, if he could like, write me a letter. 305 Let's see, let me look at what these. what letters of recommendation needs to be. 306 Okay, let me see 2 letters of recommendation. 307 What 308"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2873.97,
      "end": 2926.84,
      "text": "on official letterhead? What does official letterhead mean 309 like, I know what it means. So like, does this, you have to. Does this mean that you have to be a 310 Oh, it's been extended to March 150, okay, okay, so it's not march first deadline. Okay, so now you have more time. But tomorrow you need to go and ask your second teacher for the letter of recommendation 311 until March. Oh, okay, I think I'll I'll just like ask my like, history, teacher, if you can send me like the Pdf. So I can use it for like later ones as well has to be about journalism, though. So if you can ask the podcast guy that would be fine and another thing is like, okay, can you email these 312 people and see if what? The 313"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2927.57,
      "end": 2981.739,
      "text": "Oh, look okay. Also, if you're ever bored, if you're ever bored, I want you to go, and like I was only one person per state. 314 Okay, if you ever board, I would like you to go and like whatever scholarships that you're looking, that you're applying for go to their previous people and like go and stock every single one they're linked in, because find something interesting and relevant to your own background as well. 315 Okay, bye. 316 Oh, wow! This is like, okay. 317 Oh. 318 yeah. So like, you can see what she's doing. And like 319 this can give you inspiration for things you can do, too. So like if you're ever bored, just like, go on a scholarship page like, start looking up. All these people look at what activities they're involved in and see, like what you can learn from them. 320"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2981.76,
      "end": 2982.97,
      "text": "Umhm. 321"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2983.12,
      "end": 3022.36,
      "text": "But anyways, okay. 322 something you can do. I want you to ask them if email them and see like, what types of recommendations they need. Because if if programs can give you like a 323 a random. 324 like a random, if you can submit like a mentor, one like I can write you a letter like anytime that you need you can. I can send you like I'm an advisor for like one of your pro like I can say, like, I'm an advisor for empowering AI like I can write you a lot of recommendation for that if you need and like stuff like that, if it's done, if it's like, if it's pretty loose on, who can be a recommender, and you really need one. I can write you one 325"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3022.44,
      "end": 3057.93,
      "text": "it'll be good. But if you, if you need to be on an official letterhead like I don't know what this means. So like, you need to ask them if they require school official because they didn't specify they required a school official. So yeah, but anyways ask your history teacher because if they don't require a school official, then, like the podcast guy might also be able to write you a letter recommendation something like that. 326 So yeah. But I think this one. They might want school officials. So you might need to ask another school official. And what you can do is you can create like a letter recommendation fact sheet. Have we talked about the letter recommendation fact sheets in the past? 327"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3058.14,
      "end": 3065.089,
      "text": "I think we touched info break for you, basically an entire outline for 328"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3065.35,
      "end": 3116.63,
      "text": "their letter recommendation. So that could simplify things a lot for them in the future. 329 So yeah, okay, cool But I really want you to apply for this cause. I think this is like a really good opportunity for you. And let me see, I just wanna double check all my needs. 330 No, since. See if there's any other programs. Sorry about the background noise. I know it's getting loud. No, it's okay. 331 Okay. 332 The other thing. 333 It's relevant to you. Okay, that's not relevant to you. 334 what is this? 335 So okay, not relevant to you. Oh, okay. Another thing I wanna just put on the table is 336"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3116.79,
      "end": 3161.459,
      "text": "this, I'm planning to apply for this. I want you to apply for this, too. Go speak up the United Nations General Assembly like Submit an application. Why not? I'll give you credit. You could talk about empowering AI and what you're doing there? 337 so this will be on our dock. Yeah, after we finish. So I think the timeline is, we're gonna finish this this journalism application. And then, after that I want to work on your application for the the AI conference. And then, after that, I want to do this. So that's kind of the the next week and a half how it's gonna go anyways, any other questions I know, we touched on a lot of things today. So I wanna make sure you're clear on how things are gonna go moving forward. 338"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3162.69,
      "end": 3172.079,
      "text": "Yeah. So after. So, okay, so 339 so code with classy, is that due this Friday as well. 340"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3172.62,
      "end": 3189.499,
      "text": "Just do whenever you can get a day like as soon as possible, like low stakes like you can just type a response and submit it. It's not super. I don't think it's super high stakes. I don't think they're like extremely selective, like they try to open it up to as many people as possible. 341"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3189.65,
      "end": 3212.33,
      "text": "So, okay, yeah, okay, yeah. I don't think I need to look over that. I think you're gonna submit it whenever you feel comfortable with your answers. Okay? And so, okay, so so, priority is, first, I have to finish j Kamp, and then go to classy and then 342 And then the 343"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3212.55,
      "end": 3231.879,
      "text": "this like conference one, is that the next one after this? Yeah, that's the next one after this. Yeah. 344 okay, then don't worry about it. After that, after that, like, I'll start introducing more stuff. But, like the most immediate things are, get this 345 jcamp application, and that's like Number one priority. And then after that, we can talk about other stuff. 346"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3232.37,
      "end": 3234.01,
      "text": "Okay. 347"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3234.36,
      "end": 3239.44,
      "text": "okay, cool then looking forward to reading your responses, take care bye."
    }
  ],
  "meta": {
    "ext": ".pdf",
    "source": "normalize-v1",
    "vtt": true
  }
}