{
  "id": "03-Raw-SessionTranscripts/2024-11-20_W084_P5-SENIOR_TRANS-RAW_UcessaysglitterPensMetaphorandeducationa.pdf",
  "name": "2024-11-20_W084_P5-SENIOR_TRANS-RAW_UcessaysglitterPensMetaphorandeducationa.pdf",
  "path": "03-Raw-SessionTranscripts/2024-11-20_W084_P5-SENIOR_TRANS-RAW_UcessaysglitterPensMetaphorandeducationa.pdf",
  "kind": "TRANS-RAW",
  "week": "84",
  "phase": "5",
  "date": "2024-11-20",
  "link": null,
  "text": "Week 34 - Coaching_Jenny_Huda_Wk34_2024-11-20_M_32bfb3986d020234_U_32bfb3986d020234 WEBVTT 1 00:00:28.760 --> 00:00:29.850 Jenny Duan: Hi huda. 2 00:00:31.460 --> 00:00:32.340 huda: Hi. 3 00:00:34.420 --> 00:00:35.470 Jenny Duan: How's it going. 4 00:00:35.980 --> 00:00:37.660 huda: It's going great! How are you? 5 00:00:38.380 --> 00:00:39.428 Jenny Duan: I'm doing good, too. 6 00:00:39.760 --> 00:00:41.810 Jenny Duan: Give me a second. I'm gonna plug my computer. 7 00:00:42.440 --> 00:00:42.970 huda: Okay. 8 00:00:57.150 --> 00:01:01.710 Jenny Duan: Awesome. How's your essays going? Were you able to make edits to your Uc. Essays? 9 00:01:02.180 --> 00:01:07.082 huda: Yeah, I actually came up with, or I finished one draft for the 10 00:01:08.150 --> 00:01:26.819 huda: like the creative side essay. And then I fix, I think I completed the essay, for, like the educational barrier, not too sure if I don't, I'm not too sure if, like the educational barrier, one is that great. But yeah, I think like the idea for the creativity one is 11 00:01:27.222 --> 00:01:31.180 huda: so I at least started off with like a kind of like a metaphor. 12 00:01:31.480 --> 00:01:34.340 huda: I don't know if it's like cliche, but I said that. 13 00:01:34.340 --> 00:01:35.050 Jenny Duan: Cool. 14 00:01:36.120 --> 00:01:42.539 huda: Thank you. Yeah, I don't know if it's it's too cliche or like it doesn't make sense. But 15 00:01:42.690 --> 00:01:43.460 huda: yeah. 16 00:01:44.730 --> 00:01:47.210 Jenny Duan: Okay, let me just read it for a second. 17 00:01:53.460 --> 00:01:54.340 Jenny Duan: But 18 00:02:32.820 --> 00:02:37.039 Jenny Duan: can you elaborate on this analogy? Kindergarteners don't do lesson plans. 19 00:02:38.110 --> 00:02:59.439 huda: Yeah, like, I guess the sentence afterwards kind of like explains it further. But it's about like how, when I'm going through like lesson plans and just telling them like kind of like a lecture. They don't really pay attention and like the same way that if I'm writing with, like something normal like, it just slips my mind. 20 00:02:59.670 --> 00:03:00.760 huda: Yeah. 21 00:03:01.060 --> 00:03:01.750 Jenny Duan: Okay. 22 00:03:05.550 --> 00:03:09.669 Jenny Duan: let me. I'm taking notes on our document about this essay. Give me a moment. 23 00:03:37.210 --> 00:03:37.990 Jenny Duan: Okay. 24 00:03:41.810 --> 00:03:45.734 Jenny Duan: I think you can't exactly make this analogy, because 25 00:03:46.500 --> 00:03:55.779 Jenny Duan: like, you're comparing kindergartners to ballpoint pens, but like it's not like. I don't think that is a direct comparison. I don't think you can compare. 26 00:03:56.140 --> 00:03:57.880 Jenny Duan: I don't think it makes sense that, like 27 00:03:58.190 --> 00:04:04.879 Jenny Duan: kinderg, like kindergartners, don't do lesson plans and regular and regular ballpoint. Pens don't work for me. Aren't like a. 28 00:04:05.550 --> 00:04:09.740 Jenny Duan: It's not like a same logical structure. 29 00:04:10.090 --> 00:04:14.430 Jenny Duan: So I think we might need to modify that comparison. 30 00:04:15.000 --> 00:04:16.790 huda: Oh, I was going for like. 31 00:04:17.380 --> 00:04:30.440 huda: like, I'm basically saying that glitter pens are like creative ways of teaching and then, like ballpoint pens, I guess, like they're the standard ways of teaching. And so like. 32 00:04:31.071 --> 00:04:43.368 huda: kind of like the way like kindergartners don't do like normal ways of teaching like they don't really like focus. It doesn't, really. It's not that effective and that's the same way that, like 33 00:04:43.800 --> 00:04:45.970 huda: like ballpoint pens are for me. 34 00:04:47.300 --> 00:04:52.870 Jenny Duan: Perfect. I mean, see? 35 00:05:04.880 --> 00:05:06.929 Jenny Duan: Okay, this makes sense. 36 00:07:32.380 --> 00:07:33.953 Jenny Duan: Okay. Great. 37 00:07:39.240 --> 00:07:41.369 Jenny Duan: so can you tell me like how? 38 00:07:42.840 --> 00:07:43.890 Jenny Duan: I guess 39 00:07:44.610 --> 00:07:58.769 Jenny Duan: I see that I see the creativity here. But I feel like this could be emphasized a little bit more, because I think right now the focus is on is on what you do, and not like what makes it a creative pursuit for you. So maybe like, can you explain 40 00:07:58.840 --> 00:08:02.710 Jenny Duan: to me, like what makes teaching creative for you? 41 00:08:04.131 --> 00:08:13.630 huda: Yeah, I think it's about like, kind of having to find like different ways. 42 00:08:14.182 --> 00:08:43.210 huda: For something to like stick, because it's obviously not like a 1. Size fits all, and so it requires a little bit of creativity to find like new approaches. Like, for example, with at the Sunday school I had to like come up with like an impromptu like game to like to like, write, draw stuff, and that made it stick better. And then, like with the English language development, it was like creating card games. And then with Centauri, I was like developing like a whole game 43 00:08:44.110 --> 00:08:45.070 huda: about like 44 00:08:45.120 --> 00:08:51.360 huda: data science. And so like, there's not one approach. And so I think, like, the creativity aspect is like 45 00:08:52.780 --> 00:08:55.669 huda: finding like new ways, like, kind of 46 00:08:55.910 --> 00:09:00.179 huda: yeah, like ways that aren't really normal. But 47 00:09:01.010 --> 00:09:04.750 huda: they still get the point of across, I guess. Or, yeah. 48 00:09:06.650 --> 00:09:07.770 Jenny Duan: Let's see. 49 00:09:08.940 --> 00:09:10.729 Jenny Duan: That makes sense to me. 50 00:09:10.860 --> 00:09:12.070 Jenny Duan: Let me. 51 00:09:18.180 --> 00:09:30.860 Jenny Duan: I think I want you to emphasize creativity a little bit earlier in this essay, because I don't really see any mention of creativity or thinking differently until this paragraph. 52 00:09:30.980 --> 00:09:38.067 Jenny Duan: But I feel like like what I associate with creativity is like a process of wonder or 53 00:09:39.830 --> 00:09:45.159 Jenny Duan: thinking outside the box, or like coming up with something that's uniquely your own. And I think 54 00:09:45.850 --> 00:09:52.099 Jenny Duan: I kind of see that here, but I would love to see like what makes you creative person. A little bit earlier 55 00:09:52.140 --> 00:09:53.399 Jenny Duan: in the essay. 56 00:09:53.910 --> 00:09:58.909 huda: I actually kind of like this essay for the talent talent, prompt. 57 00:09:59.770 --> 00:10:00.670 Jenny Duan: Yeah. 58 00:10:05.330 --> 00:10:07.280 Jenny Duan: what would be the talent here? 59 00:10:08.373 --> 00:10:10.590 huda: It's like making learning memorable 60 00:10:12.383 --> 00:10:14.859 huda: or like finding glitter pens for others. 61 00:10:19.250 --> 00:10:23.770 Jenny Duan: So I think we could repurpose it for that prompt, too, instead. 62 00:10:24.457 --> 00:10:25.979 Jenny Duan: I think then 63 00:10:26.420 --> 00:10:40.109 Jenny Duan: the thing, I would add, is just like a little bit more about how you have developed it over time. So maybe if we were to use it for that prompt, you could start here and said, and say, when I started teaching Sunday school at my local mosque like, when did you start at age. 64 00:10:40.250 --> 00:10:45.459 Jenny Duan: blank or in grade blank and just emphasize like the passage of time. 65 00:10:45.840 --> 00:10:46.540 huda: Yeah. 66 00:10:47.890 --> 00:10:48.830 huda: Hmm. 67 00:10:56.290 --> 00:10:57.210 huda: okay. 68 00:10:58.600 --> 00:11:05.970 huda: and then cause I think this other one about like Jcam Folklift and Filmmakers Club. I think that could also like 69 00:11:06.360 --> 00:11:09.419 huda: really fit into creativity, then. 70 00:11:09.590 --> 00:11:10.909 Jenny Duan: Yeah, I agree. 71 00:11:13.680 --> 00:11:17.800 huda: Okay, let me apply these changes. 72 00:11:45.220 --> 00:11:47.460 huda: I was actually wondering for the 73 00:11:47.610 --> 00:11:55.469 huda: this one with the my Jcam Folklitch and Filmmakers Club. If we could come up with like a little bit of an outline 74 00:11:55.530 --> 00:12:00.110 huda: kind of like how the intro would look like, and then like 75 00:12:00.220 --> 00:12:05.500 huda: cause I'm a bit cause I tried starting it, but I'm like still a little bit confused on, like how to go about it. 76 00:12:06.220 --> 00:12:12.940 Jenny Duan: Yeah, I think let's 1st work on revising, revising this 3rd essay first, st and then we can go to that. 77 00:12:12.940 --> 00:12:13.600 huda: Yeah. 78 00:12:14.110 --> 00:12:15.130 Jenny Duan: Can you? 79 00:12:16.300 --> 00:12:24.129 Jenny Duan: Can you? Add some like context on how you've developed and demonstrated that talent over time. So just add some like dates here. 80 00:12:24.735 --> 00:12:28.689 Jenny Duan: and like, when you transition to the next paragraph, just 81 00:12:29.100 --> 00:12:31.190 Jenny Duan: add, like the growth over time. 82 00:12:49.210 --> 00:12:55.620 Jenny Duan: as maybe like, I began volunteering in in blank or something like that. 83 00:13:15.790 --> 00:13:18.769 Jenny Duan: It's fine. I don't think you need to add any specific dates here. 84 00:13:19.140 --> 00:13:19.620 huda: Okay. 85 00:13:19.994 --> 00:13:26.729 Jenny Duan: And then I think at the end, can you emphasize? Make it very clear what the skill is. 86 00:13:26.770 --> 00:13:31.229 huda: You distill in one sentence what you think the skill you want to convey is 87 00:13:32.520 --> 00:13:41.899 huda: so the skill I'm gonna convey is that information is like the same. But like 88 00:13:42.030 --> 00:13:51.500 huda: the way you're conveying or not conveying. But like, I think, like. 89 00:13:52.470 --> 00:13:58.480 huda: yeah. So like the information stays the same, but finding like a method to 90 00:13:58.970 --> 00:14:04.499 huda: like match audiences, is really like how it can be most memorable. 91 00:14:07.370 --> 00:14:09.599 Jenny Duan: Okay, can you write that in one sentence. 92 00:14:10.690 --> 00:14:11.300 huda: Hmm. 93 00:14:11.300 --> 00:14:23.159 Jenny Duan: Like just at the bottom, and then we can find a place to put it in. I think like having that as the last sentence like I could see something like in the beginning. You start off with glitter. Pens are my secret weapon. And then at the end you could say like 94 00:14:23.820 --> 00:14:28.900 Jenny Duan: I don't know. Being able to distill information or being able to convey information to different audiences, is my 95 00:14:29.210 --> 00:14:33.180 Jenny Duan: hidden talent, or like something with a similar parallel structure. But 96 00:14:33.750 --> 00:14:37.079 Jenny Duan: I don't know. I think we can state that explicitly somewhere 97 00:14:38.200 --> 00:14:40.200 Jenny Duan: in the essay, just to make it clear. 98 00:14:40.630 --> 00:14:41.220 huda: Yeah. 99 00:15:26.480 --> 00:15:33.009 huda: or actually, for this sentence, should I mention, like the glitter and the glitter pen like analogy? Or should I just like 100 00:15:33.030 --> 00:15:37.319 huda: talk about like like the larger meaning. 101 00:15:42.890 --> 00:15:46.679 Jenny Duan: I think you can just 102 00:15:48.370 --> 00:16:01.690 Jenny Duan: stay. I don't think you need to stay in a larger meeting. I think you can just state your your skill set. If you can just write one sentence displaying, like what skill you want to emphasize. I think we can weave that in later on, in the essay, or somewhere in the essay. 103 00:16:02.520 --> 00:16:03.040 huda: Yeah. 104 00:16:33.370 --> 00:16:37.210 huda: actually, I'm having trouble like creating this. But hmm. 105 00:17:30.090 --> 00:17:31.050 huda: hmm! 106 00:18:01.600 --> 00:18:05.170 huda: This is just like, really like rudimentary like, I 107 00:18:05.230 --> 00:18:08.450 huda: can't really think I can't verbalize like 108 00:18:09.700 --> 00:18:15.800 huda: what the talent is, because I feel like I kind of stated it in, like the metaphor in the beginning. But. 109 00:18:19.800 --> 00:18:26.950 Jenny Duan: Is it making learning memorable? Or I feel like there's something more, though I don't think it's just making learning memorable. It's 110 00:18:27.000 --> 00:18:31.119 Jenny Duan: making like helping people learn, regardless of their 111 00:18:31.640 --> 00:18:37.779 Jenny Duan: or like conveying information in different ways. Or I think there's something more than just making it memorable, making it stick. 112 00:18:37.990 --> 00:18:39.030 Jenny Duan: Maybe. 113 00:18:40.370 --> 00:18:47.570 huda: Yeah, hmm, like, I guess the point I'm trying to say is that like, 114 00:18:49.330 --> 00:19:04.890 huda: like, I'm I like to tailor like education to different people, and like it's never one size fits. All like education is a 1. Size fits all. So like my biggest talent is to like use like my different skills, like 115 00:19:05.603 --> 00:19:13.230 huda: coding and stuff to like create tailored solutions for like people, who wanna learn. 116 00:19:13.600 --> 00:19:22.449 Jenny Duan: That's perfect. I think you should. I think we really need to get that thesis down like that. Capture that exactly, and then 117 00:19:22.680 --> 00:19:25.940 Jenny Duan: use that to inform the rest of the essay. 118 00:19:33.240 --> 00:19:36.199 Jenny Duan: I think right here is where you should state the skill. 119 00:19:36.510 --> 00:19:39.400 Jenny Duan: I don't think the skill is making learning memorable. 120 00:19:40.610 --> 00:19:41.230 huda: There's 121 00:19:48.360 --> 00:19:49.520 huda: Maybe, like 122 00:19:52.900 --> 00:20:03.600 huda: learning is often on uniform or 123 00:20:11.740 --> 00:20:12.270 huda: okay. 124 00:20:16.950 --> 00:20:18.949 huda: Wait. That's not what I said before. 125 00:20:20.540 --> 00:20:21.449 Jenny Duan: Oh, go ahead! 126 00:20:21.890 --> 00:20:22.770 huda: Yeah, no. 127 00:20:28.830 --> 00:20:30.680 huda: I forgot what I was saying before. 128 00:20:31.320 --> 00:20:32.280 Jenny Duan: You're saying. 129 00:20:33.300 --> 00:20:40.080 Jenny Duan: Your favorite part is like using your different skill sets to help people learn in different ways. 130 00:21:14.010 --> 00:21:20.700 Jenny Duan: There's like, here's like a really rudimentary version of what you meant. I think we can. We can make it better. 131 00:21:25.070 --> 00:21:26.025 huda: yeah, 132 00:21:41.210 --> 00:21:47.130 huda: maybe, like making educational or making education, 133 00:21:48.650 --> 00:21:56.000 huda: personalized to students from all learning styles through. 134 00:21:57.590 --> 00:22:00.889 huda: I don't know if I should mention, but like through my own skills. 135 00:22:01.400 --> 00:22:03.759 huda: so kind of like a reuberated version of this. 136 00:22:08.720 --> 00:22:11.390 Jenny Duan: How would you? Can you rephrase that? One more time. 137 00:22:12.690 --> 00:22:16.190 huda: Yeah. Making education. Accessible? 138 00:22:17.909 --> 00:22:18.509 huda: yeah. 139 00:22:19.963 --> 00:22:27.330 huda: No. Actually, making education personalized to students from all learning styles. 140 00:22:28.270 --> 00:22:29.770 huda: My skills. 141 00:22:30.120 --> 00:22:31.339 Jenny Duan: Can you write that down. 142 00:22:31.510 --> 00:22:32.090 huda: Yes. 143 00:22:51.670 --> 00:22:55.019 huda: I don't know if using my skills sounds really like generic. 144 00:22:56.300 --> 00:22:57.460 Jenny Duan: Making. 145 00:22:58.340 --> 00:23:03.630 Jenny Duan: I think you should make this more 1st person. So like personalizing education, just 146 00:23:04.180 --> 00:23:09.430 Jenny Duan: like, maybe you can just say personalizing education for students from all learning styles. 147 00:23:09.700 --> 00:23:10.380 huda: Yeah. 148 00:23:11.010 --> 00:23:19.640 Jenny Duan: Yeah. And that's let me write that down personalizing education for students from all learning styles 149 00:23:23.430 --> 00:23:27.280 Jenny Duan: and that. And that makes it really clear like what your skill is. 150 00:23:33.210 --> 00:23:39.120 huda: okay, I think I wanna yeah, put that into here. 151 00:23:41.180 --> 00:23:41.920 Jenny Duan: Great. 152 00:24:03.330 --> 00:24:05.870 Jenny Duan: Why don't regular ballpoint pens work for you? 153 00:24:07.169 --> 00:24:13.100 huda: Because they're just like really like mundane. And I feel like they're not really like, like. 154 00:24:13.280 --> 00:24:23.499 huda: for example, if I'm like writing down like a grocery list. I'm more likely to remember, like what I write down for and like like the glitter pen, because I just like 155 00:24:23.640 --> 00:24:26.859 huda: it's more interesting, and it's more like engaging. 156 00:24:27.285 --> 00:24:28.140 huda: I don't think. 157 00:24:28.380 --> 00:24:37.679 Jenny Duan: I think this is still not like a logical analogy. I think you can say this. I quickly realized lessons, plans don't lesson plans don't work for kindergartners 158 00:24:37.730 --> 00:24:44.629 Jenny Duan: the same way. Regular ballpoint pens don't work for me, or you could say, kindergartners don't do lesson plans the same way. I don't 159 00:24:44.670 --> 00:24:49.359 Jenny Duan: use regular ballpoint pens, or something, but it has to be like person, person, thing, thing. 160 00:24:50.480 --> 00:24:55.480 huda: So I fully realized lesson plans. 161 00:24:56.070 --> 00:24:56.930 huda: John. 162 00:26:08.390 --> 00:26:09.330 Jenny Duan: Great. 163 00:26:23.620 --> 00:26:24.450 Jenny Duan: Okay. 164 00:26:34.400 --> 00:26:37.309 Jenny Duan: I'm just doing some edits for passive voice here. 165 00:26:37.750 --> 00:26:38.360 huda: Hmm. 166 00:28:09.280 --> 00:28:12.969 Jenny Duan: Okay, this is good. It's a little long. So let's just cut it down. 167 00:28:14.740 --> 00:28:16.300 Jenny Duan: 15 words over. 168 00:28:19.160 --> 00:28:22.099 huda: I think the outro can be cut down a little. 169 00:28:22.560 --> 00:28:23.460 huda: Hmm! 170 00:28:33.680 --> 00:28:36.360 Jenny Duan: I just took out that sentence because it was about creativity. 171 00:28:36.450 --> 00:28:38.570 Jenny Duan: Okay, this should. This is good. Now. 172 00:28:39.260 --> 00:28:39.730 huda: Okay. 173 00:28:39.730 --> 00:28:40.500 Jenny Duan: Think. 174 00:28:46.320 --> 00:28:48.349 huda: So is this finalized. 175 00:28:49.060 --> 00:28:50.489 Jenny Duan: Let's read it one more time. 176 00:29:14.770 --> 00:29:38.919 Jenny Duan: I still feel like your greatest talent or skill is not conveyed here, because it's not just about that you're able to personalize education for students. It's that you're able to like, recognize their needs and then personalize them like, does that make sense? It's not like you're suddenly able to personalize education. It's like, how does this? Where did this come from? And I think it's like not clear that that's a skill set here yet just yet. 177 00:30:01.120 --> 00:30:03.019 Jenny Duan: There you go! I think this is better. 178 00:30:04.110 --> 00:30:05.220 Jenny Duan: What do you think. 179 00:30:05.920 --> 00:30:07.729 huda: Yeah, I think it. 180 00:30:08.524 --> 00:30:12.069 huda: Kind of connects better to the prompt than this way. 181 00:30:12.090 --> 00:30:21.520 Jenny Duan: Okay, I just wanna make sure that it's as clear as possible. What you're still is okay. 182 00:30:42.160 --> 00:30:45.680 Jenny Duan: Okay. Can you read this out loud, and then I think it should be good. 183 00:30:46.860 --> 00:31:00.169 huda: Glitter. Pens are my secret weapon, not for doodling, though sometimes my note notebooks do shine excessively, but for making the mundane memorable grocery lists, purple and sparkly, a history lecture, blue and shiny. 184 00:31:00.300 --> 00:31:08.420 huda: But perhaps my favorite part is finding glitter pens for others. My ability to personalize education for students from all learning styles. 185 00:31:08.730 --> 00:31:19.100 huda: When I started teaching Sunday School at my local mosque in 9th grade, I quickly realized lesson plans don't work for kindergartners the same way. Regular ballpoint pens don't work for me. 186 00:31:19.420 --> 00:31:24.320 huda: Wandering eyes, fidgeting hands, and desk tapping, filled the classroom 187 00:31:24.510 --> 00:31:30.200 huda: with an expo marker and a dream. I approached the whiteboard, asking students to describe what kindness looked like 188 00:31:30.310 --> 00:31:38.299 huda: from a mother cooking naan for her family to a community volunteer brunch, honoring our firefighters, drawing slowly envelope the 189 00:31:38.855 --> 00:31:41.889 huda: whiteboard as boredom transformed into excitement. 190 00:31:42.140 --> 00:32:08.529 huda: An impromptu expo marker drawing activity might have impressed kindergarteners, but the High School English language development classroom. I began volunteering in during 11th grade required a whole different glitter. Pen, the 36 student immigrants had different proficiency levels. So I worked alongside the English department to create card games for each level picture cards to familiarize 191 00:32:08.530 --> 00:32:18.540 huda: newcomers with common objects or grammar rule. Uno games that advanced learners competed in. It was about finding the right game to make conjunctions in Oxford commas indelible. 192 00:32:19.630 --> 00:32:31.870 huda: Yet my endeavors didn't end there. Reaching beyond the classroom, I developed synthoria just as glitter pens transformed lessons, synthoria transformed complex technological concepts into engaging minigames. 193 00:32:31.890 --> 00:32:38.420 huda: players, navigated challenges that illustrated neural networks and models, making abstract ideas, tangible and fun 194 00:32:38.530 --> 00:32:49.690 huda: by creating and interactive scenarios that address real world AI dilemmas, synthoria, not only educated but also encouraged critical thinking about the impacts of technology 195 00:32:49.880 --> 00:32:58.940 huda: distributing synthoria to 200 plus classrooms and 6,000 plus children across America sparked their interest in technology and ethical considerations 196 00:32:59.280 --> 00:33:04.969 huda: at the end of the day the information is the same kindness, conjunctions, or AI ethics. 197 00:33:04.990 --> 00:33:14.619 huda: But the magic lies in finding the glitter pen that makes it unforgettable, because when the world feels a little shinier, learning isn't just memorable, it's transformative. 198 00:33:15.690 --> 00:33:17.720 Jenny Duan: Yeah, I think it sounds great. 199 00:33:18.210 --> 00:33:32.000 huda: I think this one part, though over here an impromptu X marker drawing activity may have impressed kindergartners, but the High School English Language development classroom. I began volunteering in during 11th grade, felt like. 200 00:33:32.000 --> 00:33:32.819 Jenny Duan: You all. 201 00:33:32.820 --> 00:33:34.012 huda: Been a really long. 202 00:33:35.780 --> 00:33:37.919 Jenny Duan: You can just say, Eld, it's okay. 203 00:33:37.920 --> 00:33:38.600 huda: Okay. 204 00:33:43.810 --> 00:33:45.469 Jenny Duan: I think it's better that way. 205 00:33:46.720 --> 00:33:48.490 Jenny Duan: Any- any thoughts on that. 206 00:33:49.132 --> 00:33:55.630 huda: And then, yeah, that sounds better. And then should I get rid of this whole different letter? Pen. 207 00:33:55.860 --> 00:33:56.490 Jenny Duan: Yeah. 208 00:34:03.137 --> 00:34:04.799 huda: Other than that. I think it's fine. 209 00:34:05.690 --> 00:34:08.440 Jenny Duan: Okay, I think this is good to be finalized. 210 00:34:10.469 --> 00:34:15.050 Jenny Duan: Okay, let's brainstorm a draft for this creative side. 211 00:34:18.420 --> 00:34:27.080 Jenny Duan: So you demonstrate, or you express your creative side through storytelling. 212 00:34:31.070 --> 00:34:33.229 Jenny Duan: I think maybe you can talk about how like 213 00:34:33.530 --> 00:34:38.390 Jenny Duan: every story can be interpreted in a different way, or, like every story, has a different end. But like 214 00:34:38.659 --> 00:34:43.889 Jenny Duan: as a journalist, you're up to, it's your responsibility to convey it in a in a specific way. 215 00:34:44.719 --> 00:34:49.449 Jenny Duan: or and then I think, like that's in and of itself is a really creative act. But 216 00:34:49.550 --> 00:34:51.370 Jenny Duan: I don't know what are your thoughts on that. 217 00:34:52.310 --> 00:34:56.869 huda: Oh, wait like can you repeat that actually. 218 00:34:57.230 --> 00:34:57.830 Jenny Duan: What? 219 00:34:58.030 --> 00:34:59.440 huda: Can you repeat that actually. 220 00:34:59.440 --> 00:35:06.699 Jenny Duan: Yeah. So like every story has a different end. But as a journalist, your job is to like, convey, or tell a story in a 221 00:35:06.770 --> 00:35:14.159 Jenny Duan: in a certain way, and like, put in your narrative into the context of the story, and like that in and of itself, is a pretty creative thing. 222 00:35:15.750 --> 00:35:20.899 huda: Yeah, so okay, I guess I can apply that to 223 00:35:21.070 --> 00:35:26.110 huda: j camp and folklift, i mean, like filmmakers, club is a bit of like a different 224 00:35:26.290 --> 00:35:31.650 huda: kind of take. But like, I think. 225 00:35:32.350 --> 00:35:47.219 huda: yeah, I definitely know how like jcamp and folklift could be weaved into that because I did like reporting projects, but I think, like Filmmakers Club. It's like a little harder to explain, like how I had like a personal like narrative inside of the stories that I told through there. 226 00:35:47.705 --> 00:35:51.170 huda: So yeah, like, I don't know how to go about that. 227 00:35:51.940 --> 00:35:52.690 huda: But. 228 00:35:57.460 --> 00:35:58.520 Jenny Duan: See 229 00:36:15.610 --> 00:36:20.564 Jenny Duan: Can you think about one story in which you had to make a decision? Or you had to? 230 00:36:20.880 --> 00:36:23.510 Jenny Duan: They come up with something creative. 231 00:36:26.490 --> 00:36:48.850 huda: I think like kind of going back on like like for folklift. We had to talk about or not. Folklift for J. Camp. One of our like essays was about like a story that you want to tell. And I think, like the story that I wrote about was like local Pakistani and Indian tensions, and like the Muslim community here. 232 00:36:49.321 --> 00:36:53.020 huda: And I think that was one of the like 233 00:36:53.520 --> 00:36:59.110 huda: creative aspects to it was like interviewing like different sides, because a lot of these people aren't like 234 00:36:59.250 --> 00:37:05.040 huda: political or anything. But it was just like, actually. 235 00:37:05.330 --> 00:37:07.351 huda: I don't really know if that fits 236 00:37:12.700 --> 00:37:22.209 huda: Actually, I think, like maybe the hook or like that, the topic could be about like, how like something about storytelling and like 237 00:37:23.970 --> 00:37:28.440 huda: like the importance of storytelling. Maybe, like 238 00:37:29.860 --> 00:37:41.300 Jenny Duan: It'd be. How like storytelling can capture like things that, like oral histories or things that have never been told before, like you could connect it to culture or like identity in the, in the people that you've interviewed. Maybe 239 00:37:43.440 --> 00:37:47.740 Jenny Duan: and like. There are probably other ways to do this, too, but like what is, I guess, like. 240 00:37:47.940 --> 00:37:53.090 Jenny Duan: create creativity involves some type of decision making or new idea. So 241 00:37:54.050 --> 00:38:01.560 Jenny Duan: I guess it's like, in what context, in your journalism career. Have you had to make a decision or come up with an idea. 242 00:38:05.696 --> 00:38:13.570 huda: I think, for folklift like that was like a 243 00:38:14.258 --> 00:38:17.600 huda: big aspect of it, like, because 244 00:38:20.540 --> 00:38:23.800 huda: I guess some of these stories are like, not exactly like 245 00:38:24.310 --> 00:38:43.129 huda: easy stories to tell, like, for example, some like the businesses when they were talking about like why, why, they started their businesses. There was like a lot of heavy topics, and I actually noticed that, like almost with all the small business that I interviewed, they were like someone was suffering from postpartum depression. Someone was like 246 00:38:43.270 --> 00:38:50.509 huda: kind of sad because of like a parent's loss. And so, like all these like hard topics, and I think, like 247 00:38:50.530 --> 00:38:53.489 huda: writing the article you had to kind of 248 00:38:54.613 --> 00:39:00.906 huda: like. The point of the article was to inspire, like other young Muslim entrepreneurs, but like 249 00:39:01.660 --> 00:39:02.620 huda: kind of like 250 00:39:02.760 --> 00:39:17.700 huda: when writing it. You have to kind of maintain like an inspirational kind of tone, but also at the same time conveying, like like the actual truth that was there. So maybe that was like a decision. But I don't know if that really pertains to like creativity. 251 00:39:17.830 --> 00:39:18.990 huda: So 252 00:39:25.710 --> 00:39:27.120 Jenny Duan: Oh, go ahead! 253 00:39:27.340 --> 00:39:34.849 huda: No, I was just gonna say, like, maybe, like, the creativity is like kind of similar to the other essay. It's like 254 00:39:35.020 --> 00:39:38.649 huda: I tell stories through like different, like 255 00:39:38.820 --> 00:39:57.459 huda: mediums, almost because because I don't always just write articles. I do a lot of like poetry as well with folklift. And then with Jakemp, I did a lot of articles, and then and then with Filmmakers club, I make like short films that have kind of like an underlying message. And so 256 00:39:57.710 --> 00:40:05.959 huda: like maybe, like the creativity could be again like kind of like, like through different mediums. Maybe. 257 00:40:08.720 --> 00:40:17.860 Jenny Duan: Okay, and then I still, I don't think I understand. Still, like how that relates to storytelling. 258 00:40:19.990 --> 00:40:24.460 huda: Because each do you like the 3 kind of like ways of storytelling? 259 00:40:25.145 --> 00:40:26.900 huda: They're all like. 260 00:40:28.059 --> 00:40:37.050 huda: They're all like telling stories like articles. I'm writing about like the political climate in Austin. And then poetry I'm writing about like 261 00:40:37.628 --> 00:40:45.010 huda: I don't know like Muslim voters. And then filmmakers club. I I kind of talk about like some 262 00:40:45.320 --> 00:40:48.379 huda: like underlying messages, like, for example, 263 00:40:50.100 --> 00:40:56.120 huda: like, yeah, they're just like hidden like meetings behind, like the short film. So I think, like. 264 00:40:56.510 --> 00:41:02.619 huda: that's how it relates to storytelling, because each like is a way of storytelling. But it's just like a different 265 00:41:02.950 --> 00:41:03.800 huda: kind. 266 00:41:07.370 --> 00:41:15.330 Jenny Duan: Gotcha? Okay, I think that makes sense. So do you want to start it off with like a flip of story? Or do you wanna 267 00:41:15.622 --> 00:41:21.920 Jenny Duan: or how do you envision like the stories that you mentioned in regards to folk with like transitioning into the rest of the essay. 268 00:41:22.920 --> 00:41:23.980 huda: Hmm. 269 00:41:37.510 --> 00:41:39.350 huda: actually, I was thinking, like 270 00:41:39.450 --> 00:41:44.629 huda: I could start it off with like something that's not really an extracurricular. But I could talk about like. 271 00:41:45.060 --> 00:41:48.819 huda: yeah, it doesn't have to be an extra curricular. It could just be like an experience that you have. 272 00:41:49.600 --> 00:41:52.939 huda: Yeah, I was thinking, like starting it off by like maybe like 273 00:41:53.541 --> 00:42:00.950 huda: when I was younger, like I heard a story from like my grandma talking about like like 274 00:42:01.070 --> 00:42:06.030 huda: her growing up, and like how that was like, and I guess 275 00:42:06.850 --> 00:42:14.119 huda: I can't. I can't think of it right now, but like maybe like something about like the way she told the story kind of like inspired my storytelling 276 00:42:14.180 --> 00:42:16.310 huda: like the way I tell stories. 277 00:42:16.868 --> 00:42:20.349 huda: So maybe like that could be like the hook. Maybe. 278 00:42:23.920 --> 00:42:31.940 Jenny Duan: And then how this influence you tell stories, and then from there maybe you can write about like 279 00:42:32.630 --> 00:42:36.859 Jenny Duan: both Cliff and then Jakemp. And then 280 00:42:37.320 --> 00:42:40.200 Jenny Duan: how do we fit filmmakers? Flood into this? 281 00:42:41.280 --> 00:42:49.150 Jenny Duan: Okay, let's just focus it on Forklift and J. Camp, if you can fit anything about Filmmakers Club. That'd be great, but you also don't need to. 282 00:42:49.150 --> 00:42:49.850 huda: Okay. 283 00:42:51.570 --> 00:42:53.799 Jenny Duan: Yeah, what do you think? 284 00:42:54.000 --> 00:42:55.512 huda: Yeah, I think that's 285 00:42:55.940 --> 00:43:01.728 huda: And I think, like, if I do have space, I might like mention mht, rather than 286 00:43:02.370 --> 00:43:06.064 huda: Then, like filmmakers club itself. 287 00:43:07.490 --> 00:43:11.889 huda: yeah, cause I feel like that's a little more tangible like reporting. And yeah. 288 00:43:13.130 --> 00:43:14.060 Jenny Duan: Definitely. 289 00:43:18.950 --> 00:43:19.960 Jenny Duan: right. 290 00:43:22.380 --> 00:43:24.480 huda: With with folklift like 291 00:43:26.060 --> 00:43:31.050 huda: Do you like recommend like going into detail about like like my 292 00:43:31.200 --> 00:43:38.640 huda: like, how it was like founding folklift like what kind of like side of folklift am I highlighting for this essay? 293 00:43:39.470 --> 00:43:44.819 Jenny Duan: I think, like the creative aspect. So like, that's the way that you communicate people's stories mostly. 294 00:43:46.020 --> 00:43:51.010 Jenny Duan: Yeah, I think, like, emphasize the creativity here. 295 00:44:03.370 --> 00:44:05.309 huda: Okay, then that makes sense. 296 00:44:06.280 --> 00:44:07.080 Jenny Duan: Right. 297 00:44:07.230 --> 00:44:11.470 Jenny Duan: Let me just write down this framework onto the notes here. 298 00:44:42.760 --> 00:44:48.429 Jenny Duan: Okay, great. Next thing I want to check in to see is if you have your ut. Austin essay. 299 00:44:49.696 --> 00:44:55.083 huda: With the ut, Austin, I found like which essays I want to repurpose. I haven't like 300 00:44:55.780 --> 00:45:00.669 huda: like change them to fit ut, Austin. But yeah, like, I 301 00:45:00.720 --> 00:45:03.550 huda: put some like options on the document. Let me. 302 00:45:03.550 --> 00:45:05.819 Jenny Duan: Can you send the doc? The doc to me? Yeah. 303 00:45:37.910 --> 00:45:38.969 Jenny Duan: One second. 304 00:45:49.100 --> 00:45:53.790 Jenny Duan: Okay, yeah. 305 00:46:05.520 --> 00:46:08.979 Jenny Duan: I think I like this essay better. The second. 306 00:46:12.020 --> 00:46:15.529 Jenny Duan: yeah, just make it a little bit longer 307 00:46:17.030 --> 00:46:20.289 Jenny Duan: and connected to Ut Austin instead. 308 00:46:22.180 --> 00:46:22.960 huda: Yeah. 309 00:46:29.620 --> 00:46:31.270 Jenny Duan: I think you can apply for. 310 00:46:31.530 --> 00:46:38.290 Jenny Duan: I think you apply for computer science as your second choice major, and then journalism, because you don't write about journalism at all. Here. 311 00:46:39.230 --> 00:46:39.660 huda: Okay. 312 00:46:41.380 --> 00:46:44.209 Jenny Duan: I think you can apply for Cs as your 1st choice, Major, if you wanted. 313 00:46:44.220 --> 00:46:47.310 Jenny Duan: But if you'd rather do data science, then that's up to you. 314 00:46:47.610 --> 00:46:49.990 huda: I think I'd rather do data science. 315 00:46:49.990 --> 00:46:51.239 Jenny Duan: Okay, makes sense. 316 00:46:52.300 --> 00:46:58.180 Jenny Duan: No, wait. But yeah, I think computer science is your second choice. Major makes sense because your essays are not about journalism. 317 00:47:00.310 --> 00:47:02.800 Jenny Duan: Yeah, okay, actually, these look, pretty good. 318 00:47:03.700 --> 00:47:04.300 huda: Okay. 319 00:47:04.900 --> 00:47:05.220 Jenny Duan: Don't! 320 00:47:05.220 --> 00:47:06.840 huda: A second as well. 321 00:47:06.840 --> 00:47:08.829 Jenny Duan: The second one doesn't need to be changed. 322 00:47:09.100 --> 00:47:14.789 Jenny Duan: It's a little long, so maybe we just cut it down now, but the 1st one just adds some stuff about 323 00:47:14.830 --> 00:47:16.160 Jenny Duan: ut. Austin. 324 00:47:16.610 --> 00:47:17.280 huda: - 325 00:47:20.520 --> 00:47:28.130 huda: okay, can we? Actually the Uc essay? There's 1 more essay. Yeah. 326 00:47:29.660 --> 00:47:33.489 huda: it was the educational opportunity essay. 327 00:47:34.240 --> 00:47:34.820 Jenny Duan: Okay. 328 00:47:40.080 --> 00:47:41.909 Jenny Duan: what have you changed about this essay? 329 00:47:42.735 --> 00:47:48.004 huda: So I added the bit over here. About like, actually this part 330 00:47:48.610 --> 00:47:57.619 huda: I wanted to run this by. I said I kind of talked about how like learning opportunities for computer science was like scarce, and that like. 331 00:47:57.670 --> 00:48:07.719 huda: I think, like previously, it said that, like it was the only form of like connection. I didn't really know if it was too like clear what that meant in in the essay. So. 332 00:48:07.720 --> 00:48:09.339 Jenny Duan: This looks good. This looks good. 333 00:48:09.340 --> 00:48:09.990 huda: Okay? 334 00:48:10.350 --> 00:48:14.910 huda: And then I added, like the part about Youtube tutorials. And then. 335 00:48:15.382 --> 00:48:18.040 huda: these last 2 paragraphs are new as well. 336 00:48:18.800 --> 00:48:19.410 Jenny Duan: Okay. 337 00:48:40.140 --> 00:48:42.500 Jenny Duan: I like this. Your stubborn resolve. 338 00:48:43.420 --> 00:48:44.160 huda: Thanks. 339 00:48:47.560 --> 00:48:49.850 Jenny Duan: You don't need to say it twice here. 340 00:48:51.260 --> 00:48:56.360 Jenny Duan: Bye, what is it like? How, what else? How else would you say your stubbornness off. 341 00:48:57.650 --> 00:48:58.680 Jenny Duan: Upgrade that. 342 00:49:01.460 --> 00:49:04.760 huda: Oh, I thought this was gonna be a little bit of like parallelism a little bit. 343 00:49:04.910 --> 00:49:09.059 Jenny Duan: I think it doesn't seem like parallelism. It seems to just like repetition. 344 00:49:12.650 --> 00:49:14.150 huda: persistence, maybe. 345 00:49:14.660 --> 00:49:15.949 Jenny Duan: That sounds good. 346 00:50:21.440 --> 00:50:25.980 Jenny Duan: Okay, I think this paragraph right here. The second paragraph 347 00:50:26.010 --> 00:50:37.810 Jenny Duan: is kind of like the setting slash. Time period is not clear, so like dental installments became a luxury like that sounds like it's over a period of time. But now you put it into this discrete moment. 348 00:50:37.920 --> 00:50:40.339 Jenny Duan: The lights in the living room flicker shut. 349 00:50:40.370 --> 00:50:45.190 Jenny Duan: What was it before? I remember? Like it was a little bit clearer earlier, but I don't quite remember 350 00:50:45.310 --> 00:50:46.499 Jenny Duan: what it was. 351 00:50:47.259 --> 00:50:50.429 huda: Let me pull up the previous one. 352 00:50:51.360 --> 00:50:51.900 Jenny Duan: Great. 353 00:51:17.610 --> 00:51:22.430 huda: I think this was part of the same paragraph. I think that's 354 00:51:27.760 --> 00:51:29.979 huda: I think. Yeah, that's the only change. I think. 355 00:51:34.550 --> 00:51:37.219 Jenny Duan: Perfect. Can you put it back to what it was like before. 356 00:51:40.260 --> 00:51:45.350 huda: Yeah, this is, let me just like paste. The that's very rough. 357 00:51:57.910 --> 00:51:59.059 Jenny Duan: Oh, but 358 00:52:13.120 --> 00:52:17.240 Jenny Duan: can I? Can, I say, like one afternoon. 359 00:52:18.410 --> 00:52:26.240 Jenny Duan: Or this afternoon or that afternoon. 360 00:52:26.440 --> 00:52:27.110 Jenny Duan: Awesome. 361 00:52:28.960 --> 00:52:34.330 Jenny Duan: Okay, I think it just like, Go. Then it goes from like a general moment to a very specific moment. 362 00:52:35.360 --> 00:52:36.070 huda: Yeah. 363 00:52:45.690 --> 00:52:50.429 huda: Do you think the sentence I was free to give away? Do you think that's like relevant or like 364 00:52:52.310 --> 00:52:53.090 huda: confusing. 365 00:52:57.180 --> 00:53:04.070 Jenny Duan: I think you just take it out because we are short on words, anyways, because are these 3, 50, or 300? Again. 366 00:53:04.230 --> 00:53:05.090 huda: 3, 50. 367 00:53:05.090 --> 00:53:06.300 Jenny Duan: Oh, then you're not sure. 368 00:53:08.167 --> 00:53:10.710 Jenny Duan: You can say like I could game again. 369 00:53:31.978 --> 00:53:35.740 huda: Over here? Can I put like a metric and put like 300 neighbors. 370 00:53:36.270 --> 00:53:37.030 Jenny Duan: Yeah. 371 00:53:46.480 --> 00:53:47.350 Jenny Duan: Great. 372 00:53:47.960 --> 00:53:48.730 huda: Shrink. 373 00:53:54.330 --> 00:53:57.790 Jenny Duan: Yeah, I think this is very good. Do you have any other thoughts on this. 374 00:53:58.580 --> 00:54:00.730 huda: No, I think I think that's great. Then. 375 00:54:01.310 --> 00:54:02.460 Jenny Duan: Okay, great 376 00:54:02.918 --> 00:54:09.819 Jenny Duan: back to ut, Austin. I just want to quickly get this essay down to 300 words before we end. Today. 377 00:54:09.990 --> 00:54:10.540 huda: Yeah. 378 00:54:18.960 --> 00:54:22.470 huda: maybe I could say, growing up in a rural town. 379 00:54:22.730 --> 00:54:23.510 Jenny Duan: Yeah. 380 00:54:29.660 --> 00:54:31.150 Jenny Duan: then you can take this. 381 00:54:37.850 --> 00:54:40.510 Jenny Duan: This is a little too fluffy. What does this mean? 382 00:54:41.525 --> 00:54:42.190 huda: Oh. 383 00:54:47.460 --> 00:54:51.039 huda: I yeah, I think it's fluffy, but 384 00:54:51.390 --> 00:54:54.970 huda: I don't know another word to another way to word it. 385 00:54:56.690 --> 00:54:58.049 Jenny Duan: I liked what you said. 386 00:54:59.000 --> 00:55:01.260 Jenny Duan: I liked what you said in the other essay. 387 00:55:03.340 --> 00:55:05.650 Jenny Duan: I'm just gonna copy, paste it from here. 388 00:55:06.420 --> 00:55:07.530 Jenny Duan: Another one. 389 00:56:01.930 --> 00:56:04.889 Jenny Duan: Okay, it's good. I think the rest looks good. 390 00:56:05.480 --> 00:56:06.400 huda: Okay, thanks. 391 00:56:07.320 --> 00:56:12.340 huda: So then I'll just I'll just change this like bit. So it's like more focused on 392 00:56:14.330 --> 00:56:17.660 huda: on Youtube, Austin. And I I guess I can submit. 393 00:56:18.370 --> 00:56:19.110 Jenny Duan: Okay? 394 00:56:19.530 --> 00:56:26.820 Jenny Duan: And then after that, were you able to submit your Csu as applications 395 00:56:30.880 --> 00:56:33.399 Jenny Duan: like Sjsu and Cal Poly slow, were you able to submit. 396 00:56:33.400 --> 00:56:34.470 huda: Yeah, yeah. 397 00:56:34.770 --> 00:56:37.480 Jenny Duan: Wait? Did you already submit them, or are you still waiting. 398 00:56:37.720 --> 00:56:38.780 huda: Already submitted them. 399 00:56:38.780 --> 00:56:41.280 Jenny Duan: Oh, perfect. Okay. 400 00:56:41.350 --> 00:56:47.149 Jenny Duan: So next one that I maybe want to work on. What did you get a chance to rank these schools in order of priority, yet. 401 00:56:47.150 --> 00:56:47.670 huda: Yeah. 402 00:56:48.190 --> 00:56:50.539 Jenny Duan: Okay, so northwestern is next, right? 403 00:56:52.222 --> 00:56:55.087 huda: It's mit, and then it's. 404 00:56:55.660 --> 00:56:57.860 Jenny Duan: Can you show me what it looks like? I don't know if 405 00:56:57.970 --> 00:57:01.449 Jenny Duan: this database is only on yours, but on me it's 406 00:57:01.530 --> 00:57:03.740 Jenny Duan: on mine. It's like the same order. 407 00:57:04.330 --> 00:57:05.180 huda: Oh! 408 00:57:05.180 --> 00:57:07.090 Jenny Duan: Oh, weird. Okay. 409 00:57:07.600 --> 00:57:09.229 Jenny Duan: I wonder if it's a way to. 410 00:57:09.460 --> 00:57:13.000 Jenny Duan: Okay, maybe it's not possible to apply universal ordering 411 00:57:13.550 --> 00:57:16.000 Jenny Duan: cause on my screen doesn't look like that. 412 00:57:17.000 --> 00:57:22.249 Jenny Duan: Okay, that's fine. As long as you know what's next. It's fine. Mit is next. So I think 413 00:57:22.730 --> 00:57:34.860 Jenny Duan: by the next time we meet I want you to just take a look at the Mit essays and then come back with some ideas. You don't have to have full drafts, because I want you to finish and submit the Ucs first.st But for mit, like. 414 00:57:34.920 --> 00:57:38.909 Jenny Duan: just come up with some ideas, and we can be prepared to talk about that on. 415 00:57:39.626 --> 00:57:43.179 Jenny Duan: When is our next meeting again? I don't think we've determined it. 416 00:57:43.310 --> 00:57:44.870 huda: Yeah, I don't think we scheduled it yet. 417 00:57:44.870 --> 00:57:46.179 Jenny Duan: During our next meeting. 418 00:57:47.590 --> 00:57:50.890 Jenny Duan: Okay, great. When do you want to meet next? Speaking of that. 419 00:57:53.870 --> 00:57:56.209 huda: Are you available on Saturday? 420 00:57:56.980 --> 00:57:59.789 Jenny Duan: Yeah, I am available on Saturday. 421 00:58:03.270 --> 00:58:04.310 Jenny Duan: One second. 422 00:58:07.740 --> 00:58:13.289 Jenny Duan: Okay, Saturday. Do you have specific times that you want to meet? Or you kind of just like free, generally. 423 00:58:13.600 --> 00:58:17.280 huda: I'm free generally, but I think like the morning might be better. 424 00:58:17.280 --> 00:58:19.430 Jenny Duan: Let's do. 11 am. Is that okay? 425 00:58:19.430 --> 00:58:19.970 huda: Yeah. 426 00:58:20.290 --> 00:58:21.040 Jenny Duan: Perfect. 427 00:58:22.380 --> 00:58:35.539 Jenny Duan: Sounds good, then. Let's meet at 11. If you need anything else before then, just send me a message you could text me, or send Mary an email, and then other than that, I think we should be good. 428 00:58:36.870 --> 00:58:37.830 huda: Okay. Great. 429 00:58:38.180 --> 00:58:41.430 Jenny Duan: Alright! Good progress! I'll see you soon. 430 00:58:41.860 --> 00:58:42.510 huda: See you bye.",
  "segments": [
    "Week 34 - Coaching_Jenny_Huda_Wk34_2024-11-20_M_32bfb3986d020234_U_32bfb3986d020234 WEBVTT 1 00:00:28.760 --> 00:00:29.850 Jenny Duan: Hi huda. 2 00:00:31.460 --> 00:00:32.340 huda: Hi. 3 00:00:34.420 --> 00:00:35.470 Jenny Duan: How's it going. 4 00:00:35.980 --> 00:00:37.660 huda: It's going great! How are you? 5 00:00:38.380 --> 00:00:39.428 Jenny Duan: I'm doing good, too. 6 00:00:39.760 --> 00:00:41.810 Jenny Duan: Give me a second. I'm gonna plug my computer. 7 00:00:42.440 --> 00:00:42.970 huda: Okay. 8 00:00:57.150 --> 00:01:01.710 Jenny Duan: Awesome. How's your essays going? Were you able to make edits to your Uc. Essays? 9 00:01:02.180 --> 00:01:07.082 huda: Yeah, I actually came up with, or I finished one draft for the 10 00:01:08.150 --> 00:01:26.819 huda: like the creative side essay. And then I fix, I think I completed the essay, for, like the educational barrier, not too sure if I don't, I'm not too sure if, like the educational barrier, one is that great. But yeah, I think like the idea for the creativity one is 11 00:01:27.222 --> 00:01:31.180 huda: so I at least started off with like a kind of like a metaphor. 12 00:01:31.480 --> 00:01:34.340 huda: I don't know if it's like cliche, but I said that. 13 00:01:34.340 --> 00:01:35.050 Jenny Duan: Cool. 14 00:01:36.120 --> 00:01:42.539 huda: Thank you. Yeah, I don't know if it's it's too cliche or like it doesn't make sense. But 15 00:01:42.690 --> 00:01:43.460 huda: yeah. 16 00:01:44.730 --> 00:01:47.210 Jenny Duan: Okay, let me just read it for a second. 17 00:01:53.460 --> 00:01:54.340 Jenny Duan: But 18 00:02:32.820 --> 00:02:37.039 Jenny Duan: can you elaborate on this analogy? Kindergarteners don't do lesson plans. 19 00:02:38.110 --> 00:02:59.439 huda: Yeah, like, I guess the sentence afterwards kind of like explains it further. But it's about like how, when I'm going through like lesson plans and just telling them like kind of like a lecture. They don't really pay attention and like the same wa",
    "y that if I'm writing with, like something normal like, it just slips my mind. 20 00:02:59.670 --> 00:03:00.760 huda: Yeah. 21 00:03:01.060 --> 00:03:01.750 Jenny Duan: Okay. 22 00:03:05.550 --> 00:03:09.669 Jenny Duan: let me. I'm taking notes on our document about this essay. Give me a moment. 23 00:03:37.210 --> 00:03:37.990 Jenny Duan: Okay. 24 00:03:41.810 --> 00:03:45.734 Jenny Duan: I think you can't exactly make this analogy, because 25 00:03:46.500 --> 00:03:55.779 Jenny Duan: like, you're comparing kindergartners to ballpoint pens, but like it's not like. I don't think that is a direct comparison. I don't think you can compare. 26 00:03:56.140 --> 00:03:57.880 Jenny Duan: I don't think it makes sense that, like 27 00:03:58.190 --> 00:04:04.879 Jenny Duan: kinderg, like kindergartners, don't do lesson plans and regular and regular ballpoint. Pens don't work for me. Aren't like a. 28 00:04:05.550 --> 00:04:09.740 Jenny Duan: It's not like a same logical structure. 29 00:04:10.090 --> 00:04:14.430 Jenny Duan: So I think we might need to modify that comparison. 30 00:04:15.000 --> 00:04:16.790 huda: Oh, I was going for like. 31 00:04:17.380 --> 00:04:30.440 huda: like, I'm basically saying that glitter pens are like creative ways of teaching and then, like ballpoint pens, I guess, like they're the standard ways of teaching. And so like. 32 00:04:31.071 --> 00:04:43.368 huda: kind of like the way like kindergartners don't do like normal ways of teaching like they don't really like focus. It doesn't, really. It's not that effective and that's the same way that, like 33 00:04:43.800 --> 00:04:45.970 huda: like ballpoint pens are for me. 34 00:04:47.300 --> 00:04:52.870 Jenny Duan: Perfect. I mean, see? 35 00:05:04.880 --> 00:05:06.929 Jenny Duan: Okay, this makes sense. 36 00:07:32.380 --> 00:07:33.953 Jenny Duan: Okay. Great. 37 00:07:39.240 --> 00:07:41.369 Jenny Duan: so can you tell me like how? 38 00:07:42.840 --> 00:07:43.890 Jenny Duan: I guess 39 00:07:44",
    ".610 --> 00:07:58.769 Jenny Duan: I see that I see the creativity here. But I feel like this could be emphasized a little bit more, because I think right now the focus is on is on what you do, and not like what makes it a creative pursuit for you. So maybe like, can you explain 40 00:07:58.840 --> 00:08:02.710 Jenny Duan: to me, like what makes teaching creative for you? 41 00:08:04.131 --> 00:08:13.630 huda: Yeah, I think it's about like, kind of having to find like different ways. 42 00:08:14.182 --> 00:08:43.210 huda: For something to like stick, because it's obviously not like a 1. Size fits all, and so it requires a little bit of creativity to find like new approaches. Like, for example, with at the Sunday school I had to like come up with like an impromptu like game to like to like, write, draw stuff, and that made it stick better. And then, like with the English language development, it was like creating card games. And then with Centauri, I was like developing like a whole game 43 00:08:44.110 --> 00:08:45.070 huda: about like 44 00:08:45.120 --> 00:08:51.360 huda: data science. And so like, there's not one approach. And so I think, like, the creativity aspect is like 45 00:08:52.780 --> 00:08:55.669 huda: finding like new ways, like, kind of 46 00:08:55.910 --> 00:09:00.179 huda: yeah, like ways that aren't really normal. But 47 00:09:01.010 --> 00:09:04.750 huda: they still get the point of across, I guess. Or, yeah. 48 00:09:06.650 --> 00:09:07.770 Jenny Duan: Let's see. 49 00:09:08.940 --> 00:09:10.729 Jenny Duan: That makes sense to me. 50 00:09:10.860 --> 00:09:12.070 Jenny Duan: Let me. 51 00:09:18.180 --> 00:09:30.860 Jenny Duan: I think I want you to emphasize creativity a little bit earlier in this essay, because I don't really see any mention of creativity or thinking differently until this paragraph. 52 00:09:30.980 --> 00:09:38.067 Jenny Duan: But I feel like like what I associate with creativity is like a process of wonder or 53 00:09:39.830 --",
    "> 00:09:45.159 Jenny Duan: thinking outside the box, or like coming up with something that's uniquely your own. And I think 54 00:09:45.850 --> 00:09:52.099 Jenny Duan: I kind of see that here, but I would love to see like what makes you creative person. A little bit earlier 55 00:09:52.140 --> 00:09:53.399 Jenny Duan: in the essay. 56 00:09:53.910 --> 00:09:58.909 huda: I actually kind of like this essay for the talent talent, prompt. 57 00:09:59.770 --> 00:10:00.670 Jenny Duan: Yeah. 58 00:10:05.330 --> 00:10:07.280 Jenny Duan: what would be the talent here? 59 00:10:08.373 --> 00:10:10.590 huda: It's like making learning memorable 60 00:10:12.383 --> 00:10:14.859 huda: or like finding glitter pens for others. 61 00:10:19.250 --> 00:10:23.770 Jenny Duan: So I think we could repurpose it for that prompt, too, instead. 62 00:10:24.457 --> 00:10:25.979 Jenny Duan: I think then 63 00:10:26.420 --> 00:10:40.109 Jenny Duan: the thing, I would add, is just like a little bit more about how you have developed it over time. So maybe if we were to use it for that prompt, you could start here and said, and say, when I started teaching Sunday school at my local mosque like, when did you start at age. 64 00:10:40.250 --> 00:10:45.459 Jenny Duan: blank or in grade blank and just emphasize like the passage of time. 65 00:10:45.840 --> 00:10:46.540 huda: Yeah. 66 00:10:47.890 --> 00:10:48.830 huda: Hmm. 67 00:10:56.290 --> 00:10:57.210 huda: okay. 68 00:10:58.600 --> 00:11:05.970 huda: and then cause I think this other one about like Jcam Folklift and Filmmakers Club. I think that could also like 69 00:11:06.360 --> 00:11:09.419 huda: really fit into creativity, then. 70 00:11:09.590 --> 00:11:10.909 Jenny Duan: Yeah, I agree. 71 00:11:13.680 --> 00:11:17.800 huda: Okay, let me apply these changes. 72 00:11:45.220 --> 00:11:47.460 huda: I was actually wondering for the 73 00:11:47.610 --> 00:11:55.469 huda: this one with the my Jcam Folklitch and Filmmakers Club. If we could come ",
    "up with like a little bit of an outline 74 00:11:55.530 --> 00:12:00.110 huda: kind of like how the intro would look like, and then like 75 00:12:00.220 --> 00:12:05.500 huda: cause I'm a bit cause I tried starting it, but I'm like still a little bit confused on, like how to go about it. 76 00:12:06.220 --> 00:12:12.940 Jenny Duan: Yeah, I think let's 1st work on revising, revising this 3rd essay first, st and then we can go to that. 77 00:12:12.940 --> 00:12:13.600 huda: Yeah. 78 00:12:14.110 --> 00:12:15.130 Jenny Duan: Can you? 79 00:12:16.300 --> 00:12:24.129 Jenny Duan: Can you? Add some like context on how you've developed and demonstrated that talent over time. So just add some like dates here. 80 00:12:24.735 --> 00:12:28.689 Jenny Duan: and like, when you transition to the next paragraph, just 81 00:12:29.100 --> 00:12:31.190 Jenny Duan: add, like the growth over time. 82 00:12:49.210 --> 00:12:55.620 Jenny Duan: as maybe like, I began volunteering in in blank or something like that. 83 00:13:15.790 --> 00:13:18.769 Jenny Duan: It's fine. I don't think you need to add any specific dates here. 84 00:13:19.140 --> 00:13:19.620 huda: Okay. 85 00:13:19.994 --> 00:13:26.729 Jenny Duan: And then I think at the end, can you emphasize? Make it very clear what the skill is. 86 00:13:26.770 --> 00:13:31.229 huda: You distill in one sentence what you think the skill you want to convey is 87 00:13:32.520 --> 00:13:41.899 huda: so the skill I'm gonna convey is that information is like the same. But like 88 00:13:42.030 --> 00:13:51.500 huda: the way you're conveying or not conveying. But like, I think, like. 89 00:13:52.470 --> 00:13:58.480 huda: yeah. So like the information stays the same, but finding like a method to 90 00:13:58.970 --> 00:14:04.499 huda: like match audiences, is really like how it can be most memorable. 91 00:14:07.370 --> 00:14:09.599 Jenny Duan: Okay, can you write that in one sentence. 92 00:14:10.690 --> 00:14:11.300 huda: Hmm. 93 00:14:11.300 -",
    "-> 00:14:23.159 Jenny Duan: Like just at the bottom, and then we can find a place to put it in. I think like having that as the last sentence like I could see something like in the beginning. You start off with glitter. Pens are my secret weapon. And then at the end you could say like 94 00:14:23.820 --> 00:14:28.900 Jenny Duan: I don't know. Being able to distill information or being able to convey information to different audiences, is my 95 00:14:29.210 --> 00:14:33.180 Jenny Duan: hidden talent, or like something with a similar parallel structure. But 96 00:14:33.750 --> 00:14:37.079 Jenny Duan: I don't know. I think we can state that explicitly somewhere 97 00:14:38.200 --> 00:14:40.200 Jenny Duan: in the essay, just to make it clear. 98 00:14:40.630 --> 00:14:41.220 huda: Yeah. 99 00:15:26.480 --> 00:15:33.009 huda: or actually, for this sentence, should I mention, like the glitter and the glitter pen like analogy? Or should I just like 100 00:15:33.030 --> 00:15:37.319 huda: talk about like like the larger meaning. 101 00:15:42.890 --> 00:15:46.679 Jenny Duan: I think you can just 102 00:15:48.370 --> 00:16:01.690 Jenny Duan: stay. I don't think you need to stay in a larger meeting. I think you can just state your your skill set. If you can just write one sentence displaying, like what skill you want to emphasize. I think we can weave that in later on, in the essay, or somewhere in the essay. 103 00:16:02.520 --> 00:16:03.040 huda: Yeah. 104 00:16:33.370 --> 00:16:37.210 huda: actually, I'm having trouble like creating this. But hmm. 105 00:17:30.090 --> 00:17:31.050 huda: hmm! 106 00:18:01.600 --> 00:18:05.170 huda: This is just like, really like rudimentary like, I 107 00:18:05.230 --> 00:18:08.450 huda: can't really think I can't verbalize like 108 00:18:09.700 --> 00:18:15.800 huda: what the talent is, because I feel like I kind of stated it in, like the metaphor in the beginning. But. 109 00:18:19.800 --> 00:18:26.950 Jenny Duan: Is it making learning me",
    "morable? Or I feel like there's something more, though I don't think it's just making learning memorable. It's 110 00:18:27.000 --> 00:18:31.119 Jenny Duan: making like helping people learn, regardless of their 111 00:18:31.640 --> 00:18:37.779 Jenny Duan: or like conveying information in different ways. Or I think there's something more than just making it memorable, making it stick. 112 00:18:37.990 --> 00:18:39.030 Jenny Duan: Maybe. 113 00:18:40.370 --> 00:18:47.570 huda: Yeah, hmm, like, I guess the point I'm trying to say is that like, 114 00:18:49.330 --> 00:19:04.890 huda: like, I'm I like to tailor like education to different people, and like it's never one size fits. All like education is a 1. Size fits all. So like my biggest talent is to like use like my different skills, like 115 00:19:05.603 --> 00:19:13.230 huda: coding and stuff to like create tailored solutions for like people, who wanna learn. 116 00:19:13.600 --> 00:19:22.449 Jenny Duan: That's perfect. I think you should. I think we really need to get that thesis down like that. Capture that exactly, and then 117 00:19:22.680 --> 00:19:25.940 Jenny Duan: use that to inform the rest of the essay. 118 00:19:33.240 --> 00:19:36.199 Jenny Duan: I think right here is where you should state the skill. 119 00:19:36.510 --> 00:19:39.400 Jenny Duan: I don't think the skill is making learning memorable. 120 00:19:40.610 --> 00:19:41.230 huda: There's 121 00:19:48.360 --> 00:19:49.520 huda: Maybe, like 122 00:19:52.900 --> 00:20:03.600 huda: learning is often on uniform or 123 00:20:11.740 --> 00:20:12.270 huda: okay. 124 00:20:16.950 --> 00:20:18.949 huda: Wait. That's not what I said before. 125 00:20:20.540 --> 00:20:21.449 Jenny Duan: Oh, go ahead! 126 00:20:21.890 --> 00:20:22.770 huda: Yeah, no. 127 00:20:28.830 --> 00:20:30.680 huda: I forgot what I was saying before. 128 00:20:31.320 --> 00:20:32.280 Jenny Duan: You're saying. 129 00:20:33.300 --> 00:20:40.080 Jenny Duan: Your favorite part is like ",
    "using your different skill sets to help people learn in different ways. 130 00:21:14.010 --> 00:21:20.700 Jenny Duan: There's like, here's like a really rudimentary version of what you meant. I think we can. We can make it better. 131 00:21:25.070 --> 00:21:26.025 huda: yeah, 132 00:21:41.210 --> 00:21:47.130 huda: maybe, like making educational or making education, 133 00:21:48.650 --> 00:21:56.000 huda: personalized to students from all learning styles through. 134 00:21:57.590 --> 00:22:00.889 huda: I don't know if I should mention, but like through my own skills. 135 00:22:01.400 --> 00:22:03.759 huda: so kind of like a reuberated version of this. 136 00:22:08.720 --> 00:22:11.390 Jenny Duan: How would you? Can you rephrase that? One more time. 137 00:22:12.690 --> 00:22:16.190 huda: Yeah. Making education. Accessible? 138 00:22:17.909 --> 00:22:18.509 huda: yeah. 139 00:22:19.963 --> 00:22:27.330 huda: No. Actually, making education personalized to students from all learning styles. 140 00:22:28.270 --> 00:22:29.770 huda: My skills. 141 00:22:30.120 --> 00:22:31.339 Jenny Duan: Can you write that down. 142 00:22:31.510 --> 00:22:32.090 huda: Yes. 143 00:22:51.670 --> 00:22:55.019 huda: I don't know if using my skills sounds really like generic. 144 00:22:56.300 --> 00:22:57.460 Jenny Duan: Making. 145 00:22:58.340 --> 00:23:03.630 Jenny Duan: I think you should make this more 1st person. So like personalizing education, just 146 00:23:04.180 --> 00:23:09.430 Jenny Duan: like, maybe you can just say personalizing education for students from all learning styles. 147 00:23:09.700 --> 00:23:10.380 huda: Yeah. 148 00:23:11.010 --> 00:23:19.640 Jenny Duan: Yeah. And that's let me write that down personalizing education for students from all learning styles 149 00:23:23.430 --> 00:23:27.280 Jenny Duan: and that. And that makes it really clear like what your skill is. 150 00:23:33.210 --> 00:23:39.120 huda: okay, I think I wanna yeah, put that into here. 151 00:23:41.1",
    "80 --> 00:23:41.920 Jenny Duan: Great. 152 00:24:03.330 --> 00:24:05.870 Jenny Duan: Why don't regular ballpoint pens work for you? 153 00:24:07.169 --> 00:24:13.100 huda: Because they're just like really like mundane. And I feel like they're not really like, like. 154 00:24:13.280 --> 00:24:23.499 huda: for example, if I'm like writing down like a grocery list. I'm more likely to remember, like what I write down for and like like the glitter pen, because I just like 155 00:24:23.640 --> 00:24:26.859 huda: it's more interesting, and it's more like engaging. 156 00:24:27.285 --> 00:24:28.140 huda: I don't think. 157 00:24:28.380 --> 00:24:37.679 Jenny Duan: I think this is still not like a logical analogy. I think you can say this. I quickly realized lessons, plans don't lesson plans don't work for kindergartners 158 00:24:37.730 --> 00:24:44.629 Jenny Duan: the same way. Regular ballpoint pens don't work for me, or you could say, kindergartners don't do lesson plans the same way. I don't 159 00:24:44.670 --> 00:24:49.359 Jenny Duan: use regular ballpoint pens, or something, but it has to be like person, person, thing, thing. 160 00:24:50.480 --> 00:24:55.480 huda: So I fully realized lesson plans. 161 00:24:56.070 --> 00:24:56.930 huda: John. 162 00:26:08.390 --> 00:26:09.330 Jenny Duan: Great. 163 00:26:23.620 --> 00:26:24.450 Jenny Duan: Okay. 164 00:26:34.400 --> 00:26:37.309 Jenny Duan: I'm just doing some edits for passive voice here. 165 00:26:37.750 --> 00:26:38.360 huda: Hmm. 166 00:28:09.280 --> 00:28:12.969 Jenny Duan: Okay, this is good. It's a little long. So let's just cut it down. 167 00:28:14.740 --> 00:28:16.300 Jenny Duan: 15 words over. 168 00:28:19.160 --> 00:28:22.099 huda: I think the outro can be cut down a little. 169 00:28:22.560 --> 00:28:23.460 huda: Hmm! 170 00:28:33.680 --> 00:28:36.360 Jenny Duan: I just took out that sentence because it was about creativity. 171 00:28:36.450 --> 00:28:38.570 Jenny Duan: Okay, this should. This is good. ",
    "Now. 172 00:28:39.260 --> 00:28:39.730 huda: Okay. 173 00:28:39.730 --> 00:28:40.500 Jenny Duan: Think. 174 00:28:46.320 --> 00:28:48.349 huda: So is this finalized. 175 00:28:49.060 --> 00:28:50.489 Jenny Duan: Let's read it one more time. 176 00:29:14.770 --> 00:29:38.919 Jenny Duan: I still feel like your greatest talent or skill is not conveyed here, because it's not just about that you're able to personalize education for students. It's that you're able to like, recognize their needs and then personalize them like, does that make sense? It's not like you're suddenly able to personalize education. It's like, how does this? Where did this come from? And I think it's like not clear that that's a skill set here yet just yet. 177 00:30:01.120 --> 00:30:03.019 Jenny Duan: There you go! I think this is better. 178 00:30:04.110 --> 00:30:05.220 Jenny Duan: What do you think. 179 00:30:05.920 --> 00:30:07.729 huda: Yeah, I think it. 180 00:30:08.524 --> 00:30:12.069 huda: Kind of connects better to the prompt than this way. 181 00:30:12.090 --> 00:30:21.520 Jenny Duan: Okay, I just wanna make sure that it's as clear as possible. What you're still is okay. 182 00:30:42.160 --> 00:30:45.680 Jenny Duan: Okay. Can you read this out loud, and then I think it should be good. 183 00:30:46.860 --> 00:31:00.169 huda: Glitter. Pens are my secret weapon, not for doodling, though sometimes my note notebooks do shine excessively, but for making the mundane memorable grocery lists, purple and sparkly, a history lecture, blue and shiny. 184 00:31:00.300 --> 00:31:08.420 huda: But perhaps my favorite part is finding glitter pens for others. My ability to personalize education for students from all learning styles. 185 00:31:08.730 --> 00:31:19.100 huda: When I started teaching Sunday School at my local mosque in 9th grade, I quickly realized lesson plans don't work for kindergartners the same way. Regular ballpoint pens don't work for me. 186 00:31:19.420 --> 00:31:24.320 huda: Wanderi",
    "ng eyes, fidgeting hands, and desk tapping, filled the classroom 187 00:31:24.510 --> 00:31:30.200 huda: with an expo marker and a dream. I approached the whiteboard, asking students to describe what kindness looked like 188 00:31:30.310 --> 00:31:38.299 huda: from a mother cooking naan for her family to a community volunteer brunch, honoring our firefighters, drawing slowly envelope the 189 00:31:38.855 --> 00:31:41.889 huda: whiteboard as boredom transformed into excitement. 190 00:31:42.140 --> 00:32:08.529 huda: An impromptu expo marker drawing activity might have impressed kindergarteners, but the High School English language development classroom. I began volunteering in during 11th grade required a whole different glitter. Pen, the 36 student immigrants had different proficiency levels. So I worked alongside the English department to create card games for each level picture cards to familiarize 191 00:32:08.530 --> 00:32:18.540 huda: newcomers with common objects or grammar rule. Uno games that advanced learners competed in. It was about finding the right game to make conjunctions in Oxford commas indelible. 192 00:32:19.630 --> 00:32:31.870 huda: Yet my endeavors didn't end there. Reaching beyond the classroom, I developed synthoria just as glitter pens transformed lessons, synthoria transformed complex technological concepts into engaging minigames. 193 00:32:31.890 --> 00:32:38.420 huda: players, navigated challenges that illustrated neural networks and models, making abstract ideas, tangible and fun 194 00:32:38.530 --> 00:32:49.690 huda: by creating and interactive scenarios that address real world AI dilemmas, synthoria, not only educated but also encouraged critical thinking about the impacts of technology 195 00:32:49.880 --> 00:32:58.940 huda: distributing synthoria to 200 plus classrooms and 6,000 plus children across America sparked their interest in technology and ethical considerations 196 00:32:59.280 --> 00:33:04.969 huda: at the end of the day",
    " the information is the same kindness, conjunctions, or AI ethics. 197 00:33:04.990 --> 00:33:14.619 huda: But the magic lies in finding the glitter pen that makes it unforgettable, because when the world feels a little shinier, learning isn't just memorable, it's transformative. 198 00:33:15.690 --> 00:33:17.720 Jenny Duan: Yeah, I think it sounds great. 199 00:33:18.210 --> 00:33:32.000 huda: I think this one part, though over here an impromptu X marker drawing activity may have impressed kindergartners, but the High School English Language development classroom. I began volunteering in during 11th grade, felt like. 200 00:33:32.000 --> 00:33:32.819 Jenny Duan: You all. 201 00:33:32.820 --> 00:33:34.012 huda: Been a really long. 202 00:33:35.780 --> 00:33:37.919 Jenny Duan: You can just say, Eld, it's okay. 203 00:33:37.920 --> 00:33:38.600 huda: Okay. 204 00:33:43.810 --> 00:33:45.469 Jenny Duan: I think it's better that way. 205 00:33:46.720 --> 00:33:48.490 Jenny Duan: Any- any thoughts on that. 206 00:33:49.132 --> 00:33:55.630 huda: And then, yeah, that sounds better. And then should I get rid of this whole different letter? Pen. 207 00:33:55.860 --> 00:33:56.490 Jenny Duan: Yeah. 208 00:34:03.137 --> 00:34:04.799 huda: Other than that. I think it's fine. 209 00:34:05.690 --> 00:34:08.440 Jenny Duan: Okay, I think this is good to be finalized. 210 00:34:10.469 --> 00:34:15.050 Jenny Duan: Okay, let's brainstorm a draft for this creative side. 211 00:34:18.420 --> 00:34:27.080 Jenny Duan: So you demonstrate, or you express your creative side through storytelling. 212 00:34:31.070 --> 00:34:33.229 Jenny Duan: I think maybe you can talk about how like 213 00:34:33.530 --> 00:34:38.390 Jenny Duan: every story can be interpreted in a different way, or, like every story, has a different end. But like 214 00:34:38.659 --> 00:34:43.889 Jenny Duan: as a journalist, you're up to, it's your responsibility to convey it in a in a specific way. 215 00:34:44.719 --> 00:34:4",
    "9.449 Jenny Duan: or and then I think, like that's in and of itself is a really creative act. But 216 00:34:49.550 --> 00:34:51.370 Jenny Duan: I don't know what are your thoughts on that. 217 00:34:52.310 --> 00:34:56.869 huda: Oh, wait like can you repeat that actually. 218 00:34:57.230 --> 00:34:57.830 Jenny Duan: What? 219 00:34:58.030 --> 00:34:59.440 huda: Can you repeat that actually. 220 00:34:59.440 --> 00:35:06.699 Jenny Duan: Yeah. So like every story has a different end. But as a journalist, your job is to like, convey, or tell a story in a 221 00:35:06.770 --> 00:35:14.159 Jenny Duan: in a certain way, and like, put in your narrative into the context of the story, and like that in and of itself, is a pretty creative thing. 222 00:35:15.750 --> 00:35:20.899 huda: Yeah, so okay, I guess I can apply that to 223 00:35:21.070 --> 00:35:26.110 huda: j camp and folklift, i mean, like filmmakers, club is a bit of like a different 224 00:35:26.290 --> 00:35:31.650 huda: kind of take. But like, I think. 225 00:35:32.350 --> 00:35:47.219 huda: yeah, I definitely know how like jcamp and folklift could be weaved into that because I did like reporting projects, but I think, like Filmmakers Club. It's like a little harder to explain, like how I had like a personal like narrative inside of the stories that I told through there. 226 00:35:47.705 --> 00:35:51.170 huda: So yeah, like, I don't know how to go about that. 227 00:35:51.940 --> 00:35:52.690 huda: But. 228 00:35:57.460 --> 00:35:58.520 Jenny Duan: See 229 00:36:15.610 --> 00:36:20.564 Jenny Duan: Can you think about one story in which you had to make a decision? Or you had to? 230 00:36:20.880 --> 00:36:23.510 Jenny Duan: They come up with something creative. 231 00:36:26.490 --> 00:36:48.850 huda: I think like kind of going back on like like for folklift. We had to talk about or not. Folklift for J. Camp. One of our like essays was about like a story that you want to tell. And I think, like the story that I wr",
    "ote about was like local Pakistani and Indian tensions, and like the Muslim community here. 232 00:36:49.321 --> 00:36:53.020 huda: And I think that was one of the like 233 00:36:53.520 --> 00:36:59.110 huda: creative aspects to it was like interviewing like different sides, because a lot of these people aren't like 234 00:36:59.250 --> 00:37:05.040 huda: political or anything. But it was just like, actually. 235 00:37:05.330 --> 00:37:07.351 huda: I don't really know if that fits 236 00:37:12.700 --> 00:37:22.209 huda: Actually, I think, like maybe the hook or like that, the topic could be about like, how like something about storytelling and like 237 00:37:23.970 --> 00:37:28.440 huda: like the importance of storytelling. Maybe, like 238 00:37:29.860 --> 00:37:41.300 Jenny Duan: It'd be. How like storytelling can capture like things that, like oral histories or things that have never been told before, like you could connect it to culture or like identity in the, in the people that you've interviewed. Maybe 239 00:37:43.440 --> 00:37:47.740 Jenny Duan: and like. There are probably other ways to do this, too, but like what is, I guess, like. 240 00:37:47.940 --> 00:37:53.090 Jenny Duan: create creativity involves some type of decision making or new idea. So 241 00:37:54.050 --> 00:38:01.560 Jenny Duan: I guess it's like, in what context, in your journalism career. Have you had to make a decision or come up with an idea. 242 00:38:05.696 --> 00:38:13.570 huda: I think, for folklift like that was like a 243 00:38:14.258 --> 00:38:17.600 huda: big aspect of it, like, because 244 00:38:20.540 --> 00:38:23.800 huda: I guess some of these stories are like, not exactly like 245 00:38:24.310 --> 00:38:43.129 huda: easy stories to tell, like, for example, some like the businesses when they were talking about like why, why, they started their businesses. There was like a lot of heavy topics, and I actually noticed that, like almost with all the small business that I interview",
    "ed, they were like someone was suffering from postpartum depression. Someone was like 246 00:38:43.270 --> 00:38:50.509 huda: kind of sad because of like a parent's loss. And so, like all these like hard topics, and I think, like 247 00:38:50.530 --> 00:38:53.489 huda: writing the article you had to kind of 248 00:38:54.613 --> 00:39:00.906 huda: like. The point of the article was to inspire, like other young Muslim entrepreneurs, but like 249 00:39:01.660 --> 00:39:02.620 huda: kind of like 250 00:39:02.760 --> 00:39:17.700 huda: when writing it. You have to kind of maintain like an inspirational kind of tone, but also at the same time conveying, like like the actual truth that was there. So maybe that was like a decision. But I don't know if that really pertains to like creativity. 251 00:39:17.830 --> 00:39:18.990 huda: So 252 00:39:25.710 --> 00:39:27.120 Jenny Duan: Oh, go ahead! 253 00:39:27.340 --> 00:39:34.849 huda: No, I was just gonna say, like, maybe, like, the creativity is like kind of similar to the other essay. It's like 254 00:39:35.020 --> 00:39:38.649 huda: I tell stories through like different, like 255 00:39:38.820 --> 00:39:57.459 huda: mediums, almost because because I don't always just write articles. I do a lot of like poetry as well with folklift. And then with Jakemp, I did a lot of articles, and then and then with Filmmakers club, I make like short films that have kind of like an underlying message. And so 256 00:39:57.710 --> 00:40:05.959 huda: like maybe, like the creativity could be again like kind of like, like through different mediums. Maybe. 257 00:40:08.720 --> 00:40:17.860 Jenny Duan: Okay, and then I still, I don't think I understand. Still, like how that relates to storytelling. 258 00:40:19.990 --> 00:40:24.460 huda: Because each do you like the 3 kind of like ways of storytelling? 259 00:40:25.145 --> 00:40:26.900 huda: They're all like. 260 00:40:28.059 --> 00:40:37.050 huda: They're all like telling stories like articles. I'",
    "m writing about like the political climate in Austin. And then poetry I'm writing about like 261 00:40:37.628 --> 00:40:45.010 huda: I don't know like Muslim voters. And then filmmakers club. I I kind of talk about like some 262 00:40:45.320 --> 00:40:48.379 huda: like underlying messages, like, for example, 263 00:40:50.100 --> 00:40:56.120 huda: like, yeah, they're just like hidden like meetings behind, like the short film. So I think, like. 264 00:40:56.510 --> 00:41:02.619 huda: that's how it relates to storytelling, because each like is a way of storytelling. But it's just like a different 265 00:41:02.950 --> 00:41:03.800 huda: kind. 266 00:41:07.370 --> 00:41:15.330 Jenny Duan: Gotcha? Okay, I think that makes sense. So do you want to start it off with like a flip of story? Or do you wanna 267 00:41:15.622 --> 00:41:21.920 Jenny Duan: or how do you envision like the stories that you mentioned in regards to folk with like transitioning into the rest of the essay. 268 00:41:22.920 --> 00:41:23.980 huda: Hmm. 269 00:41:37.510 --> 00:41:39.350 huda: actually, I was thinking, like 270 00:41:39.450 --> 00:41:44.629 huda: I could start it off with like something that's not really an extracurricular. But I could talk about like. 271 00:41:45.060 --> 00:41:48.819 huda: yeah, it doesn't have to be an extra curricular. It could just be like an experience that you have. 272 00:41:49.600 --> 00:41:52.939 huda: Yeah, I was thinking, like starting it off by like maybe like 273 00:41:53.541 --> 00:42:00.950 huda: when I was younger, like I heard a story from like my grandma talking about like like 274 00:42:01.070 --> 00:42:06.030 huda: her growing up, and like how that was like, and I guess 275 00:42:06.850 --> 00:42:14.119 huda: I can't. I can't think of it right now, but like maybe like something about like the way she told the story kind of like inspired my storytelling 276 00:42:14.180 --> 00:42:16.310 huda: like the way I tell stories. 277 00:42:16.868 --> 00:42:20.349",
    " huda: So maybe like that could be like the hook. Maybe. 278 00:42:23.920 --> 00:42:31.940 Jenny Duan: And then how this influence you tell stories, and then from there maybe you can write about like 279 00:42:32.630 --> 00:42:36.859 Jenny Duan: both Cliff and then Jakemp. And then 280 00:42:37.320 --> 00:42:40.200 Jenny Duan: how do we fit filmmakers? Flood into this? 281 00:42:41.280 --> 00:42:49.150 Jenny Duan: Okay, let's just focus it on Forklift and J. Camp, if you can fit anything about Filmmakers Club. That'd be great, but you also don't need to. 282 00:42:49.150 --> 00:42:49.850 huda: Okay. 283 00:42:51.570 --> 00:42:53.799 Jenny Duan: Yeah, what do you think? 284 00:42:54.000 --> 00:42:55.512 huda: Yeah, I think that's 285 00:42:55.940 --> 00:43:01.728 huda: And I think, like, if I do have space, I might like mention mht, rather than 286 00:43:02.370 --> 00:43:06.064 huda: Then, like filmmakers club itself. 287 00:43:07.490 --> 00:43:11.889 huda: yeah, cause I feel like that's a little more tangible like reporting. And yeah. 288 00:43:13.130 --> 00:43:14.060 Jenny Duan: Definitely. 289 00:43:18.950 --> 00:43:19.960 Jenny Duan: right. 290 00:43:22.380 --> 00:43:24.480 huda: With with folklift like 291 00:43:26.060 --> 00:43:31.050 huda: Do you like recommend like going into detail about like like my 292 00:43:31.200 --> 00:43:38.640 huda: like, how it was like founding folklift like what kind of like side of folklift am I highlighting for this essay? 293 00:43:39.470 --> 00:43:44.819 Jenny Duan: I think, like the creative aspect. So like, that's the way that you communicate people's stories mostly. 294 00:43:46.020 --> 00:43:51.010 Jenny Duan: Yeah, I think, like, emphasize the creativity here. 295 00:44:03.370 --> 00:44:05.309 huda: Okay, then that makes sense. 296 00:44:06.280 --> 00:44:07.080 Jenny Duan: Right. 297 00:44:07.230 --> 00:44:11.470 Jenny Duan: Let me just write down this framework onto the notes here. 298 00:44:42.760 --> 00:44:48.429 Jenny ",
    "Duan: Okay, great. Next thing I want to check in to see is if you have your ut. Austin essay. 299 00:44:49.696 --> 00:44:55.083 huda: With the ut, Austin, I found like which essays I want to repurpose. I haven't like 300 00:44:55.780 --> 00:45:00.669 huda: like change them to fit ut, Austin. But yeah, like, I 301 00:45:00.720 --> 00:45:03.550 huda: put some like options on the document. Let me. 302 00:45:03.550 --> 00:45:05.819 Jenny Duan: Can you send the doc? The doc to me? Yeah. 303 00:45:37.910 --> 00:45:38.969 Jenny Duan: One second. 304 00:45:49.100 --> 00:45:53.790 Jenny Duan: Okay, yeah. 305 00:46:05.520 --> 00:46:08.979 Jenny Duan: I think I like this essay better. The second. 306 00:46:12.020 --> 00:46:15.529 Jenny Duan: yeah, just make it a little bit longer 307 00:46:17.030 --> 00:46:20.289 Jenny Duan: and connected to Ut Austin instead. 308 00:46:22.180 --> 00:46:22.960 huda: Yeah. 309 00:46:29.620 --> 00:46:31.270 Jenny Duan: I think you can apply for. 310 00:46:31.530 --> 00:46:38.290 Jenny Duan: I think you apply for computer science as your second choice major, and then journalism, because you don't write about journalism at all. Here. 311 00:46:39.230 --> 00:46:39.660 huda: Okay. 312 00:46:41.380 --> 00:46:44.209 Jenny Duan: I think you can apply for Cs as your 1st choice, Major, if you wanted. 313 00:46:44.220 --> 00:46:47.310 Jenny Duan: But if you'd rather do data science, then that's up to you. 314 00:46:47.610 --> 00:46:49.990 huda: I think I'd rather do data science. 315 00:46:49.990 --> 00:46:51.239 Jenny Duan: Okay, makes sense. 316 00:46:52.300 --> 00:46:58.180 Jenny Duan: No, wait. But yeah, I think computer science is your second choice. Major makes sense because your essays are not about journalism. 317 00:47:00.310 --> 00:47:02.800 Jenny Duan: Yeah, okay, actually, these look, pretty good. 318 00:47:03.700 --> 00:47:04.300 huda: Okay. 319 00:47:04.900 --> 00:47:05.220 Jenny Duan: Don't! 320 00:47:05.220 --> 00:47:06.840 huda: A second ",
    "as well. 321 00:47:06.840 --> 00:47:08.829 Jenny Duan: The second one doesn't need to be changed. 322 00:47:09.100 --> 00:47:14.789 Jenny Duan: It's a little long, so maybe we just cut it down now, but the 1st one just adds some stuff about 323 00:47:14.830 --> 00:47:16.160 Jenny Duan: ut. Austin. 324 00:47:16.610 --> 00:47:17.280 huda: - 325 00:47:20.520 --> 00:47:28.130 huda: okay, can we? Actually the Uc essay? There's 1 more essay. Yeah. 326 00:47:29.660 --> 00:47:33.489 huda: it was the educational opportunity essay. 327 00:47:34.240 --> 00:47:34.820 Jenny Duan: Okay. 328 00:47:40.080 --> 00:47:41.909 Jenny Duan: what have you changed about this essay? 329 00:47:42.735 --> 00:47:48.004 huda: So I added the bit over here. About like, actually this part 330 00:47:48.610 --> 00:47:57.619 huda: I wanted to run this by. I said I kind of talked about how like learning opportunities for computer science was like scarce, and that like. 331 00:47:57.670 --> 00:48:07.719 huda: I think, like previously, it said that, like it was the only form of like connection. I didn't really know if it was too like clear what that meant in in the essay. So. 332 00:48:07.720 --> 00:48:09.339 Jenny Duan: This looks good. This looks good. 333 00:48:09.340 --> 00:48:09.990 huda: Okay? 334 00:48:10.350 --> 00:48:14.910 huda: And then I added, like the part about Youtube tutorials. And then. 335 00:48:15.382 --> 00:48:18.040 huda: these last 2 paragraphs are new as well. 336 00:48:18.800 --> 00:48:19.410 Jenny Duan: Okay. 337 00:48:40.140 --> 00:48:42.500 Jenny Duan: I like this. Your stubborn resolve. 338 00:48:43.420 --> 00:48:44.160 huda: Thanks. 339 00:48:47.560 --> 00:48:49.850 Jenny Duan: You don't need to say it twice here. 340 00:48:51.260 --> 00:48:56.360 Jenny Duan: Bye, what is it like? How, what else? How else would you say your stubbornness off. 341 00:48:57.650 --> 00:48:58.680 Jenny Duan: Upgrade that. 342 00:49:01.460 --> 00:49:04.760 huda: Oh, I thought this was gonna be a l",
    "ittle bit of like parallelism a little bit. 343 00:49:04.910 --> 00:49:09.059 Jenny Duan: I think it doesn't seem like parallelism. It seems to just like repetition. 344 00:49:12.650 --> 00:49:14.150 huda: persistence, maybe. 345 00:49:14.660 --> 00:49:15.949 Jenny Duan: That sounds good. 346 00:50:21.440 --> 00:50:25.980 Jenny Duan: Okay, I think this paragraph right here. The second paragraph 347 00:50:26.010 --> 00:50:37.810 Jenny Duan: is kind of like the setting slash. Time period is not clear, so like dental installments became a luxury like that sounds like it's over a period of time. But now you put it into this discrete moment. 348 00:50:37.920 --> 00:50:40.339 Jenny Duan: The lights in the living room flicker shut. 349 00:50:40.370 --> 00:50:45.190 Jenny Duan: What was it before? I remember? Like it was a little bit clearer earlier, but I don't quite remember 350 00:50:45.310 --> 00:50:46.499 Jenny Duan: what it was. 351 00:50:47.259 --> 00:50:50.429 huda: Let me pull up the previous one. 352 00:50:51.360 --> 00:50:51.900 Jenny Duan: Great. 353 00:51:17.610 --> 00:51:22.430 huda: I think this was part of the same paragraph. I think that's 354 00:51:27.760 --> 00:51:29.979 huda: I think. Yeah, that's the only change. I think. 355 00:51:34.550 --> 00:51:37.219 Jenny Duan: Perfect. Can you put it back to what it was like before. 356 00:51:40.260 --> 00:51:45.350 huda: Yeah, this is, let me just like paste. The that's very rough. 357 00:51:57.910 --> 00:51:59.059 Jenny Duan: Oh, but 358 00:52:13.120 --> 00:52:17.240 Jenny Duan: can I? Can, I say, like one afternoon. 359 00:52:18.410 --> 00:52:26.240 Jenny Duan: Or this afternoon or that afternoon. 360 00:52:26.440 --> 00:52:27.110 Jenny Duan: Awesome. 361 00:52:28.960 --> 00:52:34.330 Jenny Duan: Okay, I think it just like, Go. Then it goes from like a general moment to a very specific moment. 362 00:52:35.360 --> 00:52:36.070 huda: Yeah. 363 00:52:45.690 --> 00:52:50.429 huda: Do you think the sentence I was ",
    "free to give away? Do you think that's like relevant or like 364 00:52:52.310 --> 00:52:53.090 huda: confusing. 365 00:52:57.180 --> 00:53:04.070 Jenny Duan: I think you just take it out because we are short on words, anyways, because are these 3, 50, or 300? Again. 366 00:53:04.230 --> 00:53:05.090 huda: 3, 50. 367 00:53:05.090 --> 00:53:06.300 Jenny Duan: Oh, then you're not sure. 368 00:53:08.167 --> 00:53:10.710 Jenny Duan: You can say like I could game again. 369 00:53:31.978 --> 00:53:35.740 huda: Over here? Can I put like a metric and put like 300 neighbors. 370 00:53:36.270 --> 00:53:37.030 Jenny Duan: Yeah. 371 00:53:46.480 --> 00:53:47.350 Jenny Duan: Great. 372 00:53:47.960 --> 00:53:48.730 huda: Shrink. 373 00:53:54.330 --> 00:53:57.790 Jenny Duan: Yeah, I think this is very good. Do you have any other thoughts on this. 374 00:53:58.580 --> 00:54:00.730 huda: No, I think I think that's great. Then. 375 00:54:01.310 --> 00:54:02.460 Jenny Duan: Okay, great 376 00:54:02.918 --> 00:54:09.819 Jenny Duan: back to ut, Austin. I just want to quickly get this essay down to 300 words before we end. Today. 377 00:54:09.990 --> 00:54:10.540 huda: Yeah. 378 00:54:18.960 --> 00:54:22.470 huda: maybe I could say, growing up in a rural town. 379 00:54:22.730 --> 00:54:23.510 Jenny Duan: Yeah. 380 00:54:29.660 --> 00:54:31.150 Jenny Duan: then you can take this. 381 00:54:37.850 --> 00:54:40.510 Jenny Duan: This is a little too fluffy. What does this mean? 382 00:54:41.525 --> 00:54:42.190 huda: Oh. 383 00:54:47.460 --> 00:54:51.039 huda: I yeah, I think it's fluffy, but 384 00:54:51.390 --> 00:54:54.970 huda: I don't know another word to another way to word it. 385 00:54:56.690 --> 00:54:58.049 Jenny Duan: I liked what you said. 386 00:54:59.000 --> 00:55:01.260 Jenny Duan: I liked what you said in the other essay. 387 00:55:03.340 --> 00:55:05.650 Jenny Duan: I'm just gonna copy, paste it from here. 388 00:55:06.420 --> 00:55:07.530 Jenny Duan: Another one. 389 00:56:",
    "01.930 --> 00:56:04.889 Jenny Duan: Okay, it's good. I think the rest looks good. 390 00:56:05.480 --> 00:56:06.400 huda: Okay, thanks. 391 00:56:07.320 --> 00:56:12.340 huda: So then I'll just I'll just change this like bit. So it's like more focused on 392 00:56:14.330 --> 00:56:17.660 huda: on Youtube, Austin. And I I guess I can submit. 393 00:56:18.370 --> 00:56:19.110 Jenny Duan: Okay? 394 00:56:19.530 --> 00:56:26.820 Jenny Duan: And then after that, were you able to submit your Csu as applications 395 00:56:30.880 --> 00:56:33.399 Jenny Duan: like Sjsu and Cal Poly slow, were you able to submit. 396 00:56:33.400 --> 00:56:34.470 huda: Yeah, yeah. 397 00:56:34.770 --> 00:56:37.480 Jenny Duan: Wait? Did you already submit them, or are you still waiting. 398 00:56:37.720 --> 00:56:38.780 huda: Already submitted them. 399 00:56:38.780 --> 00:56:41.280 Jenny Duan: Oh, perfect. Okay. 400 00:56:41.350 --> 00:56:47.149 Jenny Duan: So next one that I maybe want to work on. What did you get a chance to rank these schools in order of priority, yet. 401 00:56:47.150 --> 00:56:47.670 huda: Yeah. 402 00:56:48.190 --> 00:56:50.539 Jenny Duan: Okay, so northwestern is next, right? 403 00:56:52.222 --> 00:56:55.087 huda: It's mit, and then it's. 404 00:56:55.660 --> 00:56:57.860 Jenny Duan: Can you show me what it looks like? I don't know if 405 00:56:57.970 --> 00:57:01.449 Jenny Duan: this database is only on yours, but on me it's 406 00:57:01.530 --> 00:57:03.740 Jenny Duan: on mine. It's like the same order. 407 00:57:04.330 --> 00:57:05.180 huda: Oh! 408 00:57:05.180 --> 00:57:07.090 Jenny Duan: Oh, weird. Okay. 409 00:57:07.600 --> 00:57:09.229 Jenny Duan: I wonder if it's a way to. 410 00:57:09.460 --> 00:57:13.000 Jenny Duan: Okay, maybe it's not possible to apply universal ordering 411 00:57:13.550 --> 00:57:16.000 Jenny Duan: cause on my screen doesn't look like that. 412 00:57:17.000 --> 00:57:22.249 Jenny Duan: Okay, that's fine. As long as you know what's next. ",
    "It's fine. Mit is next. So I think 413 00:57:22.730 --> 00:57:34.860 Jenny Duan: by the next time we meet I want you to just take a look at the Mit essays and then come back with some ideas. You don't have to have full drafts, because I want you to finish and submit the Ucs first.st But for mit, like. 414 00:57:34.920 --> 00:57:38.909 Jenny Duan: just come up with some ideas, and we can be prepared to talk about that on. 415 00:57:39.626 --> 00:57:43.179 Jenny Duan: When is our next meeting again? I don't think we've determined it. 416 00:57:43.310 --> 00:57:44.870 huda: Yeah, I don't think we scheduled it yet. 417 00:57:44.870 --> 00:57:46.179 Jenny Duan: During our next meeting. 418 00:57:47.590 --> 00:57:50.890 Jenny Duan: Okay, great. When do you want to meet next? Speaking of that. 419 00:57:53.870 --> 00:57:56.209 huda: Are you available on Saturday? 420 00:57:56.980 --> 00:57:59.789 Jenny Duan: Yeah, I am available on Saturday. 421 00:58:03.270 --> 00:58:04.310 Jenny Duan: One second. 422 00:58:07.740 --> 00:58:13.289 Jenny Duan: Okay, Saturday. Do you have specific times that you want to meet? Or you kind of just like free, generally. 423 00:58:13.600 --> 00:58:17.280 huda: I'm free generally, but I think like the morning might be better. 424 00:58:17.280 --> 00:58:19.430 Jenny Duan: Let's do. 11 am. Is that okay? 425 00:58:19.430 --> 00:58:19.970 huda: Yeah. 426 00:58:20.290 --> 00:58:21.040 Jenny Duan: Perfect. 427 00:58:22.380 --> 00:58:35.539 Jenny Duan: Sounds good, then. Let's meet at 11. If you need anything else before then, just send me a message you could text me, or send Mary an email, and then other than that, I think we should be good. 428 00:58:36.870 --> 00:58:37.830 huda: Okay. Great. 429 00:58:38.180 --> 00:58:41.430 Jenny Duan: Alright! Good progress! I'll see you soon. 430 00:58:41.860 --> 00:58:42.510 huda: See you bye."
  ],
  "turns": [
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 28.76,
      "end": 29.85,
      "text": "Hi huda. 2"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 31.46,
      "end": 32.34,
      "text": "Hi. 3"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 34.42,
      "end": 35.47,
      "text": "How's it going. 4"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 35.98,
      "end": 37.66,
      "text": "It's going great! How are you? 5"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 38.38,
      "end": 41.81,
      "text": "I'm doing good, too. 6 Give me a second. I'm gonna plug my computer. 7"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 42.44,
      "end": 42.97,
      "text": "Okay. 8"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 57.15,
      "end": 61.71,
      "text": "Awesome. How's your essays going? Were you able to make edits to your Uc. Essays? 9"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 62.18,
      "end": 94.34,
      "text": "Yeah, I actually came up with, or I finished one draft for the 10 like the creative side essay. And then I fix, I think I completed the essay, for, like the educational barrier, not too sure if I don't, I'm not too sure if, like the educational barrier, one is that great. But yeah, I think like the idea for the creativity one is 11 so I at least started off with like a kind of like a metaphor. 12 I don't know if it's like cliche, but I said that. 13"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 94.34,
      "end": 95.05,
      "text": "Cool. 14"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 96.12,
      "end": 103.46000000000001,
      "text": "Thank you. Yeah, I don't know if it's it's too cliche or like it doesn't make sense. But 15 yeah. 16"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 104.72999999999999,
      "end": 107.21000000000001,
      "text": "Okay, let me just read it for a second. 17"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 113.46000000000001,
      "end": 114.34,
      "text": "But 18"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 152.82,
      "end": 157.039,
      "text": "can you elaborate on this analogy? Kindergarteners don't do lesson plans. 19"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 158.11,
      "end": 180.76,
      "text": "Yeah, like, I guess the sentence afterwards kind of like explains it further. But it's about like how, when I'm going through like lesson plans and just telling them like kind of like a lecture. They don't really pay attention and like the same way that if I'm writing with, like something normal like, it just slips my mind. 20 Yeah. 21"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 181.06,
      "end": 189.669,
      "text": "Okay. 22 let me. I'm taking notes on our document about this essay. Give me a moment. 23"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 217.21,
      "end": 254.43,
      "text": "Okay. 24 I think you can't exactly make this analogy, because 25 like, you're comparing kindergartners to ballpoint pens, but like it's not like. I don't think that is a direct comparison. I don't think you can compare. 26 I don't think it makes sense that, like 27 kinderg, like kindergartners, don't do lesson plans and regular and regular ballpoint. Pens don't work for me. Aren't like a. 28 It's not like a same logical structure. 29 So I think we might need to modify that comparison. 30"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 255,
      "end": 285.97,
      "text": "Oh, I was going for like. 31 like, I'm basically saying that glitter pens are like creative ways of teaching and then, like ballpoint pens, I guess, like they're the standard ways of teaching. And so like. 32 kind of like the way like kindergartners don't do like normal ways of teaching like they don't really like focus. It doesn't, really. It's not that effective and that's the same way that, like 33 like ballpoint pens are for me. 34"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 287.3,
      "end": 292.87,
      "text": "Perfect. I mean, see? 35"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 304.88,
      "end": 306.929,
      "text": "Okay, this makes sense. 36"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 452.38,
      "end": 453.953,
      "text": "Okay. Great. 37"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 459.24,
      "end": 482.71,
      "text": "so can you tell me like how? 38 I guess 39 I see that I see the creativity here. But I feel like this could be emphasized a little bit more, because I think right now the focus is on is on what you do, and not like what makes it a creative pursuit for you. So maybe like, can you explain 40 to me, like what makes teaching creative for you? 41"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 484.131,
      "end": 540.179,
      "text": "Yeah, I think it's about like, kind of having to find like different ways. 42 For something to like stick, because it's obviously not like a 1. Size fits all, and so it requires a little bit of creativity to find like new approaches. Like, for example, with at the Sunday school I had to like come up with like an impromptu like game to like to like, write, draw stuff, and that made it stick better. And then, like with the English language development, it was like creating card games. And then with Centauri, I was like developing like a whole game 43 about like 44 data science. And so like, there's not one approach. And so I think, like, the creativity aspect is like 45 finding like new ways, like, kind of 46 yeah, like ways that aren't really normal. But 47"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 541.01,
      "end": 544.75,
      "text": "they still get the point of across, I guess. Or, yeah. 48"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 546.65,
      "end": 552.07,
      "text": "Let's see. 49 That makes sense to me. 50 Let me. 51"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 558.18,
      "end": 593.399,
      "text": "I think I want you to emphasize creativity a little bit earlier in this essay, because I don't really see any mention of creativity or thinking differently until this paragraph. 52 But I feel like like what I associate with creativity is like a process of wonder or 53 thinking outside the box, or like coming up with something that's uniquely your own. And I think 54 I kind of see that here, but I would love to see like what makes you creative person. A little bit earlier 55 in the essay. 56"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 593.91,
      "end": 598.909,
      "text": "I actually kind of like this essay for the talent talent, prompt. 57"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 599.77,
      "end": 600.67,
      "text": "Yeah. 58"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 605.33,
      "end": 607.28,
      "text": "what would be the talent here? 59"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 608.373,
      "end": 614.859,
      "text": "It's like making learning memorable 60 or like finding glitter pens for others. 61"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 619.25,
      "end": 645.4590000000001,
      "text": "So I think we could repurpose it for that prompt, too, instead. 62 I think then 63 the thing, I would add, is just like a little bit more about how you have developed it over time. So maybe if we were to use it for that prompt, you could start here and said, and say, when I started teaching Sunday school at my local mosque like, when did you start at age. 64 blank or in grade blank and just emphasize like the passage of time. 65"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 645.84,
      "end": 648.83,
      "text": "Yeah. 66 Hmm. 67"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 656.29,
      "end": 669.419,
      "text": "okay. 68 and then cause I think this other one about like Jcam Folklift and Filmmakers Club. I think that could also like 69 really fit into creativity, then. 70"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 669.59,
      "end": 670.909,
      "text": "Yeah, I agree. 71"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 673.68,
      "end": 677.8,
      "text": "Okay, let me apply these changes. 72"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 705.22,
      "end": 725.5,
      "text": "I was actually wondering for the 73 this one with the my Jcam Folklitch and Filmmakers Club. If we could come up with like a little bit of an outline 74 kind of like how the intro would look like, and then like 75 cause I'm a bit cause I tried starting it, but I'm like still a little bit confused on, like how to go about it. 76"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 726.22,
      "end": 732.94,
      "text": "Yeah, I think let's 1st work on revising, revising this 3rd essay first, st and then we can go to that. 77"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 732.94,
      "end": 733.6,
      "text": "Yeah. 78"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 734.11,
      "end": 751.19,
      "text": "Can you? 79 Can you? Add some like context on how you've developed and demonstrated that talent over time. So just add some like dates here. 80 and like, when you transition to the next paragraph, just 81 add, like the growth over time. 82"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 769.21,
      "end": 775.62,
      "text": "as maybe like, I began volunteering in in blank or something like that. 83"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 795.79,
      "end": 798.769,
      "text": "It's fine. I don't think you need to add any specific dates here. 84"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 799.14,
      "end": 799.62,
      "text": "Okay. 85"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 799.994,
      "end": 806.729,
      "text": "And then I think at the end, can you emphasize? Make it very clear what the skill is. 86"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 806.77,
      "end": 844.499,
      "text": "You distill in one sentence what you think the skill you want to convey is 87 so the skill I'm gonna convey is that information is like the same. But like 88 the way you're conveying or not conveying. But like, I think, like. 89 yeah. So like the information stays the same, but finding like a method to 90 like match audiences, is really like how it can be most memorable. 91"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 847.37,
      "end": 849.599,
      "text": "Okay, can you write that in one sentence. 92"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 850.69,
      "end": 851.3,
      "text": "Hmm. 93"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 851.3,
      "end": 880.2,
      "text": "Like just at the bottom, and then we can find a place to put it in. I think like having that as the last sentence like I could see something like in the beginning. You start off with glitter. Pens are my secret weapon. And then at the end you could say like 94 I don't know. Being able to distill information or being able to convey information to different audiences, is my 95 hidden talent, or like something with a similar parallel structure. But 96 I don't know. I think we can state that explicitly somewhere 97 in the essay, just to make it clear. 98"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 880.63,
      "end": 881.22,
      "text": "Yeah. 99"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 926.48,
      "end": 937.319,
      "text": "or actually, for this sentence, should I mention, like the glitter and the glitter pen like analogy? Or should I just like 100 talk about like like the larger meaning. 101"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 942.89,
      "end": 961.69,
      "text": "I think you can just 102 stay. I don't think you need to stay in a larger meeting. I think you can just state your your skill set. If you can just write one sentence displaying, like what skill you want to emphasize. I think we can weave that in later on, in the essay, or somewhere in the essay. 103"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 962.52,
      "end": 963.04,
      "text": "Yeah. 104"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 993.37,
      "end": 997.21,
      "text": "actually, I'm having trouble like creating this. But hmm. 105"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1050.09,
      "end": 1051.05,
      "text": "hmm! 106"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1081.6,
      "end": 1095.8,
      "text": "This is just like, really like rudimentary like, I 107 can't really think I can't verbalize like 108 what the talent is, because I feel like I kind of stated it in, like the metaphor in the beginning. But. 109"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1099.8,
      "end": 1119.03,
      "text": "Is it making learning memorable? Or I feel like there's something more, though I don't think it's just making learning memorable. It's 110 making like helping people learn, regardless of their 111 or like conveying information in different ways. Or I think there's something more than just making it memorable, making it stick. 112 Maybe. 113"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1120.37,
      "end": 1153.23,
      "text": "Yeah, hmm, like, I guess the point I'm trying to say is that like, 114 like, I'm I like to tailor like education to different people, and like it's never one size fits. All like education is a 1. Size fits all. So like my biggest talent is to like use like my different skills, like 115 coding and stuff to like create tailored solutions for like people, who wanna learn. 116"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1153.6,
      "end": 1165.94,
      "text": "That's perfect. I think you should. I think we really need to get that thesis down like that. Capture that exactly, and then 117 use that to inform the rest of the essay. 118"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1173.24,
      "end": 1179.4,
      "text": "I think right here is where you should state the skill. 119 I don't think the skill is making learning memorable. 120"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1180.61,
      "end": 1181.23,
      "text": "There's 121"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1188.36,
      "end": 1203.6,
      "text": "Maybe, like 122 learning is often on uniform or 123"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1211.74,
      "end": 1212.27,
      "text": "okay. 124"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1216.95,
      "end": 1218.949,
      "text": "Wait. That's not what I said before. 125"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1220.54,
      "end": 1221.449,
      "text": "Oh, go ahead! 126"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1221.89,
      "end": 1222.77,
      "text": "Yeah, no. 127"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1228.83,
      "end": 1230.68,
      "text": "I forgot what I was saying before. 128"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1231.32,
      "end": 1240.08,
      "text": "You're saying. 129 Your favorite part is like using your different skill sets to help people learn in different ways. 130"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1274.01,
      "end": 1280.7,
      "text": "There's like, here's like a really rudimentary version of what you meant. I think we can. We can make it better. 131"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1285.07,
      "end": 1286.025,
      "text": "yeah, 132"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1301.21,
      "end": 1323.759,
      "text": "maybe, like making educational or making education, 133 personalized to students from all learning styles through. 134 I don't know if I should mention, but like through my own skills. 135 so kind of like a reuberated version of this. 136"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1328.72,
      "end": 1331.39,
      "text": "How would you? Can you rephrase that? One more time. 137"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1332.69,
      "end": 1349.77,
      "text": "Yeah. Making education. Accessible? 138 yeah. 139 No. Actually, making education personalized to students from all learning styles. 140 My skills. 141"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1350.12,
      "end": 1351.339,
      "text": "Can you write that down. 142"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1351.51,
      "end": 1352.09,
      "text": "Yes. 143"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1371.67,
      "end": 1375.019,
      "text": "I don't know if using my skills sounds really like generic. 144"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1376.3,
      "end": 1389.43,
      "text": "Making. 145 I think you should make this more 1st person. So like personalizing education, just 146 like, maybe you can just say personalizing education for students from all learning styles. 147"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1389.7,
      "end": 1390.38,
      "text": "Yeah. 148"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1391.01,
      "end": 1407.28,
      "text": "Yeah. And that's let me write that down personalizing education for students from all learning styles 149 and that. And that makes it really clear like what your skill is. 150"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1413.21,
      "end": 1419.12,
      "text": "okay, I think I wanna yeah, put that into here. 151"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1421.18,
      "end": 1421.92,
      "text": "Great. 152"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1443.33,
      "end": 1445.87,
      "text": "Why don't regular ballpoint pens work for you? 153"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1447.169,
      "end": 1468.14,
      "text": "Because they're just like really like mundane. And I feel like they're not really like, like. 154 for example, if I'm like writing down like a grocery list. I'm more likely to remember, like what I write down for and like like the glitter pen, because I just like 155 it's more interesting, and it's more like engaging. 156 I don't think. 157"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1468.38,
      "end": 1489.359,
      "text": "I think this is still not like a logical analogy. I think you can say this. I quickly realized lessons, plans don't lesson plans don't work for kindergartners 158 the same way. Regular ballpoint pens don't work for me, or you could say, kindergartners don't do lesson plans the same way. I don't 159 use regular ballpoint pens, or something, but it has to be like person, person, thing, thing. 160"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1490.48,
      "end": 1496.93,
      "text": "So I fully realized lesson plans. 161 John. 162"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1568.39,
      "end": 1569.33,
      "text": "Great. 163"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1583.62,
      "end": 1584.45,
      "text": "Okay. 164"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1594.4,
      "end": 1597.309,
      "text": "I'm just doing some edits for passive voice here. 165"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1597.75,
      "end": 1598.36,
      "text": "Hmm. 166"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1689.28,
      "end": 1696.3,
      "text": "Okay, this is good. It's a little long. So let's just cut it down. 167 15 words over. 168"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1699.16,
      "end": 1703.46,
      "text": "I think the outro can be cut down a little. 169 Hmm! 170"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1713.68,
      "end": 1718.57,
      "text": "I just took out that sentence because it was about creativity. 171 Okay, this should. This is good. Now. 172"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1719.26,
      "end": 1719.73,
      "text": "Okay. 173"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1719.73,
      "end": 1720.5,
      "text": "Think. 174"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1726.32,
      "end": 1728.349,
      "text": "So is this finalized. 175"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1729.06,
      "end": 1730.489,
      "text": "Let's read it one more time. 176"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1754.77,
      "end": 1778.919,
      "text": "I still feel like your greatest talent or skill is not conveyed here, because it's not just about that you're able to personalize education for students. It's that you're able to like, recognize their needs and then personalize them like, does that make sense? It's not like you're suddenly able to personalize education. It's like, how does this? Where did this come from? And I think it's like not clear that that's a skill set here yet just yet. 177"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1801.12,
      "end": 1805.22,
      "text": "There you go! I think this is better. 178 What do you think. 179"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1805.92,
      "end": 1812.069,
      "text": "Yeah, I think it. 180 Kind of connects better to the prompt than this way. 181"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1812.09,
      "end": 1821.52,
      "text": "Okay, I just wanna make sure that it's as clear as possible. What you're still is okay. 182"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1842.16,
      "end": 1845.68,
      "text": "Okay. Can you read this out loud, and then I think it should be good. 183"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1846.86,
      "end": 1890.2,
      "text": "Glitter. Pens are my secret weapon, not for doodling, though sometimes my note notebooks do shine excessively, but for making the mundane memorable grocery lists, purple and sparkly, a history lecture, blue and shiny. 184 But perhaps my favorite part is finding glitter pens for others. My ability to personalize education for students from all learning styles. 185 When I started teaching Sunday School at my local mosque in 9th grade, I quickly realized lesson plans don't work for kindergartners the same way. Regular ballpoint pens don't work for me. 186 Wandering eyes, fidgeting hands, and desk tapping, filled the classroom 187 with an expo marker and a dream. I approached the whiteboard, asking students to describe what kindness looked like 188"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1890.31,
      "end": 1938.54,
      "text": "from a mother cooking naan for her family to a community volunteer brunch, honoring our firefighters, drawing slowly envelope the 189 whiteboard as boredom transformed into excitement. 190 An impromptu expo marker drawing activity might have impressed kindergarteners, but the High School English language development classroom. I began volunteering in during 11th grade required a whole different glitter. Pen, the 36 student immigrants had different proficiency levels. So I worked alongside the English department to create card games for each level picture cards to familiarize 191 newcomers with common objects or grammar rule. Uno games that advanced learners competed in. It was about finding the right game to make conjunctions in Oxford commas indelible. 192"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1939.63,
      "end": 1984.969,
      "text": "Yet my endeavors didn't end there. Reaching beyond the classroom, I developed synthoria just as glitter pens transformed lessons, synthoria transformed complex technological concepts into engaging minigames. 193 players, navigated challenges that illustrated neural networks and models, making abstract ideas, tangible and fun 194 by creating and interactive scenarios that address real world AI dilemmas, synthoria, not only educated but also encouraged critical thinking about the impacts of technology 195 distributing synthoria to 200 plus classrooms and 6,000 plus children across America sparked their interest in technology and ethical considerations 196 at the end of the day the information is the same kindness, conjunctions, or AI ethics. 197"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1984.99,
      "end": 1994.619,
      "text": "But the magic lies in finding the glitter pen that makes it unforgettable, because when the world feels a little shinier, learning isn't just memorable, it's transformative. 198"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1995.69,
      "end": 1997.72,
      "text": "Yeah, I think it sounds great. 199"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1998.21,
      "end": 2012,
      "text": "I think this one part, though over here an impromptu X marker drawing activity may have impressed kindergartners, but the High School English Language development classroom. I began volunteering in during 11th grade, felt like. 200"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2012,
      "end": 2012.819,
      "text": "You all. 201"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2012.82,
      "end": 2014.012,
      "text": "Been a really long. 202"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2015.78,
      "end": 2017.919,
      "text": "You can just say, Eld, it's okay. 203"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2017.92,
      "end": 2018.6,
      "text": "Okay. 204"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2023.81,
      "end": 2028.49,
      "text": "I think it's better that way. 205 Any- any thoughts on that. 206"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2029.132,
      "end": 2035.63,
      "text": "And then, yeah, that sounds better. And then should I get rid of this whole different letter? Pen. 207"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2035.86,
      "end": 2036.49,
      "text": "Yeah. 208"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2043.137,
      "end": 2044.799,
      "text": "Other than that. I think it's fine. 209"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2045.69,
      "end": 2091.37,
      "text": "Okay, I think this is good to be finalized. 210 Okay, let's brainstorm a draft for this creative side. 211 So you demonstrate, or you express your creative side through storytelling. 212 I think maybe you can talk about how like 213 every story can be interpreted in a different way, or, like every story, has a different end. But like 214 as a journalist, you're up to, it's your responsibility to convey it in a in a specific way. 215 or and then I think, like that's in and of itself is a really creative act. But 216 I don't know what are your thoughts on that. 217"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2092.31,
      "end": 2096.869,
      "text": "Oh, wait like can you repeat that actually. 218"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2097.23,
      "end": 2097.83,
      "text": "What? 219"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2098.03,
      "end": 2099.44,
      "text": "Can you repeat that actually. 220"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2099.44,
      "end": 2114.159,
      "text": "Yeah. So like every story has a different end. But as a journalist, your job is to like, convey, or tell a story in a 221 in a certain way, and like, put in your narrative into the context of the story, and like that in and of itself, is a pretty creative thing. 222"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2115.75,
      "end": 2152.69,
      "text": "Yeah, so okay, I guess I can apply that to 223 j camp and folklift, i mean, like filmmakers, club is a bit of like a different 224 kind of take. But like, I think. 225 yeah, I definitely know how like jcamp and folklift could be weaved into that because I did like reporting projects, but I think, like Filmmakers Club. It's like a little harder to explain, like how I had like a personal like narrative inside of the stories that I told through there. 226 So yeah, like, I don't know how to go about that. 227 But. 228"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2157.46,
      "end": 2158.52,
      "text": "See 229"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2175.61,
      "end": 2183.51,
      "text": "Can you think about one story in which you had to make a decision? Or you had to? 230 They come up with something creative. 231"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2186.49,
      "end": 2227.351,
      "text": "I think like kind of going back on like like for folklift. We had to talk about or not. Folklift for J. Camp. One of our like essays was about like a story that you want to tell. And I think, like the story that I wrote about was like local Pakistani and Indian tensions, and like the Muslim community here. 232 And I think that was one of the like 233 creative aspects to it was like interviewing like different sides, because a lot of these people aren't like 234 political or anything. But it was just like, actually. 235 I don't really know if that fits 236"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2232.7,
      "end": 2248.44,
      "text": "Actually, I think, like maybe the hook or like that, the topic could be about like, how like something about storytelling and like 237 like the importance of storytelling. Maybe, like 238"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2249.86,
      "end": 2281.56,
      "text": "It'd be. How like storytelling can capture like things that, like oral histories or things that have never been told before, like you could connect it to culture or like identity in the, in the people that you've interviewed. Maybe 239 and like. There are probably other ways to do this, too, but like what is, I guess, like. 240 create creativity involves some type of decision making or new idea. So 241 I guess it's like, in what context, in your journalism career. Have you had to make a decision or come up with an idea. 242"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2285.696,
      "end": 2342.62,
      "text": "I think, for folklift like that was like a 243 big aspect of it, like, because 244 I guess some of these stories are like, not exactly like 245 easy stories to tell, like, for example, some like the businesses when they were talking about like why, why, they started their businesses. There was like a lot of heavy topics, and I actually noticed that, like almost with all the small business that I interviewed, they were like someone was suffering from postpartum depression. Someone was like 246 kind of sad because of like a parent's loss. And so, like all these like hard topics, and I think, like 247 writing the article you had to kind of 248 like. The point of the article was to inspire, like other young Muslim entrepreneurs, but like 249 kind of like 250"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2342.76,
      "end": 2358.99,
      "text": "when writing it. You have to kind of maintain like an inspirational kind of tone, but also at the same time conveying, like like the actual truth that was there. So maybe that was like a decision. But I don't know if that really pertains to like creativity. 251 So 252"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2365.71,
      "end": 2367.12,
      "text": "Oh, go ahead! 253"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2367.34,
      "end": 2405.959,
      "text": "No, I was just gonna say, like, maybe, like, the creativity is like kind of similar to the other essay. It's like 254 I tell stories through like different, like 255 mediums, almost because because I don't always just write articles. I do a lot of like poetry as well with folklift. And then with Jakemp, I did a lot of articles, and then and then with Filmmakers club, I make like short films that have kind of like an underlying message. And so 256 like maybe, like the creativity could be again like kind of like, like through different mediums. Maybe. 257"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2408.72,
      "end": 2417.86,
      "text": "Okay, and then I still, I don't think I understand. Still, like how that relates to storytelling. 258"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2419.99,
      "end": 2463.8,
      "text": "Because each do you like the 3 kind of like ways of storytelling? 259 They're all like. 260 They're all like telling stories like articles. I'm writing about like the political climate in Austin. And then poetry I'm writing about like 261 I don't know like Muslim voters. And then filmmakers club. I I kind of talk about like some 262 like underlying messages, like, for example, 263 like, yeah, they're just like hidden like meetings behind, like the short film. So I think, like. 264 that's how it relates to storytelling, because each like is a way of storytelling. But it's just like a different 265 kind. 266"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2467.37,
      "end": 2481.92,
      "text": "Gotcha? Okay, I think that makes sense. So do you want to start it off with like a flip of story? Or do you wanna 267 or how do you envision like the stories that you mentioned in regards to folk with like transitioning into the rest of the essay. 268"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2482.92,
      "end": 2483.98,
      "text": "Hmm. 269"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2497.51,
      "end": 2540.349,
      "text": "actually, I was thinking, like 270 I could start it off with like something that's not really an extracurricular. But I could talk about like. 271 yeah, it doesn't have to be an extra curricular. It could just be like an experience that you have. 272 Yeah, I was thinking, like starting it off by like maybe like 273 when I was younger, like I heard a story from like my grandma talking about like like 274 her growing up, and like how that was like, and I guess 275 I can't. I can't think of it right now, but like maybe like something about like the way she told the story kind of like inspired my storytelling 276 like the way I tell stories. 277 So maybe like that could be like the hook. Maybe. 278"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2543.92,
      "end": 2569.15,
      "text": "And then how this influence you tell stories, and then from there maybe you can write about like 279 both Cliff and then Jakemp. And then 280 how do we fit filmmakers? Flood into this? 281 Okay, let's just focus it on Forklift and J. Camp, if you can fit anything about Filmmakers Club. That'd be great, but you also don't need to. 282"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2569.15,
      "end": 2569.85,
      "text": "Okay. 283"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2571.57,
      "end": 2573.799,
      "text": "Yeah, what do you think? 284"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2574,
      "end": 2591.889,
      "text": "Yeah, I think that's 285 And I think, like, if I do have space, I might like mention mht, rather than 286 Then, like filmmakers club itself. 287 yeah, cause I feel like that's a little more tangible like reporting. And yeah. 288"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2593.13,
      "end": 2594.06,
      "text": "Definitely. 289"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2598.95,
      "end": 2599.96,
      "text": "right. 290"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2602.38,
      "end": 2618.64,
      "text": "With with folklift like 291 Do you like recommend like going into detail about like like my 292 like, how it was like founding folklift like what kind of like side of folklift am I highlighting for this essay? 293"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2619.47,
      "end": 2631.01,
      "text": "I think, like the creative aspect. So like, that's the way that you communicate people's stories mostly. 294 Yeah, I think, like, emphasize the creativity here. 295"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2643.37,
      "end": 2645.309,
      "text": "Okay, then that makes sense. 296"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2646.28,
      "end": 2651.47,
      "text": "Right. 297 Let me just write down this framework onto the notes here. 298"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2682.76,
      "end": 2688.429,
      "text": "Okay, great. Next thing I want to check in to see is if you have your ut. Austin essay. 299"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2689.696,
      "end": 2703.55,
      "text": "With the ut, Austin, I found like which essays I want to repurpose. I haven't like 300 like change them to fit ut, Austin. But yeah, like, I 301 put some like options on the document. Let me. 302"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2703.55,
      "end": 2705.819,
      "text": "Can you send the doc? The doc to me? Yeah. 303"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2737.91,
      "end": 2738.969,
      "text": "One second. 304"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2749.1,
      "end": 2753.79,
      "text": "Okay, yeah. 305"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2765.52,
      "end": 2780.289,
      "text": "I think I like this essay better. The second. 306 yeah, just make it a little bit longer 307 and connected to Ut Austin instead. 308"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2782.18,
      "end": 2782.96,
      "text": "Yeah. 309"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2789.62,
      "end": 2798.29,
      "text": "I think you can apply for. 310 I think you apply for computer science as your second choice major, and then journalism, because you don't write about journalism at all. Here. 311"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2799.23,
      "end": 2799.66,
      "text": "Okay. 312"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2801.38,
      "end": 2807.31,
      "text": "I think you can apply for Cs as your 1st choice, Major, if you wanted. 313 But if you'd rather do data science, then that's up to you. 314"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2807.61,
      "end": 2809.99,
      "text": "I think I'd rather do data science. 315"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2809.99,
      "end": 2822.8,
      "text": "Okay, makes sense. 316 No, wait. But yeah, I think computer science is your second choice. Major makes sense because your essays are not about journalism. 317 Yeah, okay, actually, these look, pretty good. 318"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2823.7,
      "end": 2824.3,
      "text": "Okay. 319"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2824.9,
      "end": 2825.22,
      "text": "Don't! 320"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2825.22,
      "end": 2826.84,
      "text": "A second as well. 321"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2826.84,
      "end": 2836.16,
      "text": "The second one doesn't need to be changed. 322 It's a little long, so maybe we just cut it down now, but the 1st one just adds some stuff about 323 ut. Austin. 324"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2836.61,
      "end": 2853.489,
      "text": "- 325 okay, can we? Actually the Uc essay? There's 1 more essay. Yeah. 326 it was the educational opportunity essay. 327"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2854.24,
      "end": 2854.82,
      "text": "Okay. 328"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2860.08,
      "end": 2861.909,
      "text": "what have you changed about this essay? 329"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2862.735,
      "end": 2887.719,
      "text": "So I added the bit over here. About like, actually this part 330 I wanted to run this by. I said I kind of talked about how like learning opportunities for computer science was like scarce, and that like. 331 I think, like previously, it said that, like it was the only form of like connection. I didn't really know if it was too like clear what that meant in in the essay. So. 332"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2887.72,
      "end": 2889.339,
      "text": "This looks good. This looks good. 333"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2889.34,
      "end": 2898.04,
      "text": "Okay? 334 And then I added, like the part about Youtube tutorials. And then. 335 these last 2 paragraphs are new as well. 336"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2898.8,
      "end": 2899.41,
      "text": "Okay. 337"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2920.14,
      "end": 2922.5,
      "text": "I like this. Your stubborn resolve. 338"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2923.42,
      "end": 2924.16,
      "text": "Thanks. 339"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2927.56,
      "end": 2938.68,
      "text": "You don't need to say it twice here. 340 Bye, what is it like? How, what else? How else would you say your stubbornness off. 341 Upgrade that. 342"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2941.46,
      "end": 2944.76,
      "text": "Oh, I thought this was gonna be a little bit of like parallelism a little bit. 343"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2944.91,
      "end": 2949.059,
      "text": "I think it doesn't seem like parallelism. It seems to just like repetition. 344"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2952.65,
      "end": 2954.15,
      "text": "persistence, maybe. 345"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2954.66,
      "end": 2955.949,
      "text": "That sounds good. 346"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3021.44,
      "end": 3046.499,
      "text": "Okay, I think this paragraph right here. The second paragraph 347 is kind of like the setting slash. Time period is not clear, so like dental installments became a luxury like that sounds like it's over a period of time. But now you put it into this discrete moment. 348 The lights in the living room flicker shut. 349 What was it before? I remember? Like it was a little bit clearer earlier, but I don't quite remember 350 what it was. 351"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3047.259,
      "end": 3050.429,
      "text": "Let me pull up the previous one. 352"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3051.36,
      "end": 3051.9,
      "text": "Great. 353"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3077.61,
      "end": 3082.43,
      "text": "I think this was part of the same paragraph. I think that's 354"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3087.76,
      "end": 3089.979,
      "text": "I think. Yeah, that's the only change. I think. 355"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3094.55,
      "end": 3097.219,
      "text": "Perfect. Can you put it back to what it was like before. 356"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3100.26,
      "end": 3105.35,
      "text": "Yeah, this is, let me just like paste. The that's very rough. 357"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3117.91,
      "end": 3119.059,
      "text": "Oh, but 358"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3133.12,
      "end": 3154.33,
      "text": "can I? Can, I say, like one afternoon. 359 Or this afternoon or that afternoon. 360 Awesome. 361 Okay, I think it just like, Go. Then it goes from like a general moment to a very specific moment. 362"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3155.36,
      "end": 3156.07,
      "text": "Yeah. 363"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3165.69,
      "end": 3173.09,
      "text": "Do you think the sentence I was free to give away? Do you think that's like relevant or like 364 confusing. 365"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3177.18,
      "end": 3184.07,
      "text": "I think you just take it out because we are short on words, anyways, because are these 3, 50, or 300? Again. 366"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3184.23,
      "end": 3185.09,
      "text": "3, 50. 367"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3185.09,
      "end": 3190.71,
      "text": "Oh, then you're not sure. 368 You can say like I could game again. 369"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3211.978,
      "end": 3215.74,
      "text": "Over here? Can I put like a metric and put like 300 neighbors. 370"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3216.27,
      "end": 3217.03,
      "text": "Yeah. 371"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3226.48,
      "end": 3227.35,
      "text": "Great. 372"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3227.96,
      "end": 3228.73,
      "text": "Shrink. 373"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3234.33,
      "end": 3237.79,
      "text": "Yeah, I think this is very good. Do you have any other thoughts on this. 374"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3238.58,
      "end": 3240.73,
      "text": "No, I think I think that's great. Then. 375"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3241.31,
      "end": 3249.819,
      "text": "Okay, great 376 back to ut, Austin. I just want to quickly get this essay down to 300 words before we end. Today. 377"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3249.99,
      "end": 3250.54,
      "text": "Yeah. 378"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3258.96,
      "end": 3262.47,
      "text": "maybe I could say, growing up in a rural town. 379"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3262.73,
      "end": 3263.51,
      "text": "Yeah. 380"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3269.66,
      "end": 3271.15,
      "text": "then you can take this. 381"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3277.85,
      "end": 3280.51,
      "text": "This is a little too fluffy. What does this mean? 382"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3281.525,
      "end": 3282.19,
      "text": "Oh. 383"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3287.46,
      "end": 3294.97,
      "text": "I yeah, I think it's fluffy, but 384 I don't know another word to another way to word it. 385"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3296.69,
      "end": 3307.53,
      "text": "I liked what you said. 386 I liked what you said in the other essay. 387 I'm just gonna copy, paste it from here. 388 Another one. 389"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3361.93,
      "end": 3364.889,
      "text": "Okay, it's good. I think the rest looks good. 390"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3365.48,
      "end": 3377.66,
      "text": "Okay, thanks. 391 So then I'll just I'll just change this like bit. So it's like more focused on 392 on Youtube, Austin. And I I guess I can submit. 393"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3378.37,
      "end": 3386.82,
      "text": "Okay? 394 And then after that, were you able to submit your Csu as applications 395"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3390.88,
      "end": 3393.399,
      "text": "like Sjsu and Cal Poly slow, were you able to submit. 396"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3393.4,
      "end": 3394.47,
      "text": "Yeah, yeah. 397"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3394.77,
      "end": 3397.48,
      "text": "Wait? Did you already submit them, or are you still waiting. 398"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3397.72,
      "end": 3398.78,
      "text": "Already submitted them. 399"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3398.78,
      "end": 3407.149,
      "text": "Oh, perfect. Okay. 400 So next one that I maybe want to work on. What did you get a chance to rank these schools in order of priority, yet. 401"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3407.15,
      "end": 3407.67,
      "text": "Yeah. 402"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3408.19,
      "end": 3410.539,
      "text": "Okay, so northwestern is next, right? 403"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3412.222,
      "end": 3415.087,
      "text": "It's mit, and then it's. 404"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3415.66,
      "end": 3423.74,
      "text": "Can you show me what it looks like? I don't know if 405 this database is only on yours, but on me it's 406 on mine. It's like the same order. 407"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3424.33,
      "end": 3425.18,
      "text": "Oh! 408"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3425.18,
      "end": 3463.179,
      "text": "Oh, weird. Okay. 409 I wonder if it's a way to. 410 Okay, maybe it's not possible to apply universal ordering 411 cause on my screen doesn't look like that. 412 Okay, that's fine. As long as you know what's next. It's fine. Mit is next. So I think 413 by the next time we meet I want you to just take a look at the Mit essays and then come back with some ideas. You don't have to have full drafts, because I want you to finish and submit the Ucs first.st But for mit, like. 414 just come up with some ideas, and we can be prepared to talk about that on. 415 When is our next meeting again? I don't think we've determined it. 416"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3463.31,
      "end": 3464.87,
      "text": "Yeah, I don't think we scheduled it yet. 417"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3464.87,
      "end": 3470.89,
      "text": "During our next meeting. 418 Okay, great. When do you want to meet next? Speaking of that. 419"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3473.87,
      "end": 3476.209,
      "text": "Are you available on Saturday? 420"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3476.98,
      "end": 3493.289,
      "text": "Yeah, I am available on Saturday. 421 One second. 422 Okay, Saturday. Do you have specific times that you want to meet? Or you kind of just like free, generally. 423"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3493.6,
      "end": 3497.28,
      "text": "I'm free generally, but I think like the morning might be better. 424"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3497.28,
      "end": 3499.43,
      "text": "Let's do. 11 am. Is that okay? 425"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3499.43,
      "end": 3499.97,
      "text": "Yeah. 426"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3500.29,
      "end": 3515.539,
      "text": "Perfect. 427 Sounds good, then. Let's meet at 11. If you need anything else before then, just send me a message you could text me, or send Mary an email, and then other than that, I think we should be good. 428"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3516.87,
      "end": 3517.83,
      "text": "Okay. Great. 429"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3518.18,
      "end": 3521.43,
      "text": "Alright! Good progress! I'll see you soon. 430"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3521.86,
      "end": 3522.51,
      "text": "See you bye."
    }
  ],
  "meta": {
    "ext": ".pdf",
    "source": "normalize-v1",
    "vtt": true
  }
}