{
  "id": "03-Raw-SessionTranscripts/2024-06-12_W050_P3-JUNIOR_TRANS-RAW_UscCampusVisitDebriefandmajorPivot.pdf",
  "name": "2024-06-12_W050_P3-JUNIOR_TRANS-RAW_UscCampusVisitDebriefandmajorPivot.pdf",
  "path": "03-Raw-SessionTranscripts/2024-06-12_W050_P3-JUNIOR_TRANS-RAW_UscCampusVisitDebriefandmajorPivot.pdf",
  "kind": "TRANS-RAW",
  "week": "50",
  "phase": "3",
  "date": "2024-06-12",
  "link": null,
  "text": "Week 67 - Coaching_Jenny_Huda_Wk67_2024-06-12_M_289898c9a4219d6fU_2024-06-11_00-00-00 WEBVTT 1 00:09:48.280 --> 00:09:51.840 Jenny Duan: Oh, Hi, Huddell! One second! Let me turn on my light. 2 00:09:57.150 --> 00:09:58.830 Jenny Duan: Hi! How's it going. 3 00:09:59.130 --> 00:10:01.640 Ivylevel: It's going. Well, we're in la right now. 4 00:10:01.640 --> 00:10:03.860 Jenny Duan: Super awesome. How's the trip been. 5 00:10:04.767 --> 00:10:24.399 Ivylevel: The jar is pretty long, so it kind of does fit into perspective, like how it's gonna be once if I do go to Usc, but yeah, I think we the tour was really nice. Our guide was like, really nice and I I got to see the school cinematic arts was so cool. But yeah. 6 00:10:24.400 --> 00:10:25.830 Jenny Duan: Did you like Usc. 7 00:10:26.370 --> 00:10:40.750 Ivylevel: Yeah, I really liked it. They also like she like, really emphasized, how you can do like more than one like one thing. And I think that's like, really cool, because there's like a lot of interdisciplinary like courses that you could take. But yeah. 8 00:10:40.850 --> 00:10:42.199 Ivylevel: Hi, Jenny, how are you. 9 00:10:42.970 --> 00:10:58.579 Jenny Duan: I'm okay. I got stranded in New York like one after go like I got. So I went to this. So New York has, like public concerts in the Park, and I went to this like the New York Philaarmonic. But my phone died, but I got stuck in like Central Park, and then I had to like 10 00:10:58.840 --> 00:11:14.880 Jenny Duan: find my way back without having like any ex technology. And that's why I'm late. I survived. Didn't get kidnapped didn't get murdered. Definitely like it taught me how to read maps. But yeah, it's not a great experience. 11 00:11:14.880 --> 00:11:17.540 Ivylevel: No, no worries at all. I mean, I figured that out because, you know. 12 00:11:17.760 --> 00:11:21.129 Ivylevel: I knew that you had actually reached out. That's perfectly fine, I mean. 13 00:11:21.260 --> 00:11:23.490 Ivylevel: and Huda was actually just downplaying it. 14 00:11:23.610 --> 00:11:25.639 Ivylevel: She was so mesmerized today. 15 00:11:26.150 --> 00:11:31.819 Ivylevel: I think she was like we were all walking, and she was completely disconnected from us. She was just following that 16 00:11:32.410 --> 00:11:36.439 Ivylevel: the student who was actually giving us, you know, kind of a tour. 17 00:11:36.840 --> 00:11:39.760 Ivylevel: And she just loved it. And actually, I also 18 00:11:39.820 --> 00:11:41.252 Ivylevel: I was quite 19 00:11:41.850 --> 00:11:44.440 Ivylevel: This was actually my 1st kind of proper 20 00:11:44.450 --> 00:11:45.680 Ivylevel: college tour. 21 00:11:45.970 --> 00:11:49.480 Ivylevel: and, more importantly, the presentation was awesome. 22 00:11:49.640 --> 00:11:53.949 Ivylevel: I think it was from a admission, I would say application reviewer 23 00:11:54.130 --> 00:11:57.639 Ivylevel: or an officer. But I think I've I've sent you a few snapshots. 24 00:11:57.720 --> 00:12:00.849 Ivylevel: It was by far the most kind of demystified. 25 00:12:01.130 --> 00:12:03.790 Ivylevel: simplified, very transparent kind of 26 00:12:03.960 --> 00:12:09.279 Ivylevel: you know. Explanation on how the college apple, the how do they evaluate every application? 27 00:12:10.070 --> 00:12:15.819 Ivylevel: You know. 8,000 out of 82,009 acceptance rate last year. 28 00:12:16.400 --> 00:12:17.055 Ivylevel: But 29 00:12:18.540 --> 00:12:20.810 Ivylevel: a few things of that college really stood out. 30 00:12:21.270 --> 00:12:23.950 Ivylevel: you know the kind of whole open course concept. 31 00:12:24.720 --> 00:12:27.380 Ivylevel: you know you can pretty much do pretty much whatever you like. 32 00:12:28.180 --> 00:12:34.960 Ivylevel: It's like, you know, that was kind of very unique. I've never heard of it. I don't know if that's true with other Iv plus schools as well. 33 00:12:35.060 --> 00:12:35.770 Ivylevel: And 34 00:12:37.060 --> 00:12:39.285 Ivylevel: yeah, I think, focus on 35 00:12:39.840 --> 00:12:44.530 Ivylevel: portfolio scholarships, merit scholarships. I think it was really a very enlightening 36 00:12:44.570 --> 00:12:47.639 Ivylevel: experience for us as well, and that's why I wanted to set up some time. 37 00:12:47.710 --> 00:12:49.159 Ivylevel: Just focus on that. 38 00:12:49.871 --> 00:12:54.839 Ivylevel: Yeah. I mean, how familiar are you with Usc, do you apply to Usc yourself? 39 00:12:54.840 --> 00:13:00.339 Jenny Duan: I didn't apply. I mean, I only basically applied to Stanford. But I mean I went to New Usc. I know it pretty well. 40 00:13:00.720 --> 00:13:02.319 Ivylevel: Okay, what? What's your. 41 00:13:02.320 --> 00:13:04.129 Jenny Duan: Out to you the most about it, Huda. 42 00:13:05.318 --> 00:13:08.670 Ivylevel: I'd say like kind of 43 00:13:08.840 --> 00:13:23.400 Ivylevel: I all all the buildings that we kind of saw they have, like one way or the other. They kind of related to like one thing that I was interested in, like there was like I think it was called the School and Spur. It's like the school of journalism and communications. 44 00:13:23.400 --> 00:13:25.590 Jenny Duan: I have a friend who's studying there right now. 45 00:13:25.590 --> 00:13:38.529 Ivylevel: Oh, that's interesting. Yeah, like that was pretty interesting. They had like a whole kind of like setup there for like broadcasting. And then they had I guess they had, like the 46 00:13:38.590 --> 00:13:47.769 Ivylevel: school of engineering, and that also look pretty great. I don't think we saw from the outside, but it was pretty cool. I think that the thing that stood out the most was 47 00:13:48.270 --> 00:13:49.800 Ivylevel: probably 48 00:13:50.870 --> 00:13:56.089 Ivylevel: just kind of like the like. Like. We kind of just got to see the campus and see like more 49 00:13:56.210 --> 00:14:01.550 Ivylevel: about like how you can like take courses from like any school. And I think that was pretty unique. 50 00:14:02.470 --> 00:14:10.680 Ivylevel: amazing. Actually, you know what, Jenny I wanted to really like, you know, maximize the working time today. And what I wanted to do was because we are so fresh out of Usc. 51 00:14:11.398 --> 00:14:14.479 Ivylevel: I really wanted this session to be a Usc. Session. 52 00:14:14.540 --> 00:14:19.900 Ivylevel: and you know it's a very timely thing, very fresh. We are all inspired. Who is inspired. 53 00:14:20.050 --> 00:14:24.570 Ivylevel: I'm actually, you know, like I saw her heart and her body and her soul and mind in it. 54 00:14:24.720 --> 00:14:27.589 Ivylevel: and I if and if she gets it, I'm more than happy. 55 00:14:27.650 --> 00:14:37.369 Ivylevel: So. But you know it is still a competitive school. You know, 82,000, you know, out of that 8,000 selected, and then only 3,500 actually showed up. So 56 00:14:37.590 --> 00:14:40.870 Ivylevel: I don't even know like what happens to the remaining people who drop out. 57 00:14:41.420 --> 00:14:44.430 Ivylevel: How do those seats get filled? So. 58 00:14:44.430 --> 00:14:46.570 Jenny Duan: It's up from the wait list. Probably. 59 00:14:46.570 --> 00:14:49.490 Ivylevel: Oh, really they they don't have a wish list, though. 60 00:14:49.620 --> 00:14:52.990 Ivylevel: So a few unique things that we learned about Usc today was. 61 00:14:52.990 --> 00:14:54.240 Jenny Duan: They don't have a wait list. 62 00:14:54.240 --> 00:15:01.479 Ivylevel: Oh, they don't have a wait list concept. What they do instead is they admit you, and they actually fill you up for spring. 63 00:15:02.200 --> 00:15:04.030 Jenny Duan: Oh, yeah, I've heard that. 64 00:15:04.030 --> 00:15:09.340 Ivylevel: It's a different way. So, and they don't send rejection and all that stuff right? And they do have this early action. 65 00:15:10.600 --> 00:15:16.710 Ivylevel: So if you kind of just to kind of recap quickly, because I wanted to set some stages that you know, you guys can start working on. 66 00:15:18.540 --> 00:15:26.879 Ivylevel: I think we can really go college by college. And I've seen now, finally, the power of college visits. I think this is really very valuable. 67 00:15:27.527 --> 00:15:34.460 Ivylevel: In fact, if you can actually do it quite early on as part of you know, this whole prep. I think it will be even more interesting. 68 00:15:34.540 --> 00:15:41.159 Ivylevel: It really sparks a lot of interest and curiosity in people. So I think number one is. 69 00:15:41.500 --> 00:15:48.569 Ivylevel: they're early. So there are 2 things right. The 2 type of majors they have is one is actually with portfolio, and one is without portfolio. 70 00:15:48.800 --> 00:15:55.450 Ivylevel: So anything which is non-portfolio oriented and sorry if it's repetitive. But I just wanted to internalize and make sure we are on the same page. 71 00:15:55.450 --> 00:15:56.050 Jenny Duan: Course. 72 00:15:56.050 --> 00:16:02.509 Ivylevel: Anything which is non portfolio related is eligible for early action date. 73 00:16:02.650 --> 00:16:12.600 Ivylevel: which is actually on November first.st Right? That's a deadline, yeah. And what that ensures you is that you are actually qualified for merit. Scholarship. 74 00:16:12.950 --> 00:16:19.449 Ivylevel: and the only people who can apply for early action date are the people who are applying in as choice number one. 75 00:16:19.590 --> 00:16:21.810 Ivylevel: non portfolio programs. 76 00:16:22.306 --> 00:16:26.579 Ivylevel: People who are actually gonna apply for portfolio programs, that is, Huda 77 00:16:26.680 --> 00:16:36.649 Ivylevel: do not are not eligible for early action. They cannot apply for early action. They have to apply for a, you know, regular application, which is actually December first.st 78 00:16:37.540 --> 00:16:38.430 Ivylevel: But 79 00:16:38.730 --> 00:16:41.889 Ivylevel: Buddha also qualifies for scholarship if she applies, but. 80 00:16:41.890 --> 00:16:42.280 Jenny Duan: Right, right. 81 00:16:42.280 --> 00:16:45.900 Ivylevel: Right? So I mean, that's something that I learned today was a bit complicated. But I learned that 82 00:16:46.292 --> 00:16:49.839 Ivylevel: that's 1. So there was a lot of emphasis on portfolio. 83 00:16:50.200 --> 00:16:53.769 Ivylevel: a lot of questions on portfolio, in fact, lot of the audience sitting. 84 00:16:53.860 --> 00:17:02.349 Ivylevel: They were all asking about what's needed in portfolio, and there was like so many different people like, you know, arts, people, music, people like all that stuff. 85 00:17:02.420 --> 00:17:09.109 Ivylevel: And suddenly it started resonating. Oh, I remember Jenny telling me about music supplemental, and this and that it was all portfolio number one. 86 00:17:09.687 --> 00:17:15.869 Ivylevel: So then they spoke about financial aid, something that you and I need to touch base upon as well. Who that did tell me 87 00:17:16.050 --> 00:17:19.639 Ivylevel: so? The merit scholarship can go up until like full. 88 00:17:19.829 --> 00:17:32.719 Ivylevel: And and now I kind of also understand, like you paying visit to financial committee at Stanford. Why, you know, you told me that you've been negotiating. You've been fighting hard, and some mistakes and things, etc, that the lessons learned and all that stuff they said very similar thing. 89 00:17:32.890 --> 00:17:41.910 Ivylevel: So Fafsa and Css. Profile actually just comes in late, you know this is after post decision that they actually prepared. But for merit-based scholarship. That's the 1st part. 90 00:17:43.500 --> 00:17:50.180 Ivylevel: so something that needs to that you can actually consider evaluate and all that stuff. So I think that's something that I would love to understand as well. 91 00:17:50.540 --> 00:17:54.630 Ivylevel: My main focus now is, I think. And also 92 00:17:54.680 --> 00:17:59.329 Ivylevel: I've actually recorded the entire admission reviewer or officer's presentation. 93 00:17:59.350 --> 00:18:01.279 Ivylevel: There were so many insights in it. 94 00:18:01.610 --> 00:18:02.140 Jenny Duan: Wow! 95 00:18:02.140 --> 00:18:10.440 Ivylevel: Yeah. One of the most important things that she said is, what is your child's chance to get into Usc, it's actually 100, 96 00:18:10.710 --> 00:18:17.540 Ivylevel: because we are comparing your child against their context and against them. We are not really comparing them against the 99 other students. 97 00:18:17.790 --> 00:18:26.810 Ivylevel: the Territorial management. She gave a very good explanation. Huda knows who her admission reviewer or officer, you know, whatever that title is 98 00:18:27.480 --> 00:18:57.139 Ivylevel: is, and that person actually manages everything beyond Mountain house so mounted. So all the competitive schools of Dublin, Katie, Katie Cheng School or you know, Cal Poly, you know. Sorry the the Palli and all the tough comparative schools, the tier one schools, public schools are actually part of some other admission officer or reviewer. Buddha actually is a part of the tier. 2 schools. That's good. We have verified that, you know, Tracy, and all that. So that's I don't know if tells that tells you something. 99 00:18:57.140 --> 00:19:00.969 Jenny Duan: I know that does. I think that's aligned with what we discussed before. That's good. 100 00:19:00.970 --> 00:19:08.069 Ivylevel: Amazing, and she said that what is really important is these people are experts in the local school 101 00:19:08.170 --> 00:19:20.199 Ivylevel: resources and availabilities, and all the profiles of the past school. So they are experts in that. That is the number one factor they consider, then, who does resources and all that stuff. So that contextual information is critically important. School profile is critically important 102 00:19:20.320 --> 00:19:23.599 Ivylevel: and also in terms of Ap. What they said was. 103 00:19:23.620 --> 00:19:26.610 Ivylevel: if you want to make it to Usc. The way we evaluate is 104 00:19:26.700 --> 00:19:29.800 Ivylevel: it's not good to have 15 different C's 105 00:19:30.410 --> 00:19:35.329 Ivylevel: with 100 Ap's rather have a mix of Ap in general and have good. Yeah. So. 106 00:19:35.330 --> 00:19:36.140 Jenny Duan: Course. Yeah. 107 00:19:36.140 --> 00:19:39.549 Ivylevel: Amazing, amazing. I you know, I'm just I mean, just kind of retraining. But 108 00:19:39.822 --> 00:19:41.660 Ivylevel: that was a learning. And I think 109 00:19:41.830 --> 00:19:43.389 Ivylevel: in terms of 110 00:19:44.250 --> 00:19:47.698 Ivylevel: yeah, extra 30. So that was the thing. 111 00:19:48.400 --> 00:19:52.999 Ivylevel: letter of recommendation. Only one required for Usc, they only need one 112 00:19:53.290 --> 00:19:57.710 Ivylevel: and they don't need a lot. They just need one record letter of recommendation. 113 00:19:57.800 --> 00:20:05.709 Ivylevel: And what was the other thing? Huda portfolio was the most important thing. They really fast to portfolio to be the kind of factor. 114 00:20:06.357 --> 00:20:07.520 Ivylevel: Things like that. 115 00:20:07.933 --> 00:20:26.409 Ivylevel: Yeah. Why? Usc, why should us select you so? The deep research and connection, in fact, they did specifically mention about the summer program of research at Usc as being one of the important factors. If you are a research student, so I think it was very evident to me. 2, 3 things. One is the local school profile 116 00:20:26.500 --> 00:20:39.109 Ivylevel: and the school the context is critically important. Second thing, which is more important, was really the the school connection on y. Usc, how deep are you? Have you done your research and things of that sort? 117 00:20:39.453 --> 00:20:48.250 Ivylevel: But I think the most important was portfolio. So these this was something that kept repeat, that kept the the admission officer kept talking about portfolio, portfolio portfolio all the time. 118 00:20:48.320 --> 00:20:52.209 Ivylevel: So what I wanted to do was, we have not done any portfolio work so far right, Jenny. 119 00:20:52.790 --> 00:21:08.309 Ivylevel: and I've asked Huda. You know I still don't know what the right definition of a video gamers portfolio is. Huda is a videographer. She's a game developer. She's building her website. Rishi was helping her actually frame. I think she's evolved quite well, I would say. 120 00:21:08.330 --> 00:21:20.600 Ivylevel: But what I want to do is like, get into the weeds and specific. Let's call it like a portfolio session or a Usc. Session, where it might be one or 2 areas where you feel? I asked Suda. What do you think can prevent you today from getting into Usc. 121 00:21:22.470 --> 00:21:49.449 Ivylevel: They have made it very clear. It's not academics, absolutely. It's not about academics. They've made very clear. Portfolio is important. So she was not very sure about portfolio number 2 is, of course, our extracurricular activities and all that impact and essays right? Usc, so might be, I'll give. I'll give back this time. But let's you know, I'll I'll basically help you, really. I know that you are a music kind of you know, a supplement and and portfolio build music, but I don't think it should be any different right. 122 00:21:50.075 --> 00:21:54.669 Jenny Duan: Should be pretty similar is this profile, for this portfolio is for the game, design, right and development. 123 00:21:56.070 --> 00:22:10.770 Ivylevel: Yes, I think that is the one that who does applying. But again, in terms of program, I know you guys have selected 2 or 3, and Huda told me that this is the one that you have recommended her. The good thing is, as long as whatever can maximize her chance to get in. I don't wanted to go to go through a computer science. 124 00:22:10.970 --> 00:22:20.729 Ivylevel: but of course, you know, tomorrow she can do engineering. She can do pre law she can do premed whatever she want. That's the beauty of Usc. So might be. Let's go with whatever is the best shot for her. 125 00:22:20.770 --> 00:22:22.769 Ivylevel: and then, you know. Figure it out. 126 00:22:24.790 --> 00:22:25.850 Ivylevel: make sense. 127 00:22:26.330 --> 00:22:27.069 Ivylevel: Thank you. 128 00:22:27.070 --> 00:22:48.152 Jenny Duan: You have a really strong profile in game development and also journalism. I think that those are like the best methods for you. So like journalism, media or game or game development. But I think game design and development is like a really good strategy for you, because you already have that strong profile and background in the game. So I think also, the Annberg school is a bit hard to get into, because it's like 129 00:22:48.600 --> 00:22:51.696 Jenny Duan: another. It's like a really big aspect, of of 130 00:22:53.384 --> 00:22:56.376 Ivylevel: What? What is Hamburg? Is the engineering school. 131 00:22:56.750 --> 00:23:01.569 Jenny Duan: Journalism school cause. It's such a big part of Usc, I think that you'd be better off 132 00:23:01.630 --> 00:23:06.269 Jenny Duan: applying for either like game design or something. Media related. 133 00:23:06.760 --> 00:23:21.390 Ivylevel: Yeah, I think I think I I think we talked about this last time. But like the computer science, there's like, a major called computer science games. I think we decided on interactive media and games done from the school cinematic arts. 134 00:23:22.014 --> 00:23:49.819 Ivylevel: But yeah, like, I think, my dad and my mom were both a bit curious as to why I'm not applying to like the computer science games as opposed to like. I mean it. It was Mom's instant reaction. Like, you know who, though you're not going to engineering school, like, you know? Cs, I mean, we are. Yeah, I mean, I I know that. But I I think my goal was like again, whatever it takes for you to get in, because I know if she goes in, then probably tomorrow, she can shift. She can transfer into whatever she wants. 135 00:23:50.030 --> 00:23:52.659 Ivylevel: So but even on game design. 136 00:23:53.325 --> 00:23:57.550 Ivylevel: Yeah, they do have 2 choices, right? The choice one and choice 2 137 00:23:57.996 --> 00:24:04.140 Ivylevel: so I don't know. Are you gonna put like game design as one? And then journalism as 2 or like, what? What is the strategy here. 138 00:24:04.420 --> 00:24:14.030 Jenny Duan: I think game design as one and then maybe you can put the Cs game as 2, and then journalism as 3. I think that should be the order. 139 00:24:14.050 --> 00:24:16.490 Jenny Duan: you know. What do you? What do you feel feel like? Is. 140 00:24:16.490 --> 00:24:20.160 Ivylevel: Yeah, I think that's that's honestly like the best one. 141 00:24:20.870 --> 00:24:40.290 Ivylevel: Okay, so might be. Then, you know. Of course, we are halfway through. I think what we could do is like, you know, maybe might be. Let's just get into the portfolio thing because I think I still haven't seen like it'll be. I'll just be, I'll promise I'll be a fly on the wall now I'll try. But I want to also learn. You are a portfolio pro 142 00:24:40.640 --> 00:24:51.829 Ivylevel: you've you've always told me that music supplement was your edge into Stanford as well. I and I think Huda has that element, and I don't know. Like, you know, where does the videography fit in? It was what video games? What about? 143 00:24:51.840 --> 00:24:58.909 Ivylevel: How do you tell a story? I mean, is it just like uploading some discrete things I've seen, like Victoria's portfolio. It was amazing. 144 00:24:59.030 --> 00:25:05.890 Ivylevel: She compiled all her research, all her violin violin kind of videos all together in a in a website. 145 00:25:05.990 --> 00:25:10.020 Ivylevel: So I don't know how it is. Well, I mean, if you can show me like, you know, I would also love to learn 146 00:25:10.080 --> 00:25:15.520 Ivylevel: and and see what who that can do, and you can give her like concrete guidance on how to go about building the portfolio. 147 00:25:16.890 --> 00:25:18.740 Jenny Duan: Yeah, I think. 148 00:25:19.700 --> 00:25:23.963 Jenny Duan: Let's look at the portfolio requirements. Actually, for your major. 149 00:25:24.750 --> 00:25:25.250 Jenny Duan: Yeah. 150 00:25:25.250 --> 00:25:28.659 Ivylevel: I, this is really a learning opportunity for me, too. Okay. 151 00:25:28.820 --> 00:25:31.289 Ivylevel: Buddha, can you bring it up with, okay. 152 00:25:31.680 --> 00:25:35.079 Jenny Duan: I'm looking. I'm looking at it right now on my page. 153 00:25:35.280 --> 00:25:36.460 Jenny Duan: So 154 00:25:38.990 --> 00:25:40.080 Jenny Duan: game! 155 00:25:40.340 --> 00:25:41.320 Jenny Duan: R. 156 00:25:43.560 --> 00:25:46.549 Ivylevel: And we ate in the Chinese restaurant, Jenny. It was amazing. 157 00:25:49.480 --> 00:25:51.319 Jenny Duan: Okay? One second. 158 00:26:05.760 --> 00:26:11.380 Jenny Duan: okay. Looking at this interactive entertainment. BA, 159 00:26:11.400 --> 00:26:12.860 Jenny Duan: that doesn't seem. 160 00:26:13.500 --> 00:26:15.569 Ivylevel: I think that one's more like theme parks. 161 00:26:15.570 --> 00:26:17.529 Jenny Duan: Yeah, yeah, yeah, I see that 162 00:26:18.100 --> 00:26:20.690 Jenny Duan: interactive media and games. 163 00:26:21.560 --> 00:26:22.780 Jenny Duan: Bfa. 164 00:26:22.990 --> 00:26:26.860 Jenny Duan: game development and international interaction design. 165 00:26:27.030 --> 00:26:28.130 Ivylevel: Oh, I think 166 00:26:28.150 --> 00:26:29.850 Ivylevel: I think I'm kind of a 167 00:26:31.740 --> 00:26:33.160 Jenny Duan: I don't think, Yeah. 168 00:26:33.580 --> 00:26:39.859 Ivylevel: I think it's a downside if it's a Bachelor of Fine Arts, cause I think that's a bit more strict with like what you can do with the other. 169 00:26:39.860 --> 00:26:45.010 Jenny Duan: I think. Okay, wait. Maybe we should reassess. Let me look at your college tracking. 170 00:26:45.760 --> 00:26:48.326 Ivylevel: Oh, so this has 171 00:26:49.610 --> 00:26:55.789 Jenny Duan: I think we do. We talk about this and not doing the Bfa. I feel like we have discussed this, but I'm not. 172 00:26:58.430 --> 00:27:03.059 Ivylevel: yeah, I think I think last time we kind of decided on doing the 173 00:27:03.812 --> 00:27:06.407 Ivylevel: interactive media and game design from. 174 00:27:09.010 --> 00:27:10.720 Jenny Duan: The notion is not. 175 00:27:11.490 --> 00:27:12.400 Ivylevel: Updated. 176 00:27:12.400 --> 00:27:14.219 Jenny Duan: Updated with Usc. 177 00:27:19.300 --> 00:27:24.389 Jenny Duan: yeah, I think the Bfa is not a good option. In my opinion. 178 00:27:24.733 --> 00:27:26.449 Ivylevel: Why is that? Jenny? 179 00:27:26.580 --> 00:27:31.620 Jenny Duan: Cause. It's a Bachelor of Fine Arts that's like an art degree. I think it's it's better for you to have. 180 00:27:31.860 --> 00:27:37.025 Ivylevel: Then I won't be able to like kind of mix with, like other other 181 00:27:37.520 --> 00:27:51.270 Ivylevel: majors, I think. Remember, she mentioned that if you have a Bfa, you have to. I mean, you could. You could probably like transfer to different majors or like switch majors. But I think you can't like combine. 182 00:27:52.690 --> 00:27:56.390 Ivylevel: Yeah, I think you did add, hold on, there was a major. 183 00:27:57.120 --> 00:27:59.010 Ivylevel: wasn't there here, like. 184 00:28:01.180 --> 00:28:04.399 Ivylevel: I remember that your added added Majors. 2, right? 185 00:28:05.340 --> 00:28:06.780 Ivylevel: Wait. Yeah. 186 00:28:07.220 --> 00:28:08.899 Ivylevel: there was a link for college. 187 00:28:14.370 --> 00:28:16.910 Ivylevel: I think there was also another list. When you're added right? 188 00:28:18.240 --> 00:28:22.460 Ivylevel: Think it's in another place. Let me show you. I think there are 2 lists here somewhere. 189 00:28:24.290 --> 00:28:25.989 Ivylevel: Yeah, yes. 190 00:28:26.290 --> 00:28:27.250 Ivylevel: to you. 191 00:28:28.930 --> 00:28:30.929 Ivylevel: You can also send the link to 192 00:28:31.060 --> 00:28:35.744 Ivylevel: Danny. Yeah, it's here. Can you send that link to Denny? 193 00:28:36.660 --> 00:28:41.779 Jenny Duan: Yeah, I think that that's not probably gonna be the best option for you. 194 00:28:44.140 --> 00:28:50.220 Jenny Duan: I think I actually, I think that the Bs and computer science games is better for you. 195 00:28:51.600 --> 00:28:52.580 Ivylevel: Hold on. 196 00:28:53.060 --> 00:28:54.070 Ivylevel: Okay. 197 00:28:54.640 --> 00:28:58.029 Jenny Duan: Have we? I feel like we've discussed not doing a Bfa 198 00:28:58.170 --> 00:28:59.940 Jenny Duan: that really, I mean. 199 00:28:59.940 --> 00:29:02.921 Ivylevel: Yeah, I don't know. I I don't think we like noticed. That 200 00:29:03.230 --> 00:29:04.580 Ivylevel: was a Bfa. 201 00:29:04.884 --> 00:29:10.660 Jenny Duan: Okay, okay, I think I think the Bs and computer science games is is a better fit for you 202 00:29:10.780 --> 00:29:11.270 Jenny Duan: to them. 203 00:29:11.270 --> 00:29:12.860 Ivylevel: And my early action. 204 00:29:13.150 --> 00:29:14.830 Jenny Duan: Yeah, yeah, yeah. 205 00:29:15.190 --> 00:29:17.480 Ivylevel: Okay. So though no need of portfolio then. 206 00:29:18.508 --> 00:29:35.901 Ivylevel: And I think also, that means we can't put like the Bfa, as even like a second choice, because I think if you put it in your list, it has to be number one. So I think, like my backup options cannot be like a portfolio. Any of the portfolio majors. 207 00:29:36.230 --> 00:29:38.934 Jenny Duan: Yeah, I think that's fine. I think that if you do, 208 00:29:39.330 --> 00:29:45.193 Jenny Duan: Bs and Cs games as the first, st that would be good, and then for your second 209 00:29:46.070 --> 00:29:47.809 Jenny Duan: I think you can do. 210 00:29:49.320 --> 00:29:50.290 Ivylevel: Happy. 211 00:29:51.390 --> 00:29:53.280 Ivylevel: Yes, yay. 212 00:29:53.770 --> 00:29:54.719 Jenny Duan: Let's see. 213 00:29:55.580 --> 00:30:01.634 Jenny Duan: I think you can apply for Annenberg. Does does Annenberg journalism have a 214 00:30:02.710 --> 00:30:04.830 Jenny Duan: anything portfolio-wise? 215 00:30:05.140 --> 00:30:06.310 Jenny Duan: I don't think so. 216 00:30:08.500 --> 00:30:14.249 Jenny Duan: You can apply for a journalism. BA, as your second preference, and then for your 3rd preference. 217 00:30:17.910 --> 00:30:21.830 Jenny Duan: I think there's another media major that might be interesting. 218 00:30:25.620 --> 00:30:28.640 Jenny Duan: Media arts in practice 219 00:30:28.820 --> 00:30:30.619 Jenny Duan: could be interesting to you. 220 00:30:33.592 --> 00:30:38.639 Jenny Duan: The media arts and practice, Major, I think you might also find. Let me put the link in the chat. 221 00:30:38.670 --> 00:30:42.119 Jenny Duan: I think that could be your 3rd choice, Major, for Usc. 222 00:30:42.990 --> 00:30:44.930 Jenny Duan: What do you think? Take a look. 223 00:30:45.480 --> 00:30:46.889 Jenny Duan: Let me write this down. 224 00:30:47.140 --> 00:30:51.045 Ivylevel: And Jenny. The journalism is not a Bfa. 225 00:30:51.480 --> 00:30:52.590 Jenny Duan: So it's a BA. 226 00:30:53.230 --> 00:30:55.569 Ivylevel: Okay. So Bfa is different from 227 00:30:56.096 --> 00:31:00.793 Ivylevel: is like fine arts. And the other, this one's just part. 228 00:31:02.518 --> 00:31:08.339 Ivylevel: Oh, looks like there's there's stuff like 3D designing. And I know that's like 229 00:31:08.450 --> 00:31:10.990 Ivylevel: that's a huge part of like game development. 230 00:31:12.060 --> 00:31:12.889 Jenny Duan: Exactly. 231 00:31:12.930 --> 00:31:18.229 Jenny Duan: And did you also see like new media for change? There's also. 232 00:31:18.980 --> 00:31:19.470 Jenny Duan: I. 233 00:31:19.470 --> 00:31:21.910 Ivylevel: I think there's creative coding and web design. 234 00:31:21.910 --> 00:31:25.150 Jenny Duan: Yeah, I saw something like creative coding and web design 235 00:31:25.448 --> 00:31:30.009 Jenny Duan: visual design, like, I think that that would be a good. This is also a good fit, major for you. 236 00:31:30.330 --> 00:31:37.090 Ivylevel: Yeah, I think, okay, so 1st is computer science games. And then, second, I think I'd even. 237 00:31:37.720 --> 00:31:43.199 Ivylevel: maybe yeah, this would be second. And then maybe a BA in journalism could be my 3rd option. 238 00:31:43.200 --> 00:31:45.010 Jenny Duan: Okay, that sounds good to me. 239 00:31:45.600 --> 00:31:47.639 Jenny Duan: Seems like a really good fit 240 00:31:47.710 --> 00:31:48.909 Jenny Duan: per you. 241 00:31:53.270 --> 00:31:56.133 Jenny Duan: Okay, then I don't think that you will need a 242 00:31:57.100 --> 00:31:59.600 Jenny Duan: I don't think you'll need a portfolio for Usc. 243 00:31:59.930 --> 00:32:03.590 Jenny Duan: Another thing about Usc, specifically, are they still test optional. 244 00:32:03.850 --> 00:32:04.769 Ivylevel: Yeah, that's beautiful. 245 00:32:04.770 --> 00:32:05.510 Jenny Duan: Favor. 246 00:32:05.880 --> 00:32:18.669 Ivylevel: I think they I think they're still deciding whether they want to. But like the lady who was doing the presentation said, they'll most likely do like test optional. Yeah, they said, at least for a few years, it would be, but she could not confirm. 247 00:32:19.000 --> 00:32:24.096 Ivylevel: But yeah, she said, most probably for next few years we we may be 248 00:32:24.740 --> 00:32:27.390 Ivylevel: that kind of answer that we maybe test optionally. 249 00:32:28.720 --> 00:32:43.616 Jenny Duan: Because I remember my friend she really wants to go to Georgetown. I just this is just one piece of contact she really want to go to Georgetown, but she didn't have a good sat score. But then she got into Usc. And now she's at Annenberg and super happy. So I think it's like good that 250 00:32:44.170 --> 00:32:50.879 Jenny Duan: they don't have any standardized test scores because it doesn't. It shows that like students can be successful there without you need that? 251 00:32:52.320 --> 00:32:58.470 Jenny Duan: Okay. Then, I think for Usc, do you have any other questions about your timeline? I think early application should be the plan. 252 00:32:58.750 --> 00:33:09.660 Ivylevel: And do you think like submitting my sat score like the super scored version? Do you think that would like benefit me, or would would I rather just go test optional. 253 00:33:10.010 --> 00:33:15.079 Jenny Duan: I think it super score is fine. I think you have a good super score. I think it won't hurt you at all. 254 00:33:15.430 --> 00:33:16.579 Ivylevel: Okay, thank, you. 255 00:33:17.400 --> 00:33:18.040 Ivylevel: yeah. 256 00:33:18.040 --> 00:33:18.739 Jenny Duan: Hi, David. 257 00:33:19.379 --> 00:33:26.819 Jenny Duan: I wanted to actually spend some time focusing on like this scaling thing which we were planning to talk about today. Is there anything. 258 00:33:26.820 --> 00:33:27.980 Ivylevel: See Elsa. 259 00:33:27.980 --> 00:33:28.969 Jenny Duan: You want to discuss. 260 00:33:29.800 --> 00:33:39.029 Ivylevel: yeah, I think this is great. See, we've already made that. I think so. Portfolio is not necessary for this, but might be. It would be necessary for Cmu and other other schools. I guess. Right later, down the road. 261 00:33:39.030 --> 00:33:42.720 Jenny Duan: I don't know if Cmu needs it. Does Cmu need a portfolio? I don't know. 262 00:33:43.120 --> 00:33:43.920 Ivylevel: Oh, okay. 263 00:33:43.920 --> 00:33:44.859 Jenny Duan: Call. I don't think. 264 00:33:44.860 --> 00:33:53.479 Ivylevel: I think. Yeah, if you can rule out the portfolio thing with that, then that would be one less often, I mean, even though I would love for you to have a portfolio, but if it's not needed. 265 00:33:56.296 --> 00:33:59.613 Jenny Duan: Yeah, I don't think you'll need a portfolio for any of these. 266 00:33:59.890 --> 00:34:07.765 Ivylevel: And Jenny, just for my knowledge, like, you know, these portfolios are all like same for every school, like one common app one portfolio, or like different, for every every school. 267 00:34:08.020 --> 00:34:10.400 Jenny Duan: I think different schools might have different requirements. 268 00:34:10.690 --> 00:34:11.380 Ivylevel: Oh, okay. 269 00:34:11.380 --> 00:34:12.270 Jenny Duan: William. 270 00:34:12.489 --> 00:34:20.559 Ivylevel: So in the common application you like, for example, your music supplement, you could actually have, like diff, 5 different versions submitting to different schools. 271 00:34:21.499 --> 00:34:25.340 Jenny Duan: Yeah, exactly. But I thankfully only had to submit to Stanford. 272 00:34:26.230 --> 00:34:30.640 Ivylevel: Yeah, I mean, yeah, I mean, you got into Stanford, you know. So that's great. 273 00:34:31.150 --> 00:34:34.720 Ivylevel: But I think someone wants like more like to give a shot. Right? So 274 00:34:36.610 --> 00:34:39.763 Ivylevel: I mean, this is very interesting. Now, the programs you know. 275 00:34:41.570 --> 00:34:44.429 Ivylevel: so I think Usc is on your top of your list 276 00:34:45.121 --> 00:34:51.800 Ivylevel: and what would be a similar close school and program set Jenny for Huda. The top 3. 277 00:34:52.615 --> 00:34:56.404 Jenny Duan: I think that we talked about this, and I think Usc is 278 00:34:56.880 --> 00:34:59.099 Jenny Duan: usc. 279 00:34:59.571 --> 00:35:02.539 Jenny Duan: is her top. And then other than that 280 00:35:02.940 --> 00:35:04.450 Jenny Duan: I think she really likes 281 00:35:04.540 --> 00:35:07.200 Jenny Duan: Santa Cruz and Stanford, too. 282 00:35:07.550 --> 00:35:09.000 Jenny Duan: like Bay Area Schools. 283 00:35:09.000 --> 00:35:12.160 Ivylevel: Okay. Stanford has a does Stanford have a similar kind of a thing for. 284 00:35:12.160 --> 00:35:12.970 Jenny Duan: No. 285 00:35:12.970 --> 00:35:14.020 Ivylevel: No, right? 286 00:35:14.420 --> 00:35:17.921 Ivylevel: I think we decided on science, technology and society. 287 00:35:19.720 --> 00:35:32.379 Ivylevel: Okay, interesting? I think. Yeah. So we'll we'll need like different strategy for different schools. Right? I think. 1st here, this is like really something that is optimized for her fashions and her strength, and then also her kind of fit. 288 00:35:32.480 --> 00:35:41.169 Ivylevel: But then, you know, of course, then there are going to be schools that are mainly of optimized for distance, being close to home, and then you know just the prestige of it 289 00:35:41.260 --> 00:35:46.580 Ivylevel: or top schools that she want to go. She wants to go to. And then we can have, like different strategies around that. Okay. 290 00:35:48.040 --> 00:35:48.900 Ivylevel: wolf. 291 00:35:50.020 --> 00:35:52.760 Jenny Duan: Okay. So now, I wanna get back into scaling. 292 00:35:52.760 --> 00:35:54.180 Ivylevel: Thank you. Johnny. Yeah. 293 00:35:54.180 --> 00:35:57.879 Jenny Duan: Okay, cool so I wanna go back into scaling 294 00:35:59.700 --> 00:36:04.520 Jenny Duan: can you give me an update on like how your social media efforts have been going. 295 00:36:04.990 --> 00:36:13.400 Ivylevel: Yeah, I think empowering AI has been going really? Well, so actually, my vice president has actually been really active. With our club. 296 00:36:13.400 --> 00:36:13.850 Jenny Duan: Awesome. 297 00:36:13.850 --> 00:36:36.429 Ivylevel: Since the past, like we had like a board meeting like our past board meeting, and I think it was like pretty helpful, because well, one, I think, like our secretary, who is from North Carolina, she actually like quit. But I think that kind of encouraged the other people to like kind of do better. Because, like my vice President, she got us like 298 00:36:36.430 --> 00:36:48.500 Ivylevel: right now we're at 95 followers on Instagram. So and we're like fastly approaching like 100 followers. So I think, if we, if we're able to grow that then that could definitely help, and also, like 299 00:36:48.520 --> 00:36:54.629 Ivylevel: the social media person has been creating, helping me create like content. For, like Tiktok and Instagram. 300 00:36:56.130 --> 00:37:19.920 Ivylevel: I mean, like Tiktok, we haven't been to active, but yeah, like empowering. AI, I think that's going really. Well. I don't think we've gotten any new submissions yet for a competition, but I did create like the resource that we talked about with like the exact like how to and like, maybe some tips and stuff like that. And then we're also coming up with like a lot new ideas for our 301 00:37:20.985 --> 00:37:39.680 Ivylevel: events. So I think we kind of decided, we kind of wanna do like a small like maybe 3 day or like 2 week camp about game development. Actually. And then it would like help them kind of help, like young girls kind of like build their own game just like in 2 weeks. 302 00:37:39.680 --> 00:37:40.470 Jenny Duan: Oh! 303 00:37:40.470 --> 00:38:09.050 Ivylevel: Yeah. And then first, st like we could kind of show them like synthoria. And like, I explained to them like what Synthoria was. So then they're like, Oh, this is really great. We should like help. Other people make similar things. So that's kind of like an event idea we have planned. But we we're also thinking of kind of doing it, turning into kind of like a fundraiser. So once we get 5 0, 1 c. 3 status we can like, maybe charge like some money for like the program, or like or like 304 00:38:09.100 --> 00:38:18.428 Ivylevel: boot camp type thing, and then we can donate it to like an AI education cause or something like that. So that's what we were planning. 305 00:38:20.410 --> 00:38:35.119 Ivylevel: in terms of folklift. Actually, so you know how I had like the girl from India who's interested in writing an article. So she actually she actually like finished her she wrote like poetry about, like the female experience in India. 306 00:38:35.120 --> 00:38:35.840 Jenny Duan: So. 307 00:38:36.000 --> 00:38:39.069 Ivylevel: Yeah. And so I was able to post that I posted. 308 00:38:39.070 --> 00:38:40.280 Jenny Duan: Oh, awesome! 309 00:38:40.979 --> 00:39:05.570 Ivylevel: Instagram. Yeah, I've been trying to publicize that a little bit. And then and then also on top of that, she message me and she actually she actually contacted like a local small business in India and interviewed them. So she had that article ready as well. So I think she she's been like a really nice like member to collaborate with. So I'm thinking, like to ask her if she could be on the board for folklift. 310 00:39:07.280 --> 00:39:17.209 Jenny Duan: That sounds really awesome. It sounds like there's been a lot of progress and everything so far. And it's has the focus of social media like taken off and anymore? Or is the same. 311 00:39:17.700 --> 00:39:32.486 Ivylevel: Right now. It's kind of the same, I mean, I think I've been I've been trying to like create like more posts for like the content that we're that we've been putting out so far. But I think once I start like writing out more articles to post, like I think. 312 00:39:33.077 --> 00:39:49.460 Ivylevel: I have to write a few about some nonprofits that I ask questions to. Once I put those, and I have like a lot more posts. And then I can also try the same strategy for empowering AI like kind of falling more student initiatives and stuff like that that that always helps you get 313 00:39:49.570 --> 00:39:51.449 Ivylevel: more traction. But yeah. 314 00:39:53.278 --> 00:39:54.982 Jenny Duan: That's so awesome. 315 00:39:55.570 --> 00:40:08.450 Jenny Duan: yeah, I'm like, I'm so happy. It seems like things are going really well. And what do you think was the biggest change in getting, like your team members to be better in emp in empowering AI cause that seems pretty relevant and like a good lesson. 316 00:40:08.890 --> 00:40:11.869 Ivylevel: Yeah, and I think, I kind of 317 00:40:12.390 --> 00:40:32.610 Ivylevel: so yeah, I take your advice, and I open up a slack. And then also, I forgot to mention. We actually got another officer. She's like the head of outreach. So she's gonna be like the one contacting other initiatives like collaborate with and like, send out emails and everything. So yeah. And then I created a slack. 318 00:40:32.650 --> 00:40:59.929 Ivylevel: And then I did an announcement. I was like hey, everybody! Here's like the doc. And it's gonna have action items for everyone. If if you guys aren't able to connect like complete these by the next meeting. Unfortunately, that might mean like you might have to like face some consequences, or like you might we might need to talk a little bit. But I kind of just kind of made it more serious. And then, yeah. 319 00:40:59.930 --> 00:41:03.419 Jenny Duan: Do you feel like the slack? Is that how it's communicating over slack. 320 00:41:04.352 --> 00:41:06.290 Ivylevel: I think a lot of them 321 00:41:06.330 --> 00:41:23.280 Ivylevel: aren't joining through slack like. I don't know if that's like really what's like causing them to be more like strict with what they're doing. But also, like, I think they're more open now that it's summer for everyone. So like I've been like saying like, Oh, we have to have this done by then. 322 00:41:23.280 --> 00:41:39.469 Ivylevel: and then, like we also kind of like in pressure cause it's like, we're all kind of well, me and led the Vice President are like like rising seniors. So it's like a lot of pressure. And then, like I guess the others are also feeling pressured now. So that's why there's like a lot of progress being made. 323 00:41:39.740 --> 00:41:57.710 Jenny Duan: I mean, I mean, everyone wants leadership positions and demonstrated impact for college. But like, you can use it to motivate people. Because, like, that's the best thing about doing nonprofits is if you are successful, then, like the people on your team are successful too. So like when all of you are successful like, it helps everyone to to have demonstrated impact. 324 00:41:57.850 --> 00:41:59.509 Jenny Duan: So yeah, okay. 325 00:41:59.819 --> 00:42:05.699 Ivylevel: Jenny, I think 1st thing kudos to you, I think your your specific help in the previous call 326 00:42:05.780 --> 00:42:07.710 Ivylevel: was simply amazing. I think 327 00:42:08.100 --> 00:42:12.660 Ivylevel: very specific, very game changing, and I think huddled up. Loved it, too. 328 00:42:12.680 --> 00:42:19.790 Ivylevel: and I was telling her that you know Jenny has never advised. Similarly, for Iv level, like she's never told me to actually start slack and all that stuff. So 329 00:42:19.810 --> 00:42:23.929 Ivylevel: I'm just kidding. Yeah, I think I think, thanks. Thanks. I think this is great help. Thank you. 330 00:42:25.250 --> 00:42:27.970 Jenny Duan: Okay, awesome. Yay, and then 331 00:42:28.400 --> 00:42:36.429 Jenny Duan: so I'm glad that that's that's working out. And what are the challenges that you're currently experiencing? First, st let's talk about empowering. AI. Then we'll move on to other things. 332 00:42:36.910 --> 00:42:37.899 Ivylevel: Yeah, I think 333 00:42:38.050 --> 00:43:03.879 Ivylevel: so we definitely need to get our 5, 0, 1 c, 3 status like Asap, because we really, we really want to do the fundraiser event. Cause I think that's like a perfect way to like show demonstrated impact. And then also, because, like, we wanna make our boot camps, or like kind of programs like paid, even if it's like a little bit of money. Because last time when I was for free. No one really like 334 00:43:04.360 --> 00:43:29.642 Ivylevel: took it seriously. So I feel like if people were to like invest something in it, they'd be like more invested and actually and actually, you know, like show up to the meetings and everything. So I think, we really wanna do that. And then also like just donating to a cause that would be like great for empowering I and like also just like to support in general. But yeah, I think that's like one of like our biggest issues right now. And also 335 00:43:30.180 --> 00:43:40.319 Ivylevel: we don't have any submissions for the air competition. So that's kind of a struggle. But yeah, I think we're like, I'm trying to like, kind of 336 00:43:40.969 --> 00:44:03.850 Ivylevel: I think we have to set the like the monetary prize. I think I I could probably buy that gift card on my own. But I've just had to like discuss it with my team a little bit. But yeah, I think if I do attach that the monetary thing value. And then also just kind of like advertise like a lot on Tiktok. Maybe that would help. But yeah, like, we don't have any submissions. 337 00:44:04.380 --> 00:44:08.389 Ivylevel: maybe like in our next few events, maybe that'll do better. But 338 00:44:08.830 --> 00:44:10.389 Ivylevel: yeah, I'm not sure. 339 00:44:11.650 --> 00:44:26.600 Jenny Duan: Got it so still have no submissions. The monetary incentive, I think. Let's like use that. And it doesn't have to be a lot, maybe like $50 like a raffle or something, and I think that that will help also for submissions. Did you put out flyers at all? Did that help at all? 340 00:44:27.970 --> 00:44:48.730 Ivylevel: I haven't print out printed out flyers from powering AI and I haven't gotten the chance to do that for Synthoreas as well. But I I did like I finalized like my design for it. I actually have on my personal computer, which I don't have right now. But yeah, I I finalize like the design. And I'm gonna like, print it and put it around soon. 341 00:44:50.510 --> 00:44:56.656 Jenny Duan: Okay, that sounds good. So I think that that should be like your 1st strategy. Other thing is 342 00:44:57.480 --> 00:45:07.099 Jenny Duan: I'm wondering, like what would happen if you started commenting on like random accounts and say, like to advertise your your AR competition. Okay. 343 00:45:07.100 --> 00:45:07.610 Ivylevel: Hmm. 344 00:45:07.610 --> 00:45:09.470 Jenny Duan: Wonder if you did that in like. 345 00:45:09.890 --> 00:45:22.240 Jenny Duan: you know how some social media companies or some companies they like have really funny comments. And like. That's how they get a lot of followers on Tiktok or Instagram like, what have you started leaving some comments like that on like viral posts? Just an idea. 346 00:45:22.520 --> 00:45:24.319 Ivylevel: I think that would be interesting. I mean. 347 00:45:24.773 --> 00:45:28.549 Ivylevel: I think that will work with empowering. AI, especially, I think. 348 00:45:28.975 --> 00:45:44.980 Ivylevel: Yeah, that's a good idea, I think, yeah. Also, like, I think we need to be more we have to be more active on Tiktok as well, because we only really have like one post. And like that one did. Okay? But like, I think if we keep up the momentum, we could probably do better 349 00:45:45.230 --> 00:45:46.230 Ivylevel: react. 350 00:45:48.790 --> 00:46:10.850 Jenny Duan: Okay, sounds good. I think that like so the 1st line of defense or the 1st step of action is to have more active social media presence. Second is, you can use that in your favor by like commenting and trying to boost engagement in other ways. If the posts aren't working. 3rd thing is to print out the flyers and to like. Put them everywhere you can. I think that's like those are the main things you can try to do, to scale your impact. 351 00:46:11.380 --> 00:46:12.700 Ivylevel: Okay. Yeah. 352 00:46:12.870 --> 00:46:21.070 Jenny Duan: And let's start there and then. We can reassess next week to see like what, how that's going, and if we can do more for folkloop. What is your biggest struggle right now? 353 00:46:22.431 --> 00:46:45.918 Ivylevel: I think, like right now, we just have, like one really contributing person from India, and other than that, like, I don't really know if that's enough impact. Cause I mean, obviously right now, it's like international. But there's only like one other person. So I think if I were to extend my impact with folklift. I think definitely like having like doing more outreach to find more people like her. 354 00:46:46.538 --> 00:46:57.870 Ivylevel: Cause. I know I don't know, like, just like, not only that she's international, it's just she's been really responsive and like she created a lot of content already for folklift. So I think, finding more like 355 00:46:57.930 --> 00:47:04.410 Ivylevel: interested journalists like that, like I don't know. I found her through like the applying to college discord 356 00:47:05.130 --> 00:47:14.070 Ivylevel: And, like most of the people on there were like aren't really like as passionate as or I mean, like, they're passionate and not many like journalist students. 357 00:47:14.414 --> 00:47:19.429 Ivylevel: But then, yeah, I think I could definitely find, like other forms, like Reddit or 358 00:47:20.047 --> 00:47:27.139 Ivylevel: other discords, maybe, and try to contact like more people. But yeah, and I think that would be the best way. 359 00:47:28.190 --> 00:47:29.096 Jenny Duan: Okay, awesome. 360 00:47:30.970 --> 00:47:32.860 Jenny Duan: and I guess 361 00:47:32.920 --> 00:47:34.850 Jenny Duan: what specifically like. 362 00:47:35.340 --> 00:47:40.360 Jenny Duan: do you think in the contacting is is an issue or like what? Why are you choosing that. 363 00:47:41.247 --> 00:48:07.709 Ivylevel: So I think, like I don't really know like where to start like where to find people to contact. Cause I know like for that for, like finding the girl from India, it was like kind of like a luck. It was kind of luck, cause they're like talking about journalism, and like one of the channels. And I was like, Oh, hey, wait! I have an opportunity for you, and like I DM her and everything. So it's kind of luck. But like, I don't know how to specifically find, like high school students interested in journalism. 364 00:48:07.710 --> 00:48:14.749 Ivylevel: which maybe, like, I think again, like social media could help, but like, yeah, I'm not sure. 365 00:48:15.900 --> 00:48:22.719 Jenny Duan: Okay, what about like same strategies? You that you do for empowering? AI honestly could do for folklift like the commenting. 366 00:48:23.116 --> 00:48:29.630 Jenny Duan: the maybe posting on Internet forums like, I don't know. Have you ever tried looking for like reddits to just post in. 367 00:48:29.880 --> 00:48:31.656 Ivylevel: Yeah, I've tried like 368 00:48:32.180 --> 00:48:40.989 Ivylevel: ones where there's like opportunities, for high schoolers. And like, I've like, tried posting on there. I've gotten a few people like to reply, but they don't like 369 00:48:41.050 --> 00:48:45.567 Ivylevel: follow through like they they say they're interested, but then they just don't do anything. 370 00:48:47.050 --> 00:48:48.069 Jenny Duan: I see 371 00:48:49.030 --> 00:48:50.439 Jenny Duan: Maybe you could 372 00:48:53.550 --> 00:48:58.240 Jenny Duan: like. I don't know the way that you frame it, like maybe say, like the opportunity to be published in like 373 00:48:58.560 --> 00:49:06.799 Jenny Duan: an international youth, organized journal, or something like that, like, how can we make this sound more appealing to people? And also, I think. 374 00:49:06.940 --> 00:49:08.270 Jenny Duan: how do we reach 375 00:49:08.480 --> 00:49:13.369 Jenny Duan: like, okay, if you were submitting a piece like, why would you wanna submit this? Because. 376 00:49:14.070 --> 00:49:14.920 Jenny Duan: like. 377 00:49:15.060 --> 00:49:28.840 Jenny Duan: you know, from an outside perspective, you don't know who's gonna read it like, you don't really know what this is like. Why would you submit? So maybe we can talk about like, if you were the one submitting, what would be the things that would convince you to submit to Folklift Magazine. 378 00:49:29.740 --> 00:49:31.847 Ivylevel: Hmm! Maybe like. 379 00:49:33.720 --> 00:49:36.420 Ivylevel: if I were to grow like kind of 380 00:49:36.670 --> 00:49:59.710 Ivylevel: a reputation for folklift, because, like, if it's like a well reputed like journal. Then that would be like, obviously, something I'd really be interested in. Like getting published in, and also maybe like like again, for like reputation, like if there was like some like brands that have like partnered with them, or some sort of like, if there's like more like students like already, like kind of 381 00:49:59.720 --> 00:50:06.029 Ivylevel: we're posting their work on there. Maybe I'd be interested in that and also, just 382 00:50:06.480 --> 00:50:21.379 Ivylevel: I think I could also angle it that I'm like looking for officers, cause I kind of am for folklift, because right now it's just me. So with empower me. I have like a board. So if I was like to mention that I'm like looking for more people on my board. Then maybe that would help. 383 00:50:23.947 --> 00:50:39.682 Jenny Duan: Yeah, I think offering leadership positions is again, like everyone who's trying to apply for college like this is the time when everyone wants leadership. So I wonder like if you could post on some of the college specific reddits or forums, because that might be a good way to find people who are like kind of desperate for leadership positions 384 00:50:40.120 --> 00:50:44.729 Jenny Duan: so like applying to college subreddit, or like other things, have you tried posting there. 385 00:50:45.440 --> 00:50:47.119 Ivylevel: Yeah, I mean, I think 386 00:50:47.210 --> 00:50:53.920 Ivylevel: I don't think my efforts have been too consistent with like posting on those reddits. But I have tried in the past. 387 00:50:54.239 --> 00:51:02.900 Ivylevel: Yeah, I think if I like, continue kind of like finding more of those forums and like posting more about it, maybe that would definitely attract more people. 388 00:51:05.650 --> 00:51:07.440 Jenny Duan: Well, okay. Okay. 389 00:51:07.600 --> 00:51:20.859 Jenny Duan: I think also, like consistent social media is also another thing. Cause I think the main, the main issue that I see here is that people don't really know like what folklift is, or 390 00:51:23.080 --> 00:51:34.749 Jenny Duan: what folklift is, or how like they can get engaged with it, or why, it's even important. And so I think, like really understanding those why statements is gonna be important, like. 391 00:51:36.400 --> 00:51:37.140 Jenny Duan: I think 392 00:51:37.600 --> 00:51:46.445 Jenny Duan: right now, there's not a lot of like credibility or backing behind folklift like, it's kind of just this online, this online thing. 393 00:51:48.160 --> 00:51:48.760 Jenny Duan: maybe 394 00:51:48.940 --> 00:51:54.370 Jenny Duan: maybe it's just like this online thing, like people don't really know why they should submit, or how. But 395 00:51:54.470 --> 00:51:55.980 Jenny Duan: I think, like. 396 00:51:56.100 --> 00:52:03.839 Jenny Duan: you need to give it more credibility and more reasoning. So if you were someone applying to this online journal. What would convince you to want to submit. 397 00:52:04.830 --> 00:52:09.050 Ivylevel: I think if I definitely like, if I see they've collaborated with like, maybe like 398 00:52:09.200 --> 00:52:18.702 Ivylevel: larger organizations, maybe that would like convince me. And maybe just like seeing more articles on there. And 399 00:52:19.870 --> 00:52:28.660 Ivylevel: I don't know. Just like seeing that like larger, like organizations and companies maybe have interacted with folklift. But 400 00:52:28.680 --> 00:52:32.159 Ivylevel: yeah, like, I don't know if that's like, really feasible. But yeah. 401 00:52:33.930 --> 00:52:34.680 Jenny Duan: Gotcha. 402 00:52:35.670 --> 00:52:47.050 Jenny Duan: Also, I mean, another thing is, if you can get something else to shout out. Folklift like that would be really cool, like, maybe if you could get it, some recognition from like government or anything else 403 00:52:47.350 --> 00:52:55.809 Jenny Duan: like, I wonder if you could get it formally recognized by another media source or by something else, and that would also give it credibility like, I don't. 404 00:52:55.970 --> 00:53:00.449 Jenny Duan: I think this goes back to our conversation about getting involved with like local government 405 00:53:02.460 --> 00:53:05.770 Jenny Duan: and getting recognition from like senators and stuff. But 406 00:53:07.480 --> 00:53:20.089 Jenny Duan: I don't know like how this brings me back to the Youth Action Committee actually, again, like, can we talk about that? I know. I know it's like really complicated, like, hard to get involved with. But like, have you tried to go to any of their meetings. Recently. 407 00:53:21.488 --> 00:53:23.629 Ivylevel: No, I haven't. I've also 408 00:53:23.640 --> 00:53:52.389 Ivylevel: I I tried convincing, like like my Vice President, for empowering AI to like. Go to the meetings with me, cause maybe like that would make it so that we can both kind of like have a speaking position in like the club. But she's a bit busy. So I might. I'm like, I'm gonna try and ask, like, maybe like another one of my friends, because I think if you like, go with your friends, you might be able to. It's like easier to give your opinions in the about like the things that they plan 409 00:53:54.190 --> 00:54:08.620 Ivylevel: and also wait. So if I was just part of the Youth Action Committee and like I, I didn't have like a leadership role in it, or anything but like, if I was just a member of it, would that have any sort of mayor or is? Do you have to have, like some sort of officer position in that. 410 00:54:09.130 --> 00:54:23.700 Jenny Duan: I don't think you need to have some sort of officer position. I think you could just be a part of it, and that's fine, but I think, like you should try to have some type of impact, but also the one other reason to join the Youth Action Committee is just to meet in other like legislators and other people 411 00:54:23.800 --> 00:54:25.980 Jenny Duan: like. That's another primary motive. 412 00:54:27.280 --> 00:54:29.229 Ivylevel: Yeah, okay, that makes sense. 413 00:54:31.100 --> 00:54:35.937 Jenny Duan: Yeah. So like, if if the Youth Action Committee can connect you to say like. 414 00:54:38.940 --> 00:54:45.030 Jenny Duan: I don't know to like a local official or something else. I think that in and of itself is is valuable enough. 415 00:54:48.020 --> 00:55:00.799 Jenny Duan: So I don't know. I'm trying to think about other ways to get you connected to government people, because I think if they can shout you out, or if they can give you some recognition, then like that, will also make other people want to join folklift versus folklift. 416 00:55:01.020 --> 00:55:02.040 Jenny Duan: or 417 00:55:02.200 --> 00:55:10.480 Jenny Duan: like I don't know with folklat. Have you still been reaching out to other organizations like Stanford's Journalism group, or any anything else similar to that. 418 00:55:11.220 --> 00:55:12.630 Ivylevel: Yeah, I haven't. 419 00:55:12.830 --> 00:55:30.650 Ivylevel: So I I haven't reached out to Stanford or like other organizations in in that matter. But I also, I had an idea on how to get like kind of like a shout out from like the local government. So they have like this. I think 420 00:55:30.820 --> 00:55:35.013 Ivylevel: I think it's called community Service Award or something. 421 00:55:36.269 --> 00:55:38.959 Ivylevel: I don't know if that's exactly what it's called 422 00:55:41.816 --> 00:56:07.619 Ivylevel: well, anyway, like I think if you sign up for it? You can get like you can get like presented an award. It's not really like an application. Really, it's kind of more of just like a sign up. But like you just like, explain like what what it is you're doing. And then you go to like the Mountain house. CST, I think like their meeting, and then they just like kind of reward you with like a certificate and recognition and everything. 423 00:56:07.810 --> 00:56:11.629 Ivylevel: So I think that could be helpful, kind of like getting some like 424 00:56:11.800 --> 00:56:13.129 Ivylevel: some sort of. 425 00:56:13.330 --> 00:56:20.559 Ivylevel: And I could also maybe ask for like a testimonial, maybe, that I can like feature on my website and be like, Oh, this is the mayor of my town. 426 00:56:21.260 --> 00:56:23.360 Ivylevel: They said this about folklift. 427 00:56:23.360 --> 00:56:28.809 Jenny Duan: Yeah, exactly. I think something like that, like a shout out from other things would be really 428 00:56:29.670 --> 00:56:37.549 Jenny Duan: would would be would be impactful also like for folklore. Have you tried to do collaborative posts with other orgs? Yet have you been initiating that. 429 00:56:39.061 --> 00:56:44.118 Ivylevel: I don't. I don't think I have. I think that's that's definitely that's something I would work on 430 00:56:44.670 --> 00:56:52.760 Ivylevel: especially like I think these are the kind of tasks where, if I can get someone to like, go on the board. And I think this would be like a good task, like someone with outreach. 431 00:56:52.900 --> 00:56:58.409 Ivylevel: But yeah, I think as of now, I think I should definitely contact and contact more initiatives 432 00:56:58.550 --> 00:57:00.110 Ivylevel: for collaboration posts. 433 00:57:00.110 --> 00:57:03.432 Jenny Duan: Yeah, I think that that would be probably another next step for you. 434 00:57:04.147 --> 00:57:08.920 Jenny Duan: And then how for the game like, how's promotion for that? Going. 435 00:57:10.670 --> 00:57:11.290 Jenny Duan: I. 436 00:57:11.660 --> 00:57:39.160 Ivylevel: I think it's been a lot of like like my Linkedin post. I think, has been getting a lot of views. And so that has definitely helped my like my plays and like visits on the website, go? I think that's been pretty helpful. I haven't gone the chance to actually like, go and print out like the flyers. But yeah, I think I'll I'll do that like this following week when I get back. 437 00:57:40.006 --> 00:57:44.780 Ivylevel: And then I think the efforts to. 438 00:57:44.870 --> 00:57:51.360 Ivylevel: I think when when my when school starts, I could probably find like a way to present it in a classroom. 439 00:57:51.950 --> 00:57:55.580 Ivylevel: and yeah, I don't think there's too much of an update for that one. 440 00:57:58.140 --> 00:58:04.469 Jenny Duan: Okay. Sounds good, I mean, I think, for I think for some Thoria, too. If you can 441 00:58:04.810 --> 00:58:25.120 Jenny Duan: share more on social media, I think I mean, I keep on saying this with everything. But I think like social media is really powerful. And I think, like we talked about a ton of real ideas, or like to talk ideas. If you make some of those like, I think that would be a good opportunity to broadcast your game. More cause, I think. Listen, Thoria is something that I think a lot of people would would like. 442 00:58:25.641 --> 00:58:28.660 Jenny Duan: Another thing you can do actually, with Sentoria specifically is 443 00:58:28.720 --> 00:58:38.680 Jenny Duan: share it with a code of classy community. Like, if you just email like code of the code of classy team that seems like something they would feature in like a newsletter or something. 444 00:58:38.720 --> 00:58:39.780 Jenny Duan: and say. 445 00:58:39.780 --> 00:58:50.820 Ivylevel: That's a great idea. And I yeah, I think with Tiktok, I think that's like one thing I've been really consistent with. I've been like posting every day. And then I've like, definitely been like posting lots of clips and like 446 00:58:51.000 --> 00:59:09.899 Ivylevel: kind of trends with like synthore characters. And so I think, yeah, I mean, like, no one's been commenting or anything. But I noticed in like in the analytics. Tab, for like the place where I publish synthore like it definitely like, there's like a lot of people coming in from Tiktok. So maybe that's that's been effective. 447 00:59:10.920 --> 00:59:13.638 Jenny Duan: Yeah, I think so, too. I think that that's 448 00:59:14.130 --> 00:59:34.489 Jenny Duan: going to be impactful for you. And I mean, take on is a thing where you just have to be consistent, because one day you might blow up. But like you won't know until that day, like, you know, people have 0 follow like 100 followers, and then they post, and then, like one sudden day, suddenly they like get famous. But you wouldn't know that unless you post it every day, for like a year before that. 449 00:59:34.650 --> 00:59:35.230 Ivylevel: Yeah. 450 00:59:36.240 --> 00:59:42.879 Jenny Duan: Yeah. And then, is there any? Are there any other struggles or anything else that you want to talk through about your journey? 451 00:59:45.050 --> 00:59:52.459 Ivylevel: With my take look. I was thinking of posting like maybe not just content about synthia, but also, like like 452 00:59:52.970 --> 01:00:12.700 Ivylevel: like, I had an idea, for like so you know how like Bridgerton's actually coming out. The second part is going out tomorrow. So I was thinking like suggesting, like indie games based off of, like your favorite character from Bridgeton. And then, like, I think, that would be kind of like a creative idea. But I was like thinking of just doing more like indie game. 453 01:00:12.720 --> 01:00:21.009 Ivylevel: content like maybe like, not just about some story, but also kind of like about just indie games in general. What do you think. 454 01:00:21.760 --> 01:00:25.539 Jenny Duan: I think that that sounds really cool. I think you should pursue that for sure. 455 01:00:25.830 --> 01:00:27.690 Ivylevel: Okay, yeah, thank you. 456 01:00:28.000 --> 01:00:38.400 Jenny Duan: Yeah, I think I mean, I think that, like you ultimately know, kind of like, know what direction you're headed in and like, I think that you're doing. You're taking really good steps to like, get where you need to be. 457 01:00:38.870 --> 01:00:39.529 Ivylevel: Thank you. 458 01:00:39.860 --> 01:00:40.500 Jenny Duan: Yeah. 459 01:00:41.010 --> 01:00:44.670 Ivylevel: Thank you, Jenny. I know it's too late, you know. Consistency and keep doing it. 460 01:00:44.780 --> 01:00:45.880 Ivylevel: Thanks a lot. 461 01:00:47.090 --> 01:00:51.610 Ivylevel: yeah, Jenny. One last thing on the small semantics. 462 01:00:51.720 --> 01:01:02.139 Ivylevel: or what? What is that? Yeah. So the fire flies, Jenny, if you don't mind, you know, just turn off in. I'm trying to really kill that whole thing. Unfortunately, you know, everything gets shared with everybody. 463 01:01:02.270 --> 01:01:03.220 Ivylevel: When we had a time. 464 01:01:03.790 --> 01:01:05.480 Jenny Duan: Let me just go right now. 465 01:01:05.480 --> 01:01:15.330 Ivylevel: Yeah, yeah, I think, I think, yeah, in the settings of fireflies, right? It it shares. Basically after the game plan. I saw that the whole video and all the notes actually went to Sri and everything else. 466 01:01:15.330 --> 01:01:18.340 Jenny Duan: I don't think I have a fireflies account. 467 01:01:18.910 --> 01:01:19.690 Jenny Duan: I mean. 468 01:01:19.690 --> 01:01:30.099 Ivylevel: You do you do have actually, you know, with with Iv vendors, we all I mean, this is the worst thing, right? These these all go. They have a network effect without you even realizing they create your account and. 469 01:01:30.360 --> 01:01:30.840 Jenny Duan: To be. 470 01:01:30.840 --> 01:01:34.540 Ivylevel: Yeah. So when you join, there's also Jenny, fireflies that joins. 471 01:01:34.830 --> 01:01:36.210 Jenny Duan: How do I turn it off. 472 01:01:36.710 --> 01:01:46.020 Ivylevel: Yeah, I think in the settings. You know, you can actually see. If you go to Firefly settings, it would say that, you know, after call. Send it to everyone, share it to everyone, or I can send you some. 473 01:01:46.020 --> 01:01:49.090 Jenny Duan: Oh, okay, okay. I see it. Okay. I turned it off 474 01:01:49.480 --> 01:01:51.230 Jenny Duan: unchecked it. Yeah. 475 01:01:51.230 --> 01:02:01.480 Ivylevel: Amazing. And I've sent you a link, you know, with you can see your digital twin, Jenny AI, creating a game plan report with click of a button. Just look at the quality. I hope you're you're amazed with it. 476 01:02:01.850 --> 01:02:02.999 Ivylevel: Where is these. 477 01:02:03.150 --> 01:02:04.030 Jenny Duan: Oh, wait! 478 01:02:04.030 --> 01:02:09.980 Ivylevel: I'll send you a text message. Just have a look at it. This is like trained with all the game plan reports you have made with all the. 479 01:02:09.980 --> 01:02:12.390 Jenny Duan: Oh, this is good! Wow! 480 01:02:12.390 --> 01:02:18.730 Ivylevel: This is this is your digital twin. So I don't know you. You guys are competing with each other. I I mean, I'm I'm sure that you will win. 481 01:02:18.900 --> 01:02:26.539 Ivylevel: but it has taken really fine tuning has taken really like months. And now you can see the quality is simply amazing. 482 01:02:26.540 --> 01:02:30.420 Jenny Duan: This is good. This is really good. Yeah, it's good. 483 01:02:31.040 --> 01:02:37.610 Ivylevel: So yeah, it's it's done. And i i i can't wait to have you actually talk to Prabaka, our AI guy, right? Who's actually working on. 484 01:02:37.610 --> 01:02:39.649 Jenny Duan: Yeah, he did. He did good. He did good. 485 01:02:39.860 --> 01:02:51.760 Ivylevel: Yeah, yeah, I mean, and you know, see, now, with apple private apple intelligence. That is the direction. Now, we are all talking about privately trained data. I think, General, you know, general models are gonna go away. I mean, I'm just talking an AI Chad. 486 01:02:52.170 --> 01:02:57.509 Ivylevel: I think we are on the right direction. There's so much more that you I mean, I can't wait to show you actually amazing. 487 01:02:58.810 --> 01:02:59.460 Jenny Duan: And car. 488 01:02:59.460 --> 01:03:00.940 Ivylevel: This is after your time. Okay. 489 01:03:00.990 --> 01:03:05.240 Ivylevel: she's she always tells me that. You know she's a guinea pig, and I try to use her and all that. Yeah. 490 01:03:05.240 --> 01:03:08.160 Jenny Duan: No? Well, maybe a little bit. 491 01:03:08.446 --> 01:03:13.609 Ivylevel: Okay, thanks, Jenny, see? But but my coaches are all very honest, you know. My wife's also laughing. 492 01:03:13.630 --> 01:03:22.230 Ivylevel: Anyways. Thanks a lot so I I you know I really appreciate your time and effort. We have 2 new customers. I've sent a text message, can't wait. 493 01:03:22.630 --> 01:03:31.059 Ivylevel: Yeah, I've also sent you the note on. Just you know that tally thing that Mary is doing. I just want to have that optics. It's just for optic purpose. So don't worry about it. 494 01:03:31.341 --> 01:03:39.720 Ivylevel: I sent a long detail email to her. You know that. Why, it's important, because I had, like some questions come up and things like that. I think I just said that. 495 01:03:39.960 --> 01:03:48.470 Ivylevel: You know it's different contribution and and value. We need to discuss that later. I will. I will also set up like one or 2 h with you on the on the Iv level thing. Later. 496 01:03:49.270 --> 01:03:49.930 Jenny Duan: Sounds good. 497 01:03:49.930 --> 01:03:52.200 Ivylevel: How's your attention, by the way, enjoying it? 498 01:03:52.200 --> 01:03:56.582 Jenny Duan: Yeah, it's super busy. But it's good. I'm in the office like 499 01:03:59.448 --> 01:04:01.750 Jenny Duan: 10 HA day. Something like that. 500 01:04:01.750 --> 01:04:02.770 Ivylevel: I'm sorry. 501 01:04:03.280 --> 01:04:05.970 Jenny Duan: I'm in the office like 10 HA day. Let's say. 502 01:04:05.970 --> 01:04:09.959 Ivylevel: Oh, my God, I mean, this is worse than tech companies. 503 01:04:09.960 --> 01:04:17.849 Jenny Duan: Oh, I mean, yeah, finance hours. I mean, it's pretty busy today. I I was there from 8 45 to 6 30, something like that. 504 01:04:18.733 --> 01:04:19.839 Jenny Duan: And then. 505 01:04:19.840 --> 01:04:23.160 Ivylevel: Chinese hours, and you know, South Korean hours right South Korea. 506 01:04:23.160 --> 01:04:32.399 Jenny Duan: Tomorrow we're doing a company. We're but it's fun, though, like tomorrow, we're going to see a Broadway show like, people are really nice, like, I I really like it. 507 01:04:32.400 --> 01:04:38.000 Ivylevel: I mean you asked for it. I mean, you dished apple, you know it's it's your call. It was your call. I mean, you hadn't. 508 01:04:38.000 --> 01:04:38.520 Jenny Duan: Old. 509 01:04:38.520 --> 01:04:39.500 Ivylevel: So, yeah. 510 01:04:39.760 --> 01:04:44.469 Jenny Duan: No, but it's it's good, it's it's been fun. I've I really like the people. And yeah, I've learned a lot. 511 01:04:44.470 --> 01:04:56.969 Ivylevel: But Apple A is gonna be awesome, Jenny, I think now, you know, I've been talking to my friends. You know I've also written a post. I think their whole model is not different from what they did before apple pay apple help. It's always gonna be server. 512 01:04:57.230 --> 01:05:01.670 Ivylevel: It's called preferential privacy, right. You know that preferential privacy is their model. 513 01:05:01.790 --> 01:05:11.059 Ivylevel: And I think you're gonna enjoy. So I mean, keep a close eye on. If you're really AI ethics and policy. I don't think there's going to be any better company than Apple and Nvdia for long, long time. 514 01:05:11.270 --> 01:05:15.740 Ivylevel: So yeah, anyways, I mean, have have a wonderful night. Take care! Bye. 515 01:05:15.740 --> 01:05:16.809 Jenny Duan: Alright, bye. 516 01:05:16.810 --> 01:05:17.890 Ivylevel: Pretty much bye.",
  "segments": [
    "Week 67 - Coaching_Jenny_Huda_Wk67_2024-06-12_M_289898c9a4219d6fU_2024-06-11_00-00-00 WEBVTT 1 00:09:48.280 --> 00:09:51.840 Jenny Duan: Oh, Hi, Huddell! One second! Let me turn on my light. 2 00:09:57.150 --> 00:09:58.830 Jenny Duan: Hi! How's it going. 3 00:09:59.130 --> 00:10:01.640 Ivylevel: It's going. Well, we're in la right now. 4 00:10:01.640 --> 00:10:03.860 Jenny Duan: Super awesome. How's the trip been. 5 00:10:04.767 --> 00:10:24.399 Ivylevel: The jar is pretty long, so it kind of does fit into perspective, like how it's gonna be once if I do go to Usc, but yeah, I think we the tour was really nice. Our guide was like, really nice and I I got to see the school cinematic arts was so cool. But yeah. 6 00:10:24.400 --> 00:10:25.830 Jenny Duan: Did you like Usc. 7 00:10:26.370 --> 00:10:40.750 Ivylevel: Yeah, I really liked it. They also like she like, really emphasized, how you can do like more than one like one thing. And I think that's like, really cool, because there's like a lot of interdisciplinary like courses that you could take. But yeah. 8 00:10:40.850 --> 00:10:42.199 Ivylevel: Hi, Jenny, how are you. 9 00:10:42.970 --> 00:10:58.579 Jenny Duan: I'm okay. I got stranded in New York like one after go like I got. So I went to this. So New York has, like public concerts in the Park, and I went to this like the New York Philaarmonic. But my phone died, but I got stuck in like Central Park, and then I had to like 10 00:10:58.840 --> 00:11:14.880 Jenny Duan: find my way back without having like any ex technology. And that's why I'm late. I survived. Didn't get kidnapped didn't get murdered. Definitely like it taught me how to read maps. But yeah, it's not a great experience. 11 00:11:14.880 --> 00:11:17.540 Ivylevel: No, no worries at all. I mean, I figured that out because, you know. 12 00:11:17.760 --> 00:11:21.129 Ivylevel: I knew that you had actually reached out. That's perfectly fine, I mean. 13 00:11:21.260 --> 00:11:23.490 Ivylevel: and Huda was ",
    "actually just downplaying it. 14 00:11:23.610 --> 00:11:25.639 Ivylevel: She was so mesmerized today. 15 00:11:26.150 --> 00:11:31.819 Ivylevel: I think she was like we were all walking, and she was completely disconnected from us. She was just following that 16 00:11:32.410 --> 00:11:36.439 Ivylevel: the student who was actually giving us, you know, kind of a tour. 17 00:11:36.840 --> 00:11:39.760 Ivylevel: And she just loved it. And actually, I also 18 00:11:39.820 --> 00:11:41.252 Ivylevel: I was quite 19 00:11:41.850 --> 00:11:44.440 Ivylevel: This was actually my 1st kind of proper 20 00:11:44.450 --> 00:11:45.680 Ivylevel: college tour. 21 00:11:45.970 --> 00:11:49.480 Ivylevel: and, more importantly, the presentation was awesome. 22 00:11:49.640 --> 00:11:53.949 Ivylevel: I think it was from a admission, I would say application reviewer 23 00:11:54.130 --> 00:11:57.639 Ivylevel: or an officer. But I think I've I've sent you a few snapshots. 24 00:11:57.720 --> 00:12:00.849 Ivylevel: It was by far the most kind of demystified. 25 00:12:01.130 --> 00:12:03.790 Ivylevel: simplified, very transparent kind of 26 00:12:03.960 --> 00:12:09.279 Ivylevel: you know. Explanation on how the college apple, the how do they evaluate every application? 27 00:12:10.070 --> 00:12:15.819 Ivylevel: You know. 8,000 out of 82,009 acceptance rate last year. 28 00:12:16.400 --> 00:12:17.055 Ivylevel: But 29 00:12:18.540 --> 00:12:20.810 Ivylevel: a few things of that college really stood out. 30 00:12:21.270 --> 00:12:23.950 Ivylevel: you know the kind of whole open course concept. 31 00:12:24.720 --> 00:12:27.380 Ivylevel: you know you can pretty much do pretty much whatever you like. 32 00:12:28.180 --> 00:12:34.960 Ivylevel: It's like, you know, that was kind of very unique. I've never heard of it. I don't know if that's true with other Iv plus schools as well. 33 00:12:35.060 --> 00:12:35.770 Ivylevel: And 34 00:12:37.060 --> 00:12:39.285 Ivylevel: yeah, I think, focus on 35 00:",
    "12:39.840 --> 00:12:44.530 Ivylevel: portfolio scholarships, merit scholarships. I think it was really a very enlightening 36 00:12:44.570 --> 00:12:47.639 Ivylevel: experience for us as well, and that's why I wanted to set up some time. 37 00:12:47.710 --> 00:12:49.159 Ivylevel: Just focus on that. 38 00:12:49.871 --> 00:12:54.839 Ivylevel: Yeah. I mean, how familiar are you with Usc, do you apply to Usc yourself? 39 00:12:54.840 --> 00:13:00.339 Jenny Duan: I didn't apply. I mean, I only basically applied to Stanford. But I mean I went to New Usc. I know it pretty well. 40 00:13:00.720 --> 00:13:02.319 Ivylevel: Okay, what? What's your. 41 00:13:02.320 --> 00:13:04.129 Jenny Duan: Out to you the most about it, Huda. 42 00:13:05.318 --> 00:13:08.670 Ivylevel: I'd say like kind of 43 00:13:08.840 --> 00:13:23.400 Ivylevel: I all all the buildings that we kind of saw they have, like one way or the other. They kind of related to like one thing that I was interested in, like there was like I think it was called the School and Spur. It's like the school of journalism and communications. 44 00:13:23.400 --> 00:13:25.590 Jenny Duan: I have a friend who's studying there right now. 45 00:13:25.590 --> 00:13:38.529 Ivylevel: Oh, that's interesting. Yeah, like that was pretty interesting. They had like a whole kind of like setup there for like broadcasting. And then they had I guess they had, like the 46 00:13:38.590 --> 00:13:47.769 Ivylevel: school of engineering, and that also look pretty great. I don't think we saw from the outside, but it was pretty cool. I think that the thing that stood out the most was 47 00:13:48.270 --> 00:13:49.800 Ivylevel: probably 48 00:13:50.870 --> 00:13:56.089 Ivylevel: just kind of like the like. Like. We kind of just got to see the campus and see like more 49 00:13:56.210 --> 00:14:01.550 Ivylevel: about like how you can like take courses from like any school. And I think that was pretty unique. 50 00:14:02.470 --> 00:14:10.680 Ivylevel: am",
    "azing. Actually, you know what, Jenny I wanted to really like, you know, maximize the working time today. And what I wanted to do was because we are so fresh out of Usc. 51 00:14:11.398 --> 00:14:14.479 Ivylevel: I really wanted this session to be a Usc. Session. 52 00:14:14.540 --> 00:14:19.900 Ivylevel: and you know it's a very timely thing, very fresh. We are all inspired. Who is inspired. 53 00:14:20.050 --> 00:14:24.570 Ivylevel: I'm actually, you know, like I saw her heart and her body and her soul and mind in it. 54 00:14:24.720 --> 00:14:27.589 Ivylevel: and I if and if she gets it, I'm more than happy. 55 00:14:27.650 --> 00:14:37.369 Ivylevel: So. But you know it is still a competitive school. You know, 82,000, you know, out of that 8,000 selected, and then only 3,500 actually showed up. So 56 00:14:37.590 --> 00:14:40.870 Ivylevel: I don't even know like what happens to the remaining people who drop out. 57 00:14:41.420 --> 00:14:44.430 Ivylevel: How do those seats get filled? So. 58 00:14:44.430 --> 00:14:46.570 Jenny Duan: It's up from the wait list. Probably. 59 00:14:46.570 --> 00:14:49.490 Ivylevel: Oh, really they they don't have a wish list, though. 60 00:14:49.620 --> 00:14:52.990 Ivylevel: So a few unique things that we learned about Usc today was. 61 00:14:52.990 --> 00:14:54.240 Jenny Duan: They don't have a wait list. 62 00:14:54.240 --> 00:15:01.479 Ivylevel: Oh, they don't have a wait list concept. What they do instead is they admit you, and they actually fill you up for spring. 63 00:15:02.200 --> 00:15:04.030 Jenny Duan: Oh, yeah, I've heard that. 64 00:15:04.030 --> 00:15:09.340 Ivylevel: It's a different way. So, and they don't send rejection and all that stuff right? And they do have this early action. 65 00:15:10.600 --> 00:15:16.710 Ivylevel: So if you kind of just to kind of recap quickly, because I wanted to set some stages that you know, you guys can start working on. 66 00:15:18.540 --> 00:15:26.879 Ivylevel: I think we can really",
    " go college by college. And I've seen now, finally, the power of college visits. I think this is really very valuable. 67 00:15:27.527 --> 00:15:34.460 Ivylevel: In fact, if you can actually do it quite early on as part of you know, this whole prep. I think it will be even more interesting. 68 00:15:34.540 --> 00:15:41.159 Ivylevel: It really sparks a lot of interest and curiosity in people. So I think number one is. 69 00:15:41.500 --> 00:15:48.569 Ivylevel: they're early. So there are 2 things right. The 2 type of majors they have is one is actually with portfolio, and one is without portfolio. 70 00:15:48.800 --> 00:15:55.450 Ivylevel: So anything which is non-portfolio oriented and sorry if it's repetitive. But I just wanted to internalize and make sure we are on the same page. 71 00:15:55.450 --> 00:15:56.050 Jenny Duan: Course. 72 00:15:56.050 --> 00:16:02.509 Ivylevel: Anything which is non portfolio related is eligible for early action date. 73 00:16:02.650 --> 00:16:12.600 Ivylevel: which is actually on November first.st Right? That's a deadline, yeah. And what that ensures you is that you are actually qualified for merit. Scholarship. 74 00:16:12.950 --> 00:16:19.449 Ivylevel: and the only people who can apply for early action date are the people who are applying in as choice number one. 75 00:16:19.590 --> 00:16:21.810 Ivylevel: non portfolio programs. 76 00:16:22.306 --> 00:16:26.579 Ivylevel: People who are actually gonna apply for portfolio programs, that is, Huda 77 00:16:26.680 --> 00:16:36.649 Ivylevel: do not are not eligible for early action. They cannot apply for early action. They have to apply for a, you know, regular application, which is actually December first.st 78 00:16:37.540 --> 00:16:38.430 Ivylevel: But 79 00:16:38.730 --> 00:16:41.889 Ivylevel: Buddha also qualifies for scholarship if she applies, but. 80 00:16:41.890 --> 00:16:42.280 Jenny Duan: Right, right. 81 00:16:42.280 --> 00:16:45.900 Ivylevel: Right? So I mean, that's somethi",
    "ng that I learned today was a bit complicated. But I learned that 82 00:16:46.292 --> 00:16:49.839 Ivylevel: that's 1. So there was a lot of emphasis on portfolio. 83 00:16:50.200 --> 00:16:53.769 Ivylevel: a lot of questions on portfolio, in fact, lot of the audience sitting. 84 00:16:53.860 --> 00:17:02.349 Ivylevel: They were all asking about what's needed in portfolio, and there was like so many different people like, you know, arts, people, music, people like all that stuff. 85 00:17:02.420 --> 00:17:09.109 Ivylevel: And suddenly it started resonating. Oh, I remember Jenny telling me about music supplemental, and this and that it was all portfolio number one. 86 00:17:09.687 --> 00:17:15.869 Ivylevel: So then they spoke about financial aid, something that you and I need to touch base upon as well. Who that did tell me 87 00:17:16.050 --> 00:17:19.639 Ivylevel: so? The merit scholarship can go up until like full. 88 00:17:19.829 --> 00:17:32.719 Ivylevel: And and now I kind of also understand, like you paying visit to financial committee at Stanford. Why, you know, you told me that you've been negotiating. You've been fighting hard, and some mistakes and things, etc, that the lessons learned and all that stuff they said very similar thing. 89 00:17:32.890 --> 00:17:41.910 Ivylevel: So Fafsa and Css. Profile actually just comes in late, you know this is after post decision that they actually prepared. But for merit-based scholarship. That's the 1st part. 90 00:17:43.500 --> 00:17:50.180 Ivylevel: so something that needs to that you can actually consider evaluate and all that stuff. So I think that's something that I would love to understand as well. 91 00:17:50.540 --> 00:17:54.630 Ivylevel: My main focus now is, I think. And also 92 00:17:54.680 --> 00:17:59.329 Ivylevel: I've actually recorded the entire admission reviewer or officer's presentation. 93 00:17:59.350 --> 00:18:01.279 Ivylevel: There were so many insights in it. 94 00:18:01.610 --> 00:18:02.140 Je",
    "nny Duan: Wow! 95 00:18:02.140 --> 00:18:10.440 Ivylevel: Yeah. One of the most important things that she said is, what is your child's chance to get into Usc, it's actually 100, 96 00:18:10.710 --> 00:18:17.540 Ivylevel: because we are comparing your child against their context and against them. We are not really comparing them against the 99 other students. 97 00:18:17.790 --> 00:18:26.810 Ivylevel: the Territorial management. She gave a very good explanation. Huda knows who her admission reviewer or officer, you know, whatever that title is 98 00:18:27.480 --> 00:18:57.139 Ivylevel: is, and that person actually manages everything beyond Mountain house so mounted. So all the competitive schools of Dublin, Katie, Katie Cheng School or you know, Cal Poly, you know. Sorry the the Palli and all the tough comparative schools, the tier one schools, public schools are actually part of some other admission officer or reviewer. Buddha actually is a part of the tier. 2 schools. That's good. We have verified that, you know, Tracy, and all that. So that's I don't know if tells that tells you something. 99 00:18:57.140 --> 00:19:00.969 Jenny Duan: I know that does. I think that's aligned with what we discussed before. That's good. 100 00:19:00.970 --> 00:19:08.069 Ivylevel: Amazing, and she said that what is really important is these people are experts in the local school 101 00:19:08.170 --> 00:19:20.199 Ivylevel: resources and availabilities, and all the profiles of the past school. So they are experts in that. That is the number one factor they consider, then, who does resources and all that stuff. So that contextual information is critically important. School profile is critically important 102 00:19:20.320 --> 00:19:23.599 Ivylevel: and also in terms of Ap. What they said was. 103 00:19:23.620 --> 00:19:26.610 Ivylevel: if you want to make it to Usc. The way we evaluate is 104 00:19:26.700 --> 00:19:29.800 Ivylevel: it's not good to have 15 different C's 105 00:19:30.410 ",
    "--> 00:19:35.329 Ivylevel: with 100 Ap's rather have a mix of Ap in general and have good. Yeah. So. 106 00:19:35.330 --> 00:19:36.140 Jenny Duan: Course. Yeah. 107 00:19:36.140 --> 00:19:39.549 Ivylevel: Amazing, amazing. I you know, I'm just I mean, just kind of retraining. But 108 00:19:39.822 --> 00:19:41.660 Ivylevel: that was a learning. And I think 109 00:19:41.830 --> 00:19:43.389 Ivylevel: in terms of 110 00:19:44.250 --> 00:19:47.698 Ivylevel: yeah, extra 30. So that was the thing. 111 00:19:48.400 --> 00:19:52.999 Ivylevel: letter of recommendation. Only one required for Usc, they only need one 112 00:19:53.290 --> 00:19:57.710 Ivylevel: and they don't need a lot. They just need one record letter of recommendation. 113 00:19:57.800 --> 00:20:05.709 Ivylevel: And what was the other thing? Huda portfolio was the most important thing. They really fast to portfolio to be the kind of factor. 114 00:20:06.357 --> 00:20:07.520 Ivylevel: Things like that. 115 00:20:07.933 --> 00:20:26.409 Ivylevel: Yeah. Why? Usc, why should us select you so? The deep research and connection, in fact, they did specifically mention about the summer program of research at Usc as being one of the important factors. If you are a research student, so I think it was very evident to me. 2, 3 things. One is the local school profile 116 00:20:26.500 --> 00:20:39.109 Ivylevel: and the school the context is critically important. Second thing, which is more important, was really the the school connection on y. Usc, how deep are you? Have you done your research and things of that sort? 117 00:20:39.453 --> 00:20:48.250 Ivylevel: But I think the most important was portfolio. So these this was something that kept repeat, that kept the the admission officer kept talking about portfolio, portfolio portfolio all the time. 118 00:20:48.320 --> 00:20:52.209 Ivylevel: So what I wanted to do was, we have not done any portfolio work so far right, Jenny. 119 00:20:52.790 --> 00:21:08.309 Ivylevel: and I",
    "'ve asked Huda. You know I still don't know what the right definition of a video gamers portfolio is. Huda is a videographer. She's a game developer. She's building her website. Rishi was helping her actually frame. I think she's evolved quite well, I would say. 120 00:21:08.330 --> 00:21:20.600 Ivylevel: But what I want to do is like, get into the weeds and specific. Let's call it like a portfolio session or a Usc. Session, where it might be one or 2 areas where you feel? I asked Suda. What do you think can prevent you today from getting into Usc. 121 00:21:22.470 --> 00:21:49.449 Ivylevel: They have made it very clear. It's not academics, absolutely. It's not about academics. They've made very clear. Portfolio is important. So she was not very sure about portfolio number 2 is, of course, our extracurricular activities and all that impact and essays right? Usc, so might be, I'll give. I'll give back this time. But let's you know, I'll I'll basically help you, really. I know that you are a music kind of you know, a supplement and and portfolio build music, but I don't think it should be any different right. 122 00:21:50.075 --> 00:21:54.669 Jenny Duan: Should be pretty similar is this profile, for this portfolio is for the game, design, right and development. 123 00:21:56.070 --> 00:22:10.770 Ivylevel: Yes, I think that is the one that who does applying. But again, in terms of program, I know you guys have selected 2 or 3, and Huda told me that this is the one that you have recommended her. The good thing is, as long as whatever can maximize her chance to get in. I don't wanted to go to go through a computer science. 124 00:22:10.970 --> 00:22:20.729 Ivylevel: but of course, you know, tomorrow she can do engineering. She can do pre law she can do premed whatever she want. That's the beauty of Usc. So might be. Let's go with whatever is the best shot for her. 125 00:22:20.770 --> 00:22:22.769 Ivylevel: and then, you know. Figure it out. 126 00:22:24.790 --> 00:22:25.",
    "850 Ivylevel: make sense. 127 00:22:26.330 --> 00:22:27.069 Ivylevel: Thank you. 128 00:22:27.070 --> 00:22:48.152 Jenny Duan: You have a really strong profile in game development and also journalism. I think that those are like the best methods for you. So like journalism, media or game or game development. But I think game design and development is like a really good strategy for you, because you already have that strong profile and background in the game. So I think also, the Annberg school is a bit hard to get into, because it's like 129 00:22:48.600 --> 00:22:51.696 Jenny Duan: another. It's like a really big aspect, of of 130 00:22:53.384 --> 00:22:56.376 Ivylevel: What? What is Hamburg? Is the engineering school. 131 00:22:56.750 --> 00:23:01.569 Jenny Duan: Journalism school cause. It's such a big part of Usc, I think that you'd be better off 132 00:23:01.630 --> 00:23:06.269 Jenny Duan: applying for either like game design or something. Media related. 133 00:23:06.760 --> 00:23:21.390 Ivylevel: Yeah, I think I think I I think we talked about this last time. But like the computer science, there's like, a major called computer science games. I think we decided on interactive media and games done from the school cinematic arts. 134 00:23:22.014 --> 00:23:49.819 Ivylevel: But yeah, like, I think, my dad and my mom were both a bit curious as to why I'm not applying to like the computer science games as opposed to like. I mean it. It was Mom's instant reaction. Like, you know who, though you're not going to engineering school, like, you know? Cs, I mean, we are. Yeah, I mean, I I know that. But I I think my goal was like again, whatever it takes for you to get in, because I know if she goes in, then probably tomorrow, she can shift. She can transfer into whatever she wants. 135 00:23:50.030 --> 00:23:52.659 Ivylevel: So but even on game design. 136 00:23:53.325 --> 00:23:57.550 Ivylevel: Yeah, they do have 2 choices, right? The choice one and choice 2 137 00:23:5",
    "7.996 --> 00:24:04.140 Ivylevel: so I don't know. Are you gonna put like game design as one? And then journalism as 2 or like, what? What is the strategy here. 138 00:24:04.420 --> 00:24:14.030 Jenny Duan: I think game design as one and then maybe you can put the Cs game as 2, and then journalism as 3. I think that should be the order. 139 00:24:14.050 --> 00:24:16.490 Jenny Duan: you know. What do you? What do you feel feel like? Is. 140 00:24:16.490 --> 00:24:20.160 Ivylevel: Yeah, I think that's that's honestly like the best one. 141 00:24:20.870 --> 00:24:40.290 Ivylevel: Okay, so might be. Then, you know. Of course, we are halfway through. I think what we could do is like, you know, maybe might be. Let's just get into the portfolio thing because I think I still haven't seen like it'll be. I'll just be, I'll promise I'll be a fly on the wall now I'll try. But I want to also learn. You are a portfolio pro 142 00:24:40.640 --> 00:24:51.829 Ivylevel: you've you've always told me that music supplement was your edge into Stanford as well. I and I think Huda has that element, and I don't know. Like, you know, where does the videography fit in? It was what video games? What about? 143 00:24:51.840 --> 00:24:58.909 Ivylevel: How do you tell a story? I mean, is it just like uploading some discrete things I've seen, like Victoria's portfolio. It was amazing. 144 00:24:59.030 --> 00:25:05.890 Ivylevel: She compiled all her research, all her violin violin kind of videos all together in a in a website. 145 00:25:05.990 --> 00:25:10.020 Ivylevel: So I don't know how it is. Well, I mean, if you can show me like, you know, I would also love to learn 146 00:25:10.080 --> 00:25:15.520 Ivylevel: and and see what who that can do, and you can give her like concrete guidance on how to go about building the portfolio. 147 00:25:16.890 --> 00:25:18.740 Jenny Duan: Yeah, I think. 148 00:25:19.700 --> 00:25:23.963 Jenny Duan: Let's look at the portfolio requirements. Actually, for your m",
    "ajor. 149 00:25:24.750 --> 00:25:25.250 Jenny Duan: Yeah. 150 00:25:25.250 --> 00:25:28.659 Ivylevel: I, this is really a learning opportunity for me, too. Okay. 151 00:25:28.820 --> 00:25:31.289 Ivylevel: Buddha, can you bring it up with, okay. 152 00:25:31.680 --> 00:25:35.079 Jenny Duan: I'm looking. I'm looking at it right now on my page. 153 00:25:35.280 --> 00:25:36.460 Jenny Duan: So 154 00:25:38.990 --> 00:25:40.080 Jenny Duan: game! 155 00:25:40.340 --> 00:25:41.320 Jenny Duan: R. 156 00:25:43.560 --> 00:25:46.549 Ivylevel: And we ate in the Chinese restaurant, Jenny. It was amazing. 157 00:25:49.480 --> 00:25:51.319 Jenny Duan: Okay? One second. 158 00:26:05.760 --> 00:26:11.380 Jenny Duan: okay. Looking at this interactive entertainment. BA, 159 00:26:11.400 --> 00:26:12.860 Jenny Duan: that doesn't seem. 160 00:26:13.500 --> 00:26:15.569 Ivylevel: I think that one's more like theme parks. 161 00:26:15.570 --> 00:26:17.529 Jenny Duan: Yeah, yeah, yeah, I see that 162 00:26:18.100 --> 00:26:20.690 Jenny Duan: interactive media and games. 163 00:26:21.560 --> 00:26:22.780 Jenny Duan: Bfa. 164 00:26:22.990 --> 00:26:26.860 Jenny Duan: game development and international interaction design. 165 00:26:27.030 --> 00:26:28.130 Ivylevel: Oh, I think 166 00:26:28.150 --> 00:26:29.850 Ivylevel: I think I'm kind of a 167 00:26:31.740 --> 00:26:33.160 Jenny Duan: I don't think, Yeah. 168 00:26:33.580 --> 00:26:39.859 Ivylevel: I think it's a downside if it's a Bachelor of Fine Arts, cause I think that's a bit more strict with like what you can do with the other. 169 00:26:39.860 --> 00:26:45.010 Jenny Duan: I think. Okay, wait. Maybe we should reassess. Let me look at your college tracking. 170 00:26:45.760 --> 00:26:48.326 Ivylevel: Oh, so this has 171 00:26:49.610 --> 00:26:55.789 Jenny Duan: I think we do. We talk about this and not doing the Bfa. I feel like we have discussed this, but I'm not. 172 00:26:58.430 --> 00:27:03.059 Ivylevel: yeah, I think I think last",
    " time we kind of decided on doing the 173 00:27:03.812 --> 00:27:06.407 Ivylevel: interactive media and game design from. 174 00:27:09.010 --> 00:27:10.720 Jenny Duan: The notion is not. 175 00:27:11.490 --> 00:27:12.400 Ivylevel: Updated. 176 00:27:12.400 --> 00:27:14.219 Jenny Duan: Updated with Usc. 177 00:27:19.300 --> 00:27:24.389 Jenny Duan: yeah, I think the Bfa is not a good option. In my opinion. 178 00:27:24.733 --> 00:27:26.449 Ivylevel: Why is that? Jenny? 179 00:27:26.580 --> 00:27:31.620 Jenny Duan: Cause. It's a Bachelor of Fine Arts that's like an art degree. I think it's it's better for you to have. 180 00:27:31.860 --> 00:27:37.025 Ivylevel: Then I won't be able to like kind of mix with, like other other 181 00:27:37.520 --> 00:27:51.270 Ivylevel: majors, I think. Remember, she mentioned that if you have a Bfa, you have to. I mean, you could. You could probably like transfer to different majors or like switch majors. But I think you can't like combine. 182 00:27:52.690 --> 00:27:56.390 Ivylevel: Yeah, I think you did add, hold on, there was a major. 183 00:27:57.120 --> 00:27:59.010 Ivylevel: wasn't there here, like. 184 00:28:01.180 --> 00:28:04.399 Ivylevel: I remember that your added added Majors. 2, right? 185 00:28:05.340 --> 00:28:06.780 Ivylevel: Wait. Yeah. 186 00:28:07.220 --> 00:28:08.899 Ivylevel: there was a link for college. 187 00:28:14.370 --> 00:28:16.910 Ivylevel: I think there was also another list. When you're added right? 188 00:28:18.240 --> 00:28:22.460 Ivylevel: Think it's in another place. Let me show you. I think there are 2 lists here somewhere. 189 00:28:24.290 --> 00:28:25.989 Ivylevel: Yeah, yes. 190 00:28:26.290 --> 00:28:27.250 Ivylevel: to you. 191 00:28:28.930 --> 00:28:30.929 Ivylevel: You can also send the link to 192 00:28:31.060 --> 00:28:35.744 Ivylevel: Danny. Yeah, it's here. Can you send that link to Denny? 193 00:28:36.660 --> 00:28:41.779 Jenny Duan: Yeah, I think that that's not probably gonna be the best",
    " option for you. 194 00:28:44.140 --> 00:28:50.220 Jenny Duan: I think I actually, I think that the Bs and computer science games is better for you. 195 00:28:51.600 --> 00:28:52.580 Ivylevel: Hold on. 196 00:28:53.060 --> 00:28:54.070 Ivylevel: Okay. 197 00:28:54.640 --> 00:28:58.029 Jenny Duan: Have we? I feel like we've discussed not doing a Bfa 198 00:28:58.170 --> 00:28:59.940 Jenny Duan: that really, I mean. 199 00:28:59.940 --> 00:29:02.921 Ivylevel: Yeah, I don't know. I I don't think we like noticed. That 200 00:29:03.230 --> 00:29:04.580 Ivylevel: was a Bfa. 201 00:29:04.884 --> 00:29:10.660 Jenny Duan: Okay, okay, I think I think the Bs and computer science games is is a better fit for you 202 00:29:10.780 --> 00:29:11.270 Jenny Duan: to them. 203 00:29:11.270 --> 00:29:12.860 Ivylevel: And my early action. 204 00:29:13.150 --> 00:29:14.830 Jenny Duan: Yeah, yeah, yeah. 205 00:29:15.190 --> 00:29:17.480 Ivylevel: Okay. So though no need of portfolio then. 206 00:29:18.508 --> 00:29:35.901 Ivylevel: And I think also, that means we can't put like the Bfa, as even like a second choice, because I think if you put it in your list, it has to be number one. So I think, like my backup options cannot be like a portfolio. Any of the portfolio majors. 207 00:29:36.230 --> 00:29:38.934 Jenny Duan: Yeah, I think that's fine. I think that if you do, 208 00:29:39.330 --> 00:29:45.193 Jenny Duan: Bs and Cs games as the first, st that would be good, and then for your second 209 00:29:46.070 --> 00:29:47.809 Jenny Duan: I think you can do. 210 00:29:49.320 --> 00:29:50.290 Ivylevel: Happy. 211 00:29:51.390 --> 00:29:53.280 Ivylevel: Yes, yay. 212 00:29:53.770 --> 00:29:54.719 Jenny Duan: Let's see. 213 00:29:55.580 --> 00:30:01.634 Jenny Duan: I think you can apply for Annenberg. Does does Annenberg journalism have a 214 00:30:02.710 --> 00:30:04.830 Jenny Duan: anything portfolio-wise? 215 00:30:05.140 --> 00:30:06.310 Jenny Duan: I don't think so. 216 00:30:08.500 --> 00",
    ":30:14.249 Jenny Duan: You can apply for a journalism. BA, as your second preference, and then for your 3rd preference. 217 00:30:17.910 --> 00:30:21.830 Jenny Duan: I think there's another media major that might be interesting. 218 00:30:25.620 --> 00:30:28.640 Jenny Duan: Media arts in practice 219 00:30:28.820 --> 00:30:30.619 Jenny Duan: could be interesting to you. 220 00:30:33.592 --> 00:30:38.639 Jenny Duan: The media arts and practice, Major, I think you might also find. Let me put the link in the chat. 221 00:30:38.670 --> 00:30:42.119 Jenny Duan: I think that could be your 3rd choice, Major, for Usc. 222 00:30:42.990 --> 00:30:44.930 Jenny Duan: What do you think? Take a look. 223 00:30:45.480 --> 00:30:46.889 Jenny Duan: Let me write this down. 224 00:30:47.140 --> 00:30:51.045 Ivylevel: And Jenny. The journalism is not a Bfa. 225 00:30:51.480 --> 00:30:52.590 Jenny Duan: So it's a BA. 226 00:30:53.230 --> 00:30:55.569 Ivylevel: Okay. So Bfa is different from 227 00:30:56.096 --> 00:31:00.793 Ivylevel: is like fine arts. And the other, this one's just part. 228 00:31:02.518 --> 00:31:08.339 Ivylevel: Oh, looks like there's there's stuff like 3D designing. And I know that's like 229 00:31:08.450 --> 00:31:10.990 Ivylevel: that's a huge part of like game development. 230 00:31:12.060 --> 00:31:12.889 Jenny Duan: Exactly. 231 00:31:12.930 --> 00:31:18.229 Jenny Duan: And did you also see like new media for change? There's also. 232 00:31:18.980 --> 00:31:19.470 Jenny Duan: I. 233 00:31:19.470 --> 00:31:21.910 Ivylevel: I think there's creative coding and web design. 234 00:31:21.910 --> 00:31:25.150 Jenny Duan: Yeah, I saw something like creative coding and web design 235 00:31:25.448 --> 00:31:30.009 Jenny Duan: visual design, like, I think that that would be a good. This is also a good fit, major for you. 236 00:31:30.330 --> 00:31:37.090 Ivylevel: Yeah, I think, okay, so 1st is computer science games. And then, second, I think I'd even. 237 00:31:37.720 -",
    "-> 00:31:43.199 Ivylevel: maybe yeah, this would be second. And then maybe a BA in journalism could be my 3rd option. 238 00:31:43.200 --> 00:31:45.010 Jenny Duan: Okay, that sounds good to me. 239 00:31:45.600 --> 00:31:47.639 Jenny Duan: Seems like a really good fit 240 00:31:47.710 --> 00:31:48.909 Jenny Duan: per you. 241 00:31:53.270 --> 00:31:56.133 Jenny Duan: Okay, then I don't think that you will need a 242 00:31:57.100 --> 00:31:59.600 Jenny Duan: I don't think you'll need a portfolio for Usc. 243 00:31:59.930 --> 00:32:03.590 Jenny Duan: Another thing about Usc, specifically, are they still test optional. 244 00:32:03.850 --> 00:32:04.769 Ivylevel: Yeah, that's beautiful. 245 00:32:04.770 --> 00:32:05.510 Jenny Duan: Favor. 246 00:32:05.880 --> 00:32:18.669 Ivylevel: I think they I think they're still deciding whether they want to. But like the lady who was doing the presentation said, they'll most likely do like test optional. Yeah, they said, at least for a few years, it would be, but she could not confirm. 247 00:32:19.000 --> 00:32:24.096 Ivylevel: But yeah, she said, most probably for next few years we we may be 248 00:32:24.740 --> 00:32:27.390 Ivylevel: that kind of answer that we maybe test optionally. 249 00:32:28.720 --> 00:32:43.616 Jenny Duan: Because I remember my friend she really wants to go to Georgetown. I just this is just one piece of contact she really want to go to Georgetown, but she didn't have a good sat score. But then she got into Usc. And now she's at Annenberg and super happy. So I think it's like good that 250 00:32:44.170 --> 00:32:50.879 Jenny Duan: they don't have any standardized test scores because it doesn't. It shows that like students can be successful there without you need that? 251 00:32:52.320 --> 00:32:58.470 Jenny Duan: Okay. Then, I think for Usc, do you have any other questions about your timeline? I think early application should be the plan. 252 00:32:58.750 --> 00:33:09.660 Ivylevel: And do you think like su",
    "bmitting my sat score like the super scored version? Do you think that would like benefit me, or would would I rather just go test optional. 253 00:33:10.010 --> 00:33:15.079 Jenny Duan: I think it super score is fine. I think you have a good super score. I think it won't hurt you at all. 254 00:33:15.430 --> 00:33:16.579 Ivylevel: Okay, thank, you. 255 00:33:17.400 --> 00:33:18.040 Ivylevel: yeah. 256 00:33:18.040 --> 00:33:18.739 Jenny Duan: Hi, David. 257 00:33:19.379 --> 00:33:26.819 Jenny Duan: I wanted to actually spend some time focusing on like this scaling thing which we were planning to talk about today. Is there anything. 258 00:33:26.820 --> 00:33:27.980 Ivylevel: See Elsa. 259 00:33:27.980 --> 00:33:28.969 Jenny Duan: You want to discuss. 260 00:33:29.800 --> 00:33:39.029 Ivylevel: yeah, I think this is great. See, we've already made that. I think so. Portfolio is not necessary for this, but might be. It would be necessary for Cmu and other other schools. I guess. Right later, down the road. 261 00:33:39.030 --> 00:33:42.720 Jenny Duan: I don't know if Cmu needs it. Does Cmu need a portfolio? I don't know. 262 00:33:43.120 --> 00:33:43.920 Ivylevel: Oh, okay. 263 00:33:43.920 --> 00:33:44.859 Jenny Duan: Call. I don't think. 264 00:33:44.860 --> 00:33:53.479 Ivylevel: I think. Yeah, if you can rule out the portfolio thing with that, then that would be one less often, I mean, even though I would love for you to have a portfolio, but if it's not needed. 265 00:33:56.296 --> 00:33:59.613 Jenny Duan: Yeah, I don't think you'll need a portfolio for any of these. 266 00:33:59.890 --> 00:34:07.765 Ivylevel: And Jenny, just for my knowledge, like, you know, these portfolios are all like same for every school, like one common app one portfolio, or like different, for every every school. 267 00:34:08.020 --> 00:34:10.400 Jenny Duan: I think different schools might have different requirements. 268 00:34:10.690 --> 00:34:11.380 Ivylevel: Oh, okay. 269 00:34:11.380 ",
    "--> 00:34:12.270 Jenny Duan: William. 270 00:34:12.489 --> 00:34:20.559 Ivylevel: So in the common application you like, for example, your music supplement, you could actually have, like diff, 5 different versions submitting to different schools. 271 00:34:21.499 --> 00:34:25.340 Jenny Duan: Yeah, exactly. But I thankfully only had to submit to Stanford. 272 00:34:26.230 --> 00:34:30.640 Ivylevel: Yeah, I mean, yeah, I mean, you got into Stanford, you know. So that's great. 273 00:34:31.150 --> 00:34:34.720 Ivylevel: But I think someone wants like more like to give a shot. Right? So 274 00:34:36.610 --> 00:34:39.763 Ivylevel: I mean, this is very interesting. Now, the programs you know. 275 00:34:41.570 --> 00:34:44.429 Ivylevel: so I think Usc is on your top of your list 276 00:34:45.121 --> 00:34:51.800 Ivylevel: and what would be a similar close school and program set Jenny for Huda. The top 3. 277 00:34:52.615 --> 00:34:56.404 Jenny Duan: I think that we talked about this, and I think Usc is 278 00:34:56.880 --> 00:34:59.099 Jenny Duan: usc. 279 00:34:59.571 --> 00:35:02.539 Jenny Duan: is her top. And then other than that 280 00:35:02.940 --> 00:35:04.450 Jenny Duan: I think she really likes 281 00:35:04.540 --> 00:35:07.200 Jenny Duan: Santa Cruz and Stanford, too. 282 00:35:07.550 --> 00:35:09.000 Jenny Duan: like Bay Area Schools. 283 00:35:09.000 --> 00:35:12.160 Ivylevel: Okay. Stanford has a does Stanford have a similar kind of a thing for. 284 00:35:12.160 --> 00:35:12.970 Jenny Duan: No. 285 00:35:12.970 --> 00:35:14.020 Ivylevel: No, right? 286 00:35:14.420 --> 00:35:17.921 Ivylevel: I think we decided on science, technology and society. 287 00:35:19.720 --> 00:35:32.379 Ivylevel: Okay, interesting? I think. Yeah. So we'll we'll need like different strategy for different schools. Right? I think. 1st here, this is like really something that is optimized for her fashions and her strength, and then also her kind of fit. 288 00:35:32.480 --> 00:35:41.169 I",
    "vylevel: But then, you know, of course, then there are going to be schools that are mainly of optimized for distance, being close to home, and then you know just the prestige of it 289 00:35:41.260 --> 00:35:46.580 Ivylevel: or top schools that she want to go. She wants to go to. And then we can have, like different strategies around that. Okay. 290 00:35:48.040 --> 00:35:48.900 Ivylevel: wolf. 291 00:35:50.020 --> 00:35:52.760 Jenny Duan: Okay. So now, I wanna get back into scaling. 292 00:35:52.760 --> 00:35:54.180 Ivylevel: Thank you. Johnny. Yeah. 293 00:35:54.180 --> 00:35:57.879 Jenny Duan: Okay, cool so I wanna go back into scaling 294 00:35:59.700 --> 00:36:04.520 Jenny Duan: can you give me an update on like how your social media efforts have been going. 295 00:36:04.990 --> 00:36:13.400 Ivylevel: Yeah, I think empowering AI has been going really? Well, so actually, my vice president has actually been really active. With our club. 296 00:36:13.400 --> 00:36:13.850 Jenny Duan: Awesome. 297 00:36:13.850 --> 00:36:36.429 Ivylevel: Since the past, like we had like a board meeting like our past board meeting, and I think it was like pretty helpful, because well, one, I think, like our secretary, who is from North Carolina, she actually like quit. But I think that kind of encouraged the other people to like kind of do better. Because, like my vice President, she got us like 298 00:36:36.430 --> 00:36:48.500 Ivylevel: right now we're at 95 followers on Instagram. So and we're like fastly approaching like 100 followers. So I think, if we, if we're able to grow that then that could definitely help, and also, like 299 00:36:48.520 --> 00:36:54.629 Ivylevel: the social media person has been creating, helping me create like content. For, like Tiktok and Instagram. 300 00:36:56.130 --> 00:37:19.920 Ivylevel: I mean, like Tiktok, we haven't been to active, but yeah, like empowering. AI, I think that's going really. Well. I don't think we've gotten any new submissions yet",
    " for a competition, but I did create like the resource that we talked about with like the exact like how to and like, maybe some tips and stuff like that. And then we're also coming up with like a lot new ideas for our 301 00:37:20.985 --> 00:37:39.680 Ivylevel: events. So I think we kind of decided, we kind of wanna do like a small like maybe 3 day or like 2 week camp about game development. Actually. And then it would like help them kind of help, like young girls kind of like build their own game just like in 2 weeks. 302 00:37:39.680 --> 00:37:40.470 Jenny Duan: Oh! 303 00:37:40.470 --> 00:38:09.050 Ivylevel: Yeah. And then first, st like we could kind of show them like synthoria. And like, I explained to them like what Synthoria was. So then they're like, Oh, this is really great. We should like help. Other people make similar things. So that's kind of like an event idea we have planned. But we we're also thinking of kind of doing it, turning into kind of like a fundraiser. So once we get 5 0, 1 c. 3 status we can like, maybe charge like some money for like the program, or like or like 304 00:38:09.100 --> 00:38:18.428 Ivylevel: boot camp type thing, and then we can donate it to like an AI education cause or something like that. So that's what we were planning. 305 00:38:20.410 --> 00:38:35.119 Ivylevel: in terms of folklift. Actually, so you know how I had like the girl from India who's interested in writing an article. So she actually she actually like finished her she wrote like poetry about, like the female experience in India. 306 00:38:35.120 --> 00:38:35.840 Jenny Duan: So. 307 00:38:36.000 --> 00:38:39.069 Ivylevel: Yeah. And so I was able to post that I posted. 308 00:38:39.070 --> 00:38:40.280 Jenny Duan: Oh, awesome! 309 00:38:40.979 --> 00:39:05.570 Ivylevel: Instagram. Yeah, I've been trying to publicize that a little bit. And then and then also on top of that, she message me and she actually she actually contacted like a local small business in Ind",
    "ia and interviewed them. So she had that article ready as well. So I think she she's been like a really nice like member to collaborate with. So I'm thinking, like to ask her if she could be on the board for folklift. 310 00:39:07.280 --> 00:39:17.209 Jenny Duan: That sounds really awesome. It sounds like there's been a lot of progress and everything so far. And it's has the focus of social media like taken off and anymore? Or is the same. 311 00:39:17.700 --> 00:39:32.486 Ivylevel: Right now. It's kind of the same, I mean, I think I've been I've been trying to like create like more posts for like the content that we're that we've been putting out so far. But I think once I start like writing out more articles to post, like I think. 312 00:39:33.077 --> 00:39:49.460 Ivylevel: I have to write a few about some nonprofits that I ask questions to. Once I put those, and I have like a lot more posts. And then I can also try the same strategy for empowering AI like kind of falling more student initiatives and stuff like that that that always helps you get 313 00:39:49.570 --> 00:39:51.449 Ivylevel: more traction. But yeah. 314 00:39:53.278 --> 00:39:54.982 Jenny Duan: That's so awesome. 315 00:39:55.570 --> 00:40:08.450 Jenny Duan: yeah, I'm like, I'm so happy. It seems like things are going really well. And what do you think was the biggest change in getting, like your team members to be better in emp in empowering AI cause that seems pretty relevant and like a good lesson. 316 00:40:08.890 --> 00:40:11.869 Ivylevel: Yeah, and I think, I kind of 317 00:40:12.390 --> 00:40:32.610 Ivylevel: so yeah, I take your advice, and I open up a slack. And then also, I forgot to mention. We actually got another officer. She's like the head of outreach. So she's gonna be like the one contacting other initiatives like collaborate with and like, send out emails and everything. So yeah. And then I created a slack. 318 00:40:32.650 --> 00:40:59.929 Ivylevel: And then I did an announcement.",
    " I was like hey, everybody! Here's like the doc. And it's gonna have action items for everyone. If if you guys aren't able to connect like complete these by the next meeting. Unfortunately, that might mean like you might have to like face some consequences, or like you might we might need to talk a little bit. But I kind of just kind of made it more serious. And then, yeah. 319 00:40:59.930 --> 00:41:03.419 Jenny Duan: Do you feel like the slack? Is that how it's communicating over slack. 320 00:41:04.352 --> 00:41:06.290 Ivylevel: I think a lot of them 321 00:41:06.330 --> 00:41:23.280 Ivylevel: aren't joining through slack like. I don't know if that's like really what's like causing them to be more like strict with what they're doing. But also, like, I think they're more open now that it's summer for everyone. So like I've been like saying like, Oh, we have to have this done by then. 322 00:41:23.280 --> 00:41:39.469 Ivylevel: and then, like we also kind of like in pressure cause it's like, we're all kind of well, me and led the Vice President are like like rising seniors. So it's like a lot of pressure. And then, like I guess the others are also feeling pressured now. So that's why there's like a lot of progress being made. 323 00:41:39.740 --> 00:41:57.710 Jenny Duan: I mean, I mean, everyone wants leadership positions and demonstrated impact for college. But like, you can use it to motivate people. Because, like, that's the best thing about doing nonprofits is if you are successful, then, like the people on your team are successful too. So like when all of you are successful like, it helps everyone to to have demonstrated impact. 324 00:41:57.850 --> 00:41:59.509 Jenny Duan: So yeah, okay. 325 00:41:59.819 --> 00:42:05.699 Ivylevel: Jenny, I think 1st thing kudos to you, I think your your specific help in the previous call 326 00:42:05.780 --> 00:42:07.710 Ivylevel: was simply amazing. I think 327 00:42:08.100 --> 00:42:12.660 Ivylevel: very specific, very game",
    " changing, and I think huddled up. Loved it, too. 328 00:42:12.680 --> 00:42:19.790 Ivylevel: and I was telling her that you know Jenny has never advised. Similarly, for Iv level, like she's never told me to actually start slack and all that stuff. So 329 00:42:19.810 --> 00:42:23.929 Ivylevel: I'm just kidding. Yeah, I think I think, thanks. Thanks. I think this is great help. Thank you. 330 00:42:25.250 --> 00:42:27.970 Jenny Duan: Okay, awesome. Yay, and then 331 00:42:28.400 --> 00:42:36.429 Jenny Duan: so I'm glad that that's that's working out. And what are the challenges that you're currently experiencing? First, st let's talk about empowering. AI. Then we'll move on to other things. 332 00:42:36.910 --> 00:42:37.899 Ivylevel: Yeah, I think 333 00:42:38.050 --> 00:43:03.879 Ivylevel: so we definitely need to get our 5, 0, 1 c, 3 status like Asap, because we really, we really want to do the fundraiser event. Cause I think that's like a perfect way to like show demonstrated impact. And then also, because, like, we wanna make our boot camps, or like kind of programs like paid, even if it's like a little bit of money. Because last time when I was for free. No one really like 334 00:43:04.360 --> 00:43:29.642 Ivylevel: took it seriously. So I feel like if people were to like invest something in it, they'd be like more invested and actually and actually, you know, like show up to the meetings and everything. So I think, we really wanna do that. And then also like just donating to a cause that would be like great for empowering I and like also just like to support in general. But yeah, I think that's like one of like our biggest issues right now. And also 335 00:43:30.180 --> 00:43:40.319 Ivylevel: we don't have any submissions for the air competition. So that's kind of a struggle. But yeah, I think we're like, I'm trying to like, kind of 336 00:43:40.969 --> 00:44:03.850 Ivylevel: I think we have to set the like the monetary prize. I think I I could probably buy th",
    "at gift card on my own. But I've just had to like discuss it with my team a little bit. But yeah, I think if I do attach that the monetary thing value. And then also just kind of like advertise like a lot on Tiktok. Maybe that would help. But yeah, like, we don't have any submissions. 337 00:44:04.380 --> 00:44:08.389 Ivylevel: maybe like in our next few events, maybe that'll do better. But 338 00:44:08.830 --> 00:44:10.389 Ivylevel: yeah, I'm not sure. 339 00:44:11.650 --> 00:44:26.600 Jenny Duan: Got it so still have no submissions. The monetary incentive, I think. Let's like use that. And it doesn't have to be a lot, maybe like $50 like a raffle or something, and I think that that will help also for submissions. Did you put out flyers at all? Did that help at all? 340 00:44:27.970 --> 00:44:48.730 Ivylevel: I haven't print out printed out flyers from powering AI and I haven't gotten the chance to do that for Synthoreas as well. But I I did like I finalized like my design for it. I actually have on my personal computer, which I don't have right now. But yeah, I I finalize like the design. And I'm gonna like, print it and put it around soon. 341 00:44:50.510 --> 00:44:56.656 Jenny Duan: Okay, that sounds good. So I think that that should be like your 1st strategy. Other thing is 342 00:44:57.480 --> 00:45:07.099 Jenny Duan: I'm wondering, like what would happen if you started commenting on like random accounts and say, like to advertise your your AR competition. Okay. 343 00:45:07.100 --> 00:45:07.610 Ivylevel: Hmm. 344 00:45:07.610 --> 00:45:09.470 Jenny Duan: Wonder if you did that in like. 345 00:45:09.890 --> 00:45:22.240 Jenny Duan: you know how some social media companies or some companies they like have really funny comments. And like. That's how they get a lot of followers on Tiktok or Instagram like, what have you started leaving some comments like that on like viral posts? Just an idea. 346 00:45:22.520 --> 00:45:24.319 Ivylevel: I think that would be int",
    "eresting. I mean. 347 00:45:24.773 --> 00:45:28.549 Ivylevel: I think that will work with empowering. AI, especially, I think. 348 00:45:28.975 --> 00:45:44.980 Ivylevel: Yeah, that's a good idea, I think, yeah. Also, like, I think we need to be more we have to be more active on Tiktok as well, because we only really have like one post. And like that one did. Okay? But like, I think if we keep up the momentum, we could probably do better 349 00:45:45.230 --> 00:45:46.230 Ivylevel: react. 350 00:45:48.790 --> 00:46:10.850 Jenny Duan: Okay, sounds good. I think that like so the 1st line of defense or the 1st step of action is to have more active social media presence. Second is, you can use that in your favor by like commenting and trying to boost engagement in other ways. If the posts aren't working. 3rd thing is to print out the flyers and to like. Put them everywhere you can. I think that's like those are the main things you can try to do, to scale your impact. 351 00:46:11.380 --> 00:46:12.700 Ivylevel: Okay. Yeah. 352 00:46:12.870 --> 00:46:21.070 Jenny Duan: And let's start there and then. We can reassess next week to see like what, how that's going, and if we can do more for folkloop. What is your biggest struggle right now? 353 00:46:22.431 --> 00:46:45.918 Ivylevel: I think, like right now, we just have, like one really contributing person from India, and other than that, like, I don't really know if that's enough impact. Cause I mean, obviously right now, it's like international. But there's only like one other person. So I think if I were to extend my impact with folklift. I think definitely like having like doing more outreach to find more people like her. 354 00:46:46.538 --> 00:46:57.870 Ivylevel: Cause. I know I don't know, like, just like, not only that she's international, it's just she's been really responsive and like she created a lot of content already for folklift. So I think, finding more like 355 00:46:57.930 --> 00:47:04.410 Ivylevel: interest",
    "ed journalists like that, like I don't know. I found her through like the applying to college discord 356 00:47:05.130 --> 00:47:14.070 Ivylevel: And, like most of the people on there were like aren't really like as passionate as or I mean, like, they're passionate and not many like journalist students. 357 00:47:14.414 --> 00:47:19.429 Ivylevel: But then, yeah, I think I could definitely find, like other forms, like Reddit or 358 00:47:20.047 --> 00:47:27.139 Ivylevel: other discords, maybe, and try to contact like more people. But yeah, and I think that would be the best way. 359 00:47:28.190 --> 00:47:29.096 Jenny Duan: Okay, awesome. 360 00:47:30.970 --> 00:47:32.860 Jenny Duan: and I guess 361 00:47:32.920 --> 00:47:34.850 Jenny Duan: what specifically like. 362 00:47:35.340 --> 00:47:40.360 Jenny Duan: do you think in the contacting is is an issue or like what? Why are you choosing that. 363 00:47:41.247 --> 00:48:07.709 Ivylevel: So I think, like I don't really know like where to start like where to find people to contact. Cause I know like for that for, like finding the girl from India, it was like kind of like a luck. It was kind of luck, cause they're like talking about journalism, and like one of the channels. And I was like, Oh, hey, wait! I have an opportunity for you, and like I DM her and everything. So it's kind of luck. But like, I don't know how to specifically find, like high school students interested in journalism. 364 00:48:07.710 --> 00:48:14.749 Ivylevel: which maybe, like, I think again, like social media could help, but like, yeah, I'm not sure. 365 00:48:15.900 --> 00:48:22.719 Jenny Duan: Okay, what about like same strategies? You that you do for empowering? AI honestly could do for folklift like the commenting. 366 00:48:23.116 --> 00:48:29.630 Jenny Duan: the maybe posting on Internet forums like, I don't know. Have you ever tried looking for like reddits to just post in. 367 00:48:29.880 --> 00:48:31.656 Ivylevel: Yeah, I've tried like",
    " 368 00:48:32.180 --> 00:48:40.989 Ivylevel: ones where there's like opportunities, for high schoolers. And like, I've like, tried posting on there. I've gotten a few people like to reply, but they don't like 369 00:48:41.050 --> 00:48:45.567 Ivylevel: follow through like they they say they're interested, but then they just don't do anything. 370 00:48:47.050 --> 00:48:48.069 Jenny Duan: I see 371 00:48:49.030 --> 00:48:50.439 Jenny Duan: Maybe you could 372 00:48:53.550 --> 00:48:58.240 Jenny Duan: like. I don't know the way that you frame it, like maybe say, like the opportunity to be published in like 373 00:48:58.560 --> 00:49:06.799 Jenny Duan: an international youth, organized journal, or something like that, like, how can we make this sound more appealing to people? And also, I think. 374 00:49:06.940 --> 00:49:08.270 Jenny Duan: how do we reach 375 00:49:08.480 --> 00:49:13.369 Jenny Duan: like, okay, if you were submitting a piece like, why would you wanna submit this? Because. 376 00:49:14.070 --> 00:49:14.920 Jenny Duan: like. 377 00:49:15.060 --> 00:49:28.840 Jenny Duan: you know, from an outside perspective, you don't know who's gonna read it like, you don't really know what this is like. Why would you submit? So maybe we can talk about like, if you were the one submitting, what would be the things that would convince you to submit to Folklift Magazine. 378 00:49:29.740 --> 00:49:31.847 Ivylevel: Hmm! Maybe like. 379 00:49:33.720 --> 00:49:36.420 Ivylevel: if I were to grow like kind of 380 00:49:36.670 --> 00:49:59.710 Ivylevel: a reputation for folklift, because, like, if it's like a well reputed like journal. Then that would be like, obviously, something I'd really be interested in. Like getting published in, and also maybe like like again, for like reputation, like if there was like some like brands that have like partnered with them, or some sort of like, if there's like more like students like already, like kind of 381 00:49:59.720 --> 00:50:06.02",
    "9 Ivylevel: we're posting their work on there. Maybe I'd be interested in that and also, just 382 00:50:06.480 --> 00:50:21.379 Ivylevel: I think I could also angle it that I'm like looking for officers, cause I kind of am for folklift, because right now it's just me. So with empower me. I have like a board. So if I was like to mention that I'm like looking for more people on my board. Then maybe that would help. 383 00:50:23.947 --> 00:50:39.682 Jenny Duan: Yeah, I think offering leadership positions is again, like everyone who's trying to apply for college like this is the time when everyone wants leadership. So I wonder like if you could post on some of the college specific reddits or forums, because that might be a good way to find people who are like kind of desperate for leadership positions 384 00:50:40.120 --> 00:50:44.729 Jenny Duan: so like applying to college subreddit, or like other things, have you tried posting there. 385 00:50:45.440 --> 00:50:47.119 Ivylevel: Yeah, I mean, I think 386 00:50:47.210 --> 00:50:53.920 Ivylevel: I don't think my efforts have been too consistent with like posting on those reddits. But I have tried in the past. 387 00:50:54.239 --> 00:51:02.900 Ivylevel: Yeah, I think if I like, continue kind of like finding more of those forums and like posting more about it, maybe that would definitely attract more people. 388 00:51:05.650 --> 00:51:07.440 Jenny Duan: Well, okay. Okay. 389 00:51:07.600 --> 00:51:20.859 Jenny Duan: I think also, like consistent social media is also another thing. Cause I think the main, the main issue that I see here is that people don't really know like what folklift is, or 390 00:51:23.080 --> 00:51:34.749 Jenny Duan: what folklift is, or how like they can get engaged with it, or why, it's even important. And so I think, like really understanding those why statements is gonna be important, like. 391 00:51:36.400 --> 00:51:37.140 Jenny Duan: I think 392 00:51:37.600 --> 00:51:46.445 Jenny Duan: right now,",
    " there's not a lot of like credibility or backing behind folklift like, it's kind of just this online, this online thing. 393 00:51:48.160 --> 00:51:48.760 Jenny Duan: maybe 394 00:51:48.940 --> 00:51:54.370 Jenny Duan: maybe it's just like this online thing, like people don't really know why they should submit, or how. But 395 00:51:54.470 --> 00:51:55.980 Jenny Duan: I think, like. 396 00:51:56.100 --> 00:52:03.839 Jenny Duan: you need to give it more credibility and more reasoning. So if you were someone applying to this online journal. What would convince you to want to submit. 397 00:52:04.830 --> 00:52:09.050 Ivylevel: I think if I definitely like, if I see they've collaborated with like, maybe like 398 00:52:09.200 --> 00:52:18.702 Ivylevel: larger organizations, maybe that would like convince me. And maybe just like seeing more articles on there. And 399 00:52:19.870 --> 00:52:28.660 Ivylevel: I don't know. Just like seeing that like larger, like organizations and companies maybe have interacted with folklift. But 400 00:52:28.680 --> 00:52:32.159 Ivylevel: yeah, like, I don't know if that's like, really feasible. But yeah. 401 00:52:33.930 --> 00:52:34.680 Jenny Duan: Gotcha. 402 00:52:35.670 --> 00:52:47.050 Jenny Duan: Also, I mean, another thing is, if you can get something else to shout out. Folklift like that would be really cool, like, maybe if you could get it, some recognition from like government or anything else 403 00:52:47.350 --> 00:52:55.809 Jenny Duan: like, I wonder if you could get it formally recognized by another media source or by something else, and that would also give it credibility like, I don't. 404 00:52:55.970 --> 00:53:00.449 Jenny Duan: I think this goes back to our conversation about getting involved with like local government 405 00:53:02.460 --> 00:53:05.770 Jenny Duan: and getting recognition from like senators and stuff. But 406 00:53:07.480 --> 00:53:20.089 Jenny Duan: I don't know like how this brings me back to the Youth",
    " Action Committee actually, again, like, can we talk about that? I know. I know it's like really complicated, like, hard to get involved with. But like, have you tried to go to any of their meetings. Recently. 407 00:53:21.488 --> 00:53:23.629 Ivylevel: No, I haven't. I've also 408 00:53:23.640 --> 00:53:52.389 Ivylevel: I I tried convincing, like like my Vice President, for empowering AI to like. Go to the meetings with me, cause maybe like that would make it so that we can both kind of like have a speaking position in like the club. But she's a bit busy. So I might. I'm like, I'm gonna try and ask, like, maybe like another one of my friends, because I think if you like, go with your friends, you might be able to. It's like easier to give your opinions in the about like the things that they plan 409 00:53:54.190 --> 00:54:08.620 Ivylevel: and also wait. So if I was just part of the Youth Action Committee and like I, I didn't have like a leadership role in it, or anything but like, if I was just a member of it, would that have any sort of mayor or is? Do you have to have, like some sort of officer position in that. 410 00:54:09.130 --> 00:54:23.700 Jenny Duan: I don't think you need to have some sort of officer position. I think you could just be a part of it, and that's fine, but I think, like you should try to have some type of impact, but also the one other reason to join the Youth Action Committee is just to meet in other like legislators and other people 411 00:54:23.800 --> 00:54:25.980 Jenny Duan: like. That's another primary motive. 412 00:54:27.280 --> 00:54:29.229 Ivylevel: Yeah, okay, that makes sense. 413 00:54:31.100 --> 00:54:35.937 Jenny Duan: Yeah. So like, if if the Youth Action Committee can connect you to say like. 414 00:54:38.940 --> 00:54:45.030 Jenny Duan: I don't know to like a local official or something else. I think that in and of itself is is valuable enough. 415 00:54:48.020 --> 00:55:00.799 Jenny Duan: So I don't know. I'm trying to thi",
    "nk about other ways to get you connected to government people, because I think if they can shout you out, or if they can give you some recognition, then like that, will also make other people want to join folklift versus folklift. 416 00:55:01.020 --> 00:55:02.040 Jenny Duan: or 417 00:55:02.200 --> 00:55:10.480 Jenny Duan: like I don't know with folklat. Have you still been reaching out to other organizations like Stanford's Journalism group, or any anything else similar to that. 418 00:55:11.220 --> 00:55:12.630 Ivylevel: Yeah, I haven't. 419 00:55:12.830 --> 00:55:30.650 Ivylevel: So I I haven't reached out to Stanford or like other organizations in in that matter. But I also, I had an idea on how to get like kind of like a shout out from like the local government. So they have like this. I think 420 00:55:30.820 --> 00:55:35.013 Ivylevel: I think it's called community Service Award or something. 421 00:55:36.269 --> 00:55:38.959 Ivylevel: I don't know if that's exactly what it's called 422 00:55:41.816 --> 00:56:07.619 Ivylevel: well, anyway, like I think if you sign up for it? You can get like you can get like presented an award. It's not really like an application. Really, it's kind of more of just like a sign up. But like you just like, explain like what what it is you're doing. And then you go to like the Mountain house. CST, I think like their meeting, and then they just like kind of reward you with like a certificate and recognition and everything. 423 00:56:07.810 --> 00:56:11.629 Ivylevel: So I think that could be helpful, kind of like getting some like 424 00:56:11.800 --> 00:56:13.129 Ivylevel: some sort of. 425 00:56:13.330 --> 00:56:20.559 Ivylevel: And I could also maybe ask for like a testimonial, maybe, that I can like feature on my website and be like, Oh, this is the mayor of my town. 426 00:56:21.260 --> 00:56:23.360 Ivylevel: They said this about folklift. 427 00:56:23.360 --> 00:56:28.809 Jenny Duan: Yeah, exactly. I think something like that",
    ", like a shout out from other things would be really 428 00:56:29.670 --> 00:56:37.549 Jenny Duan: would would be would be impactful also like for folklore. Have you tried to do collaborative posts with other orgs? Yet have you been initiating that. 429 00:56:39.061 --> 00:56:44.118 Ivylevel: I don't. I don't think I have. I think that's that's definitely that's something I would work on 430 00:56:44.670 --> 00:56:52.760 Ivylevel: especially like I think these are the kind of tasks where, if I can get someone to like, go on the board. And I think this would be like a good task, like someone with outreach. 431 00:56:52.900 --> 00:56:58.409 Ivylevel: But yeah, I think as of now, I think I should definitely contact and contact more initiatives 432 00:56:58.550 --> 00:57:00.110 Ivylevel: for collaboration posts. 433 00:57:00.110 --> 00:57:03.432 Jenny Duan: Yeah, I think that that would be probably another next step for you. 434 00:57:04.147 --> 00:57:08.920 Jenny Duan: And then how for the game like, how's promotion for that? Going. 435 00:57:10.670 --> 00:57:11.290 Jenny Duan: I. 436 00:57:11.660 --> 00:57:39.160 Ivylevel: I think it's been a lot of like like my Linkedin post. I think, has been getting a lot of views. And so that has definitely helped my like my plays and like visits on the website, go? I think that's been pretty helpful. I haven't gone the chance to actually like, go and print out like the flyers. But yeah, I think I'll I'll do that like this following week when I get back. 437 00:57:40.006 --> 00:57:44.780 Ivylevel: And then I think the efforts to. 438 00:57:44.870 --> 00:57:51.360 Ivylevel: I think when when my when school starts, I could probably find like a way to present it in a classroom. 439 00:57:51.950 --> 00:57:55.580 Ivylevel: and yeah, I don't think there's too much of an update for that one. 440 00:57:58.140 --> 00:58:04.469 Jenny Duan: Okay. Sounds good, I mean, I think, for I think for some Thoria, too. If you can 441 00:58:04.810 --> ",
    "00:58:25.120 Jenny Duan: share more on social media, I think I mean, I keep on saying this with everything. But I think like social media is really powerful. And I think, like we talked about a ton of real ideas, or like to talk ideas. If you make some of those like, I think that would be a good opportunity to broadcast your game. More cause, I think. Listen, Thoria is something that I think a lot of people would would like. 442 00:58:25.641 --> 00:58:28.660 Jenny Duan: Another thing you can do actually, with Sentoria specifically is 443 00:58:28.720 --> 00:58:38.680 Jenny Duan: share it with a code of classy community. Like, if you just email like code of the code of classy team that seems like something they would feature in like a newsletter or something. 444 00:58:38.720 --> 00:58:39.780 Jenny Duan: and say. 445 00:58:39.780 --> 00:58:50.820 Ivylevel: That's a great idea. And I yeah, I think with Tiktok, I think that's like one thing I've been really consistent with. I've been like posting every day. And then I've like, definitely been like posting lots of clips and like 446 00:58:51.000 --> 00:59:09.899 Ivylevel: kind of trends with like synthore characters. And so I think, yeah, I mean, like, no one's been commenting or anything. But I noticed in like in the analytics. Tab, for like the place where I publish synthore like it definitely like, there's like a lot of people coming in from Tiktok. So maybe that's that's been effective. 447 00:59:10.920 --> 00:59:13.638 Jenny Duan: Yeah, I think so, too. I think that that's 448 00:59:14.130 --> 00:59:34.489 Jenny Duan: going to be impactful for you. And I mean, take on is a thing where you just have to be consistent, because one day you might blow up. But like you won't know until that day, like, you know, people have 0 follow like 100 followers, and then they post, and then, like one sudden day, suddenly they like get famous. But you wouldn't know that unless you post it every day, for like a year before that. 449 ",
    "00:59:34.650 --> 00:59:35.230 Ivylevel: Yeah. 450 00:59:36.240 --> 00:59:42.879 Jenny Duan: Yeah. And then, is there any? Are there any other struggles or anything else that you want to talk through about your journey? 451 00:59:45.050 --> 00:59:52.459 Ivylevel: With my take look. I was thinking of posting like maybe not just content about synthia, but also, like like 452 00:59:52.970 --> 01:00:12.700 Ivylevel: like, I had an idea, for like so you know how like Bridgerton's actually coming out. The second part is going out tomorrow. So I was thinking like suggesting, like indie games based off of, like your favorite character from Bridgeton. And then, like, I think, that would be kind of like a creative idea. But I was like thinking of just doing more like indie game. 453 01:00:12.720 --> 01:00:21.009 Ivylevel: content like maybe like, not just about some story, but also kind of like about just indie games in general. What do you think. 454 01:00:21.760 --> 01:00:25.539 Jenny Duan: I think that that sounds really cool. I think you should pursue that for sure. 455 01:00:25.830 --> 01:00:27.690 Ivylevel: Okay, yeah, thank you. 456 01:00:28.000 --> 01:00:38.400 Jenny Duan: Yeah, I think I mean, I think that, like you ultimately know, kind of like, know what direction you're headed in and like, I think that you're doing. You're taking really good steps to like, get where you need to be. 457 01:00:38.870 --> 01:00:39.529 Ivylevel: Thank you. 458 01:00:39.860 --> 01:00:40.500 Jenny Duan: Yeah. 459 01:00:41.010 --> 01:00:44.670 Ivylevel: Thank you, Jenny. I know it's too late, you know. Consistency and keep doing it. 460 01:00:44.780 --> 01:00:45.880 Ivylevel: Thanks a lot. 461 01:00:47.090 --> 01:00:51.610 Ivylevel: yeah, Jenny. One last thing on the small semantics. 462 01:00:51.720 --> 01:01:02.139 Ivylevel: or what? What is that? Yeah. So the fire flies, Jenny, if you don't mind, you know, just turn off in. I'm trying to really kill that whole thing. Unfortunately, you",
    " know, everything gets shared with everybody. 463 01:01:02.270 --> 01:01:03.220 Ivylevel: When we had a time. 464 01:01:03.790 --> 01:01:05.480 Jenny Duan: Let me just go right now. 465 01:01:05.480 --> 01:01:15.330 Ivylevel: Yeah, yeah, I think, I think, yeah, in the settings of fireflies, right? It it shares. Basically after the game plan. I saw that the whole video and all the notes actually went to Sri and everything else. 466 01:01:15.330 --> 01:01:18.340 Jenny Duan: I don't think I have a fireflies account. 467 01:01:18.910 --> 01:01:19.690 Jenny Duan: I mean. 468 01:01:19.690 --> 01:01:30.099 Ivylevel: You do you do have actually, you know, with with Iv vendors, we all I mean, this is the worst thing, right? These these all go. They have a network effect without you even realizing they create your account and. 469 01:01:30.360 --> 01:01:30.840 Jenny Duan: To be. 470 01:01:30.840 --> 01:01:34.540 Ivylevel: Yeah. So when you join, there's also Jenny, fireflies that joins. 471 01:01:34.830 --> 01:01:36.210 Jenny Duan: How do I turn it off. 472 01:01:36.710 --> 01:01:46.020 Ivylevel: Yeah, I think in the settings. You know, you can actually see. If you go to Firefly settings, it would say that, you know, after call. Send it to everyone, share it to everyone, or I can send you some. 473 01:01:46.020 --> 01:01:49.090 Jenny Duan: Oh, okay, okay. I see it. Okay. I turned it off 474 01:01:49.480 --> 01:01:51.230 Jenny Duan: unchecked it. Yeah. 475 01:01:51.230 --> 01:02:01.480 Ivylevel: Amazing. And I've sent you a link, you know, with you can see your digital twin, Jenny AI, creating a game plan report with click of a button. Just look at the quality. I hope you're you're amazed with it. 476 01:02:01.850 --> 01:02:02.999 Ivylevel: Where is these. 477 01:02:03.150 --> 01:02:04.030 Jenny Duan: Oh, wait! 478 01:02:04.030 --> 01:02:09.980 Ivylevel: I'll send you a text message. Just have a look at it. This is like trained with all the game plan reports you have made with",
    " all the. 479 01:02:09.980 --> 01:02:12.390 Jenny Duan: Oh, this is good! Wow! 480 01:02:12.390 --> 01:02:18.730 Ivylevel: This is this is your digital twin. So I don't know you. You guys are competing with each other. I I mean, I'm I'm sure that you will win. 481 01:02:18.900 --> 01:02:26.539 Ivylevel: but it has taken really fine tuning has taken really like months. And now you can see the quality is simply amazing. 482 01:02:26.540 --> 01:02:30.420 Jenny Duan: This is good. This is really good. Yeah, it's good. 483 01:02:31.040 --> 01:02:37.610 Ivylevel: So yeah, it's it's done. And i i i can't wait to have you actually talk to Prabaka, our AI guy, right? Who's actually working on. 484 01:02:37.610 --> 01:02:39.649 Jenny Duan: Yeah, he did. He did good. He did good. 485 01:02:39.860 --> 01:02:51.760 Ivylevel: Yeah, yeah, I mean, and you know, see, now, with apple private apple intelligence. That is the direction. Now, we are all talking about privately trained data. I think, General, you know, general models are gonna go away. I mean, I'm just talking an AI Chad. 486 01:02:52.170 --> 01:02:57.509 Ivylevel: I think we are on the right direction. There's so much more that you I mean, I can't wait to show you actually amazing. 487 01:02:58.810 --> 01:02:59.460 Jenny Duan: And car. 488 01:02:59.460 --> 01:03:00.940 Ivylevel: This is after your time. Okay. 489 01:03:00.990 --> 01:03:05.240 Ivylevel: she's she always tells me that. You know she's a guinea pig, and I try to use her and all that. Yeah. 490 01:03:05.240 --> 01:03:08.160 Jenny Duan: No? Well, maybe a little bit. 491 01:03:08.446 --> 01:03:13.609 Ivylevel: Okay, thanks, Jenny, see? But but my coaches are all very honest, you know. My wife's also laughing. 492 01:03:13.630 --> 01:03:22.230 Ivylevel: Anyways. Thanks a lot so I I you know I really appreciate your time and effort. We have 2 new customers. I've sent a text message, can't wait. 493 01:03:22.630 --> 01:03:31.059 Ivylevel: Yeah, I've also sent you ",
    "the note on. Just you know that tally thing that Mary is doing. I just want to have that optics. It's just for optic purpose. So don't worry about it. 494 01:03:31.341 --> 01:03:39.720 Ivylevel: I sent a long detail email to her. You know that. Why, it's important, because I had, like some questions come up and things like that. I think I just said that. 495 01:03:39.960 --> 01:03:48.470 Ivylevel: You know it's different contribution and and value. We need to discuss that later. I will. I will also set up like one or 2 h with you on the on the Iv level thing. Later. 496 01:03:49.270 --> 01:03:49.930 Jenny Duan: Sounds good. 497 01:03:49.930 --> 01:03:52.200 Ivylevel: How's your attention, by the way, enjoying it? 498 01:03:52.200 --> 01:03:56.582 Jenny Duan: Yeah, it's super busy. But it's good. I'm in the office like 499 01:03:59.448 --> 01:04:01.750 Jenny Duan: 10 HA day. Something like that. 500 01:04:01.750 --> 01:04:02.770 Ivylevel: I'm sorry. 501 01:04:03.280 --> 01:04:05.970 Jenny Duan: I'm in the office like 10 HA day. Let's say. 502 01:04:05.970 --> 01:04:09.959 Ivylevel: Oh, my God, I mean, this is worse than tech companies. 503 01:04:09.960 --> 01:04:17.849 Jenny Duan: Oh, I mean, yeah, finance hours. I mean, it's pretty busy today. I I was there from 8 45 to 6 30, something like that. 504 01:04:18.733 --> 01:04:19.839 Jenny Duan: And then. 505 01:04:19.840 --> 01:04:23.160 Ivylevel: Chinese hours, and you know, South Korean hours right South Korea. 506 01:04:23.160 --> 01:04:32.399 Jenny Duan: Tomorrow we're doing a company. We're but it's fun, though, like tomorrow, we're going to see a Broadway show like, people are really nice, like, I I really like it. 507 01:04:32.400 --> 01:04:38.000 Ivylevel: I mean you asked for it. I mean, you dished apple, you know it's it's your call. It was your call. I mean, you hadn't. 508 01:04:38.000 --> 01:04:38.520 Jenny Duan: Old. 509 01:04:38.520 --> 01:04:39.500 Ivylevel: So, yeah. 510 01:04:39.760 --> 01:04:44.469 J",
    "enny Duan: No, but it's it's good, it's it's been fun. I've I really like the people. And yeah, I've learned a lot. 511 01:04:44.470 --> 01:04:56.969 Ivylevel: But Apple A is gonna be awesome, Jenny, I think now, you know, I've been talking to my friends. You know I've also written a post. I think their whole model is not different from what they did before apple pay apple help. It's always gonna be server. 512 01:04:57.230 --> 01:05:01.670 Ivylevel: It's called preferential privacy, right. You know that preferential privacy is their model. 513 01:05:01.790 --> 01:05:11.059 Ivylevel: And I think you're gonna enjoy. So I mean, keep a close eye on. If you're really AI ethics and policy. I don't think there's going to be any better company than Apple and Nvdia for long, long time. 514 01:05:11.270 --> 01:05:15.740 Ivylevel: So yeah, anyways, I mean, have have a wonderful night. Take care! Bye. 515 01:05:15.740 --> 01:05:16.809 Jenny Duan: Alright, bye. 516 01:05:16.810 --> 01:05:17.890 Ivylevel: Pretty much bye."
  ],
  "turns": [
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 588.28,
      "end": 591.84,
      "text": "Oh, Hi, Huddell! One second! Let me turn on my light. 2"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 597.15,
      "end": 598.83,
      "text": "Hi! How's it going. 3"
    },
    {
      "speaker": "student",
      "conf": 0.7,
      "start": 599.13,
      "end": 601.64,
      "text": "It's going. Well, we're in la right now. 4"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 601.64,
      "end": 603.86,
      "text": "Super awesome. How's the trip been. 5"
    },
    {
      "speaker": "student",
      "conf": 0.7,
      "start": 604.767,
      "end": 624.399,
      "text": "The jar is pretty long, so it kind of does fit into perspective, like how it's gonna be once if I do go to Usc, but yeah, I think we the tour was really nice. Our guide was like, really nice and I I got to see the school cinematic arts was so cool. But yeah. 6"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 624.4,
      "end": 625.83,
      "text": "Did you like Usc. 7"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 626.37,
      "end": 640.75,
      "text": "Yeah, I really liked it. They also like she like, really emphasized, how you can do like more than one like one thing. And I think that's like, really cool, because there's like a lot of interdisciplinary like courses that you could take. But yeah. 8"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 640.85,
      "end": 642.199,
      "text": "Hi, Jenny, how are you. 9"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 642.97,
      "end": 674.88,
      "text": "I'm okay. I got stranded in New York like one after go like I got. So I went to this. So New York has, like public concerts in the Park, and I went to this like the New York Philaarmonic. But my phone died, but I got stuck in like Central Park, and then I had to like 10 find my way back without having like any ex technology. And that's why I'm late. I survived. Didn't get kidnapped didn't get murdered. Definitely like it taught me how to read maps. But yeah, it's not a great experience. 11"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 674.88,
      "end": 677.54,
      "text": "No, no worries at all. I mean, I figured that out because, you know. 12"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 677.76,
      "end": 681.129,
      "text": "I knew that you had actually reached out. That's perfectly fine, I mean. 13"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 681.26,
      "end": 683.49,
      "text": "and Huda was actually just downplaying it. 14"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 683.61,
      "end": 685.639,
      "text": "She was so mesmerized today. 15"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 686.15,
      "end": 691.819,
      "text": "I think she was like we were all walking, and she was completely disconnected from us. She was just following that 16"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 692.41,
      "end": 696.439,
      "text": "the student who was actually giving us, you know, kind of a tour. 17"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 696.84,
      "end": 699.76,
      "text": "And she just loved it. And actually, I also 18"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 699.82,
      "end": 701.252,
      "text": "I was quite 19"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 701.85,
      "end": 704.44,
      "text": "This was actually my 1st kind of proper 20"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 704.45,
      "end": 705.68,
      "text": "college tour. 21"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 705.97,
      "end": 709.48,
      "text": "and, more importantly, the presentation was awesome. 22"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 709.64,
      "end": 713.949,
      "text": "I think it was from a admission, I would say application reviewer 23"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 714.13,
      "end": 717.639,
      "text": "or an officer. But I think I've I've sent you a few snapshots. 24"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 717.72,
      "end": 720.849,
      "text": "It was by far the most kind of demystified. 25"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 721.13,
      "end": 723.79,
      "text": "simplified, very transparent kind of 26"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 723.96,
      "end": 729.279,
      "text": "you know. Explanation on how the college apple, the how do they evaluate every application? 27"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 730.07,
      "end": 735.819,
      "text": "You know. 8,000 out of 82,009 acceptance rate last year. 28"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 736.4,
      "end": 737.055,
      "text": "But 29"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 738.54,
      "end": 740.81,
      "text": "a few things of that college really stood out. 30"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 741.27,
      "end": 743.95,
      "text": "you know the kind of whole open course concept. 31"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 744.72,
      "end": 747.38,
      "text": "you know you can pretty much do pretty much whatever you like. 32"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 748.18,
      "end": 754.96,
      "text": "It's like, you know, that was kind of very unique. I've never heard of it. I don't know if that's true with other Iv plus schools as well. 33"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 755.06,
      "end": 755.77,
      "text": "And 34"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 757.06,
      "end": 759.285,
      "text": "yeah, I think, focus on 35"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 759.84,
      "end": 764.53,
      "text": "portfolio scholarships, merit scholarships. I think it was really a very enlightening 36"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 764.57,
      "end": 767.639,
      "text": "experience for us as well, and that's why I wanted to set up some time. 37"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 767.71,
      "end": 769.159,
      "text": "Just focus on that. 38"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 769.871,
      "end": 774.8389999999999,
      "text": "Yeah. I mean, how familiar are you with Usc, do you apply to Usc yourself? 39"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 774.84,
      "end": 780.339,
      "text": "I didn't apply. I mean, I only basically applied to Stanford. But I mean I went to New Usc. I know it pretty well. 40"
    },
    {
      "speaker": "student",
      "conf": 0.7,
      "start": 780.72,
      "end": 782.319,
      "text": "Okay, what? What's your. 41"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 782.32,
      "end": 784.129,
      "text": "Out to you the most about it, Huda. 42"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 785.318,
      "end": 788.67,
      "text": "I'd say like kind of 43"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 788.84,
      "end": 803.4,
      "text": "I all all the buildings that we kind of saw they have, like one way or the other. They kind of related to like one thing that I was interested in, like there was like I think it was called the School and Spur. It's like the school of journalism and communications. 44"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 803.4,
      "end": 805.59,
      "text": "I have a friend who's studying there right now. 45"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 805.59,
      "end": 818.529,
      "text": "Oh, that's interesting. Yeah, like that was pretty interesting. They had like a whole kind of like setup there for like broadcasting. And then they had I guess they had, like the 46"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 818.59,
      "end": 827.769,
      "text": "school of engineering, and that also look pretty great. I don't think we saw from the outside, but it was pretty cool. I think that the thing that stood out the most was 47"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 828.27,
      "end": 829.8,
      "text": "probably 48"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 830.87,
      "end": 836.0889999999999,
      "text": "just kind of like the like. Like. We kind of just got to see the campus and see like more 49"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 836.21,
      "end": 841.55,
      "text": "about like how you can like take courses from like any school. And I think that was pretty unique. 50"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 842.47,
      "end": 850.68,
      "text": "amazing. Actually, you know what, Jenny I wanted to really like, you know, maximize the working time today. And what I wanted to do was because we are so fresh out of Usc. 51"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 851.398,
      "end": 854.479,
      "text": "I really wanted this session to be a Usc. Session. 52"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 854.54,
      "end": 859.9,
      "text": "and you know it's a very timely thing, very fresh. We are all inspired. Who is inspired. 53"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 860.05,
      "end": 864.57,
      "text": "I'm actually, you know, like I saw her heart and her body and her soul and mind in it. 54"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 864.72,
      "end": 867.5889999999999,
      "text": "and I if and if she gets it, I'm more than happy. 55"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 867.65,
      "end": 877.369,
      "text": "So. But you know it is still a competitive school. You know, 82,000, you know, out of that 8,000 selected, and then only 3,500 actually showed up. So 56"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 877.59,
      "end": 880.87,
      "text": "I don't even know like what happens to the remaining people who drop out. 57"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 881.42,
      "end": 884.43,
      "text": "How do those seats get filled? So. 58"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 884.43,
      "end": 886.57,
      "text": "It's up from the wait list. Probably. 59"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 886.57,
      "end": 889.49,
      "text": "Oh, really they they don't have a wish list, though. 60"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 889.62,
      "end": 892.99,
      "text": "So a few unique things that we learned about Usc today was. 61"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 892.99,
      "end": 894.24,
      "text": "They don't have a wait list. 62"
    },
    {
      "speaker": "student",
      "conf": 0.7,
      "start": 894.24,
      "end": 901.479,
      "text": "Oh, they don't have a wait list concept. What they do instead is they admit you, and they actually fill you up for spring. 63"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 902.2,
      "end": 904.03,
      "text": "Oh, yeah, I've heard that. 64"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 904.03,
      "end": 909.34,
      "text": "It's a different way. So, and they don't send rejection and all that stuff right? And they do have this early action. 65"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 910.6,
      "end": 916.71,
      "text": "So if you kind of just to kind of recap quickly, because I wanted to set some stages that you know, you guys can start working on. 66"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 918.54,
      "end": 926.879,
      "text": "I think we can really go college by college. And I've seen now, finally, the power of college visits. I think this is really very valuable. 67"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 927.527,
      "end": 934.46,
      "text": "In fact, if you can actually do it quite early on as part of you know, this whole prep. I think it will be even more interesting. 68"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 934.54,
      "end": 941.159,
      "text": "It really sparks a lot of interest and curiosity in people. So I think number one is. 69"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 941.5,
      "end": 948.569,
      "text": "they're early. So there are 2 things right. The 2 type of majors they have is one is actually with portfolio, and one is without portfolio. 70"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 948.8,
      "end": 955.45,
      "text": "So anything which is non-portfolio oriented and sorry if it's repetitive. But I just wanted to internalize and make sure we are on the same page. 71"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 955.45,
      "end": 956.05,
      "text": "Course. 72"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 956.05,
      "end": 962.509,
      "text": "Anything which is non portfolio related is eligible for early action date. 73"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 962.65,
      "end": 972.6,
      "text": "which is actually on November first.st Right? That's a deadline, yeah. And what that ensures you is that you are actually qualified for merit. Scholarship. 74"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 972.95,
      "end": 979.449,
      "text": "and the only people who can apply for early action date are the people who are applying in as choice number one. 75"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 979.59,
      "end": 981.81,
      "text": "non portfolio programs. 76"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 982.306,
      "end": 986.579,
      "text": "People who are actually gonna apply for portfolio programs, that is, Huda 77"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 986.68,
      "end": 996.649,
      "text": "do not are not eligible for early action. They cannot apply for early action. They have to apply for a, you know, regular application, which is actually December first.st 78"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 997.54,
      "end": 998.43,
      "text": "But 79"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 998.73,
      "end": 1001.889,
      "text": "Buddha also qualifies for scholarship if she applies, but. 80"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1001.89,
      "end": 1002.28,
      "text": "Right, right. 81"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1002.28,
      "end": 1005.9,
      "text": "Right? So I mean, that's something that I learned today was a bit complicated. But I learned that 82"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1006.292,
      "end": 1009.8389999999999,
      "text": "that's 1. So there was a lot of emphasis on portfolio. 83"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1010.2,
      "end": 1013.769,
      "text": "a lot of questions on portfolio, in fact, lot of the audience sitting. 84"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1013.86,
      "end": 1022.349,
      "text": "They were all asking about what's needed in portfolio, and there was like so many different people like, you know, arts, people, music, people like all that stuff. 85"
    },
    {
      "speaker": "student",
      "conf": 0.75,
      "start": 1022.42,
      "end": 1029.109,
      "text": "And suddenly it started resonating. Oh, I remember Jenny telling me about music supplemental, and this and that it was all portfolio number one. 86"
    },
    {
      "speaker": "student",
      "conf": 0.75,
      "start": 1029.687,
      "end": 1035.869,
      "text": "So then they spoke about financial aid, something that you and I need to touch base upon as well. Who that did tell me 87"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1036.05,
      "end": 1039.639,
      "text": "so? The merit scholarship can go up until like full. 88"
    },
    {
      "speaker": "student",
      "conf": 0.75,
      "start": 1039.829,
      "end": 1052.719,
      "text": "And and now I kind of also understand, like you paying visit to financial committee at Stanford. Why, you know, you told me that you've been negotiating. You've been fighting hard, and some mistakes and things, etc, that the lessons learned and all that stuff they said very similar thing. 89"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1052.89,
      "end": 1061.91,
      "text": "So Fafsa and Css. Profile actually just comes in late, you know this is after post decision that they actually prepared. But for merit-based scholarship. That's the 1st part. 90"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1063.5,
      "end": 1070.18,
      "text": "so something that needs to that you can actually consider evaluate and all that stuff. So I think that's something that I would love to understand as well. 91"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1070.54,
      "end": 1074.63,
      "text": "My main focus now is, I think. And also 92"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1074.68,
      "end": 1079.329,
      "text": "I've actually recorded the entire admission reviewer or officer's presentation. 93"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1079.35,
      "end": 1081.279,
      "text": "There were so many insights in it. 94"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1081.61,
      "end": 1082.14,
      "text": "Wow! 95"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1082.14,
      "end": 1090.44,
      "text": "Yeah. One of the most important things that she said is, what is your child's chance to get into Usc, it's actually 100, 96"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1090.71,
      "end": 1097.54,
      "text": "because we are comparing your child against their context and against them. We are not really comparing them against the 99 other students. 97"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1097.79,
      "end": 1106.81,
      "text": "the Territorial management. She gave a very good explanation. Huda knows who her admission reviewer or officer, you know, whatever that title is 98"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1107.48,
      "end": 1137.139,
      "text": "is, and that person actually manages everything beyond Mountain house so mounted. So all the competitive schools of Dublin, Katie, Katie Cheng School or you know, Cal Poly, you know. Sorry the the Palli and all the tough comparative schools, the tier one schools, public schools are actually part of some other admission officer or reviewer. Buddha actually is a part of the tier. 2 schools. That's good. We have verified that, you know, Tracy, and all that. So that's I don't know if tells that tells you something. 99"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1137.14,
      "end": 1140.969,
      "text": "I know that does. I think that's aligned with what we discussed before. That's good. 100"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1140.97,
      "end": 1148.069,
      "text": "Amazing, and she said that what is really important is these people are experts in the local school 101"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1148.17,
      "end": 1160.199,
      "text": "resources and availabilities, and all the profiles of the past school. So they are experts in that. That is the number one factor they consider, then, who does resources and all that stuff. So that contextual information is critically important. School profile is critically important 102"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1160.32,
      "end": 1163.599,
      "text": "and also in terms of Ap. What they said was. 103"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1163.62,
      "end": 1166.61,
      "text": "if you want to make it to Usc. The way we evaluate is 104"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1166.7,
      "end": 1169.8,
      "text": "it's not good to have 15 different C's 105"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1170.41,
      "end": 1175.329,
      "text": "with 100 Ap's rather have a mix of Ap in general and have good. Yeah. So. 106"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1175.33,
      "end": 1176.14,
      "text": "Course. Yeah. 107"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1176.14,
      "end": 1179.549,
      "text": "Amazing, amazing. I you know, I'm just I mean, just kind of retraining. But 108"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1179.8220000000001,
      "end": 1181.66,
      "text": "that was a learning. And I think 109"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1181.83,
      "end": 1183.389,
      "text": "in terms of 110"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1184.25,
      "end": 1187.698,
      "text": "yeah, extra 30. So that was the thing. 111"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1188.4,
      "end": 1192.999,
      "text": "letter of recommendation. Only one required for Usc, they only need one 112"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1193.29,
      "end": 1197.71,
      "text": "and they don't need a lot. They just need one record letter of recommendation. 113"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1197.8,
      "end": 1205.709,
      "text": "And what was the other thing? Huda portfolio was the most important thing. They really fast to portfolio to be the kind of factor. 114"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1206.357,
      "end": 1207.52,
      "text": "Things like that. 115"
    },
    {
      "speaker": "student",
      "conf": 0.75,
      "start": 1207.933,
      "end": 1226.409,
      "text": "Yeah. Why? Usc, why should us select you so? The deep research and connection, in fact, they did specifically mention about the summer program of research at Usc as being one of the important factors. If you are a research student, so I think it was very evident to me. 2, 3 things. One is the local school profile 116"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1226.5,
      "end": 1239.109,
      "text": "and the school the context is critically important. Second thing, which is more important, was really the the school connection on y. Usc, how deep are you? Have you done your research and things of that sort? 117"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1239.453,
      "end": 1248.25,
      "text": "But I think the most important was portfolio. So these this was something that kept repeat, that kept the the admission officer kept talking about portfolio, portfolio portfolio all the time. 118"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1248.32,
      "end": 1252.209,
      "text": "So what I wanted to do was, we have not done any portfolio work so far right, Jenny. 119"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1252.79,
      "end": 1268.309,
      "text": "and I've asked Huda. You know I still don't know what the right definition of a video gamers portfolio is. Huda is a videographer. She's a game developer. She's building her website. Rishi was helping her actually frame. I think she's evolved quite well, I would say. 120"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1268.33,
      "end": 1280.6,
      "text": "But what I want to do is like, get into the weeds and specific. Let's call it like a portfolio session or a Usc. Session, where it might be one or 2 areas where you feel? I asked Suda. What do you think can prevent you today from getting into Usc. 121"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1282.47,
      "end": 1309.449,
      "text": "They have made it very clear. It's not academics, absolutely. It's not about academics. They've made very clear. Portfolio is important. So she was not very sure about portfolio number 2 is, of course, our extracurricular activities and all that impact and essays right? Usc, so might be, I'll give. I'll give back this time. But let's you know, I'll I'll basically help you, really. I know that you are a music kind of you know, a supplement and and portfolio build music, but I don't think it should be any different right. 122"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1310.075,
      "end": 1314.669,
      "text": "Should be pretty similar is this profile, for this portfolio is for the game, design, right and development. 123"
    },
    {
      "speaker": "student",
      "conf": 0.75,
      "start": 1316.07,
      "end": 1330.77,
      "text": "Yes, I think that is the one that who does applying. But again, in terms of program, I know you guys have selected 2 or 3, and Huda told me that this is the one that you have recommended her. The good thing is, as long as whatever can maximize her chance to get in. I don't wanted to go to go through a computer science. 124"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1330.97,
      "end": 1340.729,
      "text": "but of course, you know, tomorrow she can do engineering. She can do pre law she can do premed whatever she want. That's the beauty of Usc. So might be. Let's go with whatever is the best shot for her. 125"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1340.77,
      "end": 1342.769,
      "text": "and then, you know. Figure it out. 126"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1344.79,
      "end": 1345.85,
      "text": "make sense. 127"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1346.33,
      "end": 1347.069,
      "text": "Thank you. 128"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1347.07,
      "end": 1371.696,
      "text": "You have a really strong profile in game development and also journalism. I think that those are like the best methods for you. So like journalism, media or game or game development. But I think game design and development is like a really good strategy for you, because you already have that strong profile and background in the game. So I think also, the Annberg school is a bit hard to get into, because it's like 129 another. It's like a really big aspect, of of 130"
    },
    {
      "speaker": "student",
      "conf": 0.7,
      "start": 1373.384,
      "end": 1376.376,
      "text": "What? What is Hamburg? Is the engineering school. 131"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1376.75,
      "end": 1386.269,
      "text": "Journalism school cause. It's such a big part of Usc, I think that you'd be better off 132 applying for either like game design or something. Media related. 133"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1386.76,
      "end": 1401.39,
      "text": "Yeah, I think I think I I think we talked about this last time. But like the computer science, there's like, a major called computer science games. I think we decided on interactive media and games done from the school cinematic arts. 134"
    },
    {
      "speaker": "student",
      "conf": 0.75,
      "start": 1402.014,
      "end": 1429.819,
      "text": "But yeah, like, I think, my dad and my mom were both a bit curious as to why I'm not applying to like the computer science games as opposed to like. I mean it. It was Mom's instant reaction. Like, you know who, though you're not going to engineering school, like, you know? Cs, I mean, we are. Yeah, I mean, I I know that. But I I think my goal was like again, whatever it takes for you to get in, because I know if she goes in, then probably tomorrow, she can shift. She can transfer into whatever she wants. 135"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1430.03,
      "end": 1432.659,
      "text": "So but even on game design. 136"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1433.325,
      "end": 1437.55,
      "text": "Yeah, they do have 2 choices, right? The choice one and choice 2 137"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1437.996,
      "end": 1444.14,
      "text": "so I don't know. Are you gonna put like game design as one? And then journalism as 2 or like, what? What is the strategy here. 138"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1444.42,
      "end": 1456.49,
      "text": "I think game design as one and then maybe you can put the Cs game as 2, and then journalism as 3. I think that should be the order. 139 you know. What do you? What do you feel feel like? Is. 140"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1456.49,
      "end": 1460.16,
      "text": "Yeah, I think that's that's honestly like the best one. 141"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1460.87,
      "end": 1480.29,
      "text": "Okay, so might be. Then, you know. Of course, we are halfway through. I think what we could do is like, you know, maybe might be. Let's just get into the portfolio thing because I think I still haven't seen like it'll be. I'll just be, I'll promise I'll be a fly on the wall now I'll try. But I want to also learn. You are a portfolio pro 142"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1480.64,
      "end": 1491.829,
      "text": "you've you've always told me that music supplement was your edge into Stanford as well. I and I think Huda has that element, and I don't know. Like, you know, where does the videography fit in? It was what video games? What about? 143"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1491.84,
      "end": 1498.909,
      "text": "How do you tell a story? I mean, is it just like uploading some discrete things I've seen, like Victoria's portfolio. It was amazing. 144"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1499.03,
      "end": 1505.89,
      "text": "She compiled all her research, all her violin violin kind of videos all together in a in a website. 145"
    },
    {
      "speaker": "student",
      "conf": 0.75,
      "start": 1505.99,
      "end": 1510.02,
      "text": "So I don't know how it is. Well, I mean, if you can show me like, you know, I would also love to learn 146"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1510.08,
      "end": 1515.52,
      "text": "and and see what who that can do, and you can give her like concrete guidance on how to go about building the portfolio. 147"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1516.89,
      "end": 1525.25,
      "text": "Yeah, I think. 148 Let's look at the portfolio requirements. Actually, for your major. 149 Yeah. 150"
    },
    {
      "speaker": "student",
      "conf": 0.75,
      "start": 1525.25,
      "end": 1528.659,
      "text": "I, this is really a learning opportunity for me, too. Okay. 151"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1528.82,
      "end": 1531.289,
      "text": "Buddha, can you bring it up with, okay. 152"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1531.68,
      "end": 1541.32,
      "text": "I'm looking. I'm looking at it right now on my page. 153 So 154 game! 155 R. 156"
    },
    {
      "speaker": "student",
      "conf": 0.7,
      "start": 1543.56,
      "end": 1546.549,
      "text": "And we ate in the Chinese restaurant, Jenny. It was amazing. 157"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1549.48,
      "end": 1551.319,
      "text": "Okay? One second. 158"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1565.76,
      "end": 1572.86,
      "text": "okay. Looking at this interactive entertainment. BA, 159 that doesn't seem. 160"
    },
    {
      "speaker": "student",
      "conf": 0.7,
      "start": 1573.5,
      "end": 1575.569,
      "text": "I think that one's more like theme parks. 161"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1575.57,
      "end": 1586.86,
      "text": "Yeah, yeah, yeah, I see that 162 interactive media and games. 163 Bfa. 164 game development and international interaction design. 165"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1587.03,
      "end": 1588.13,
      "text": "Oh, I think 166"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1588.15,
      "end": 1589.85,
      "text": "I think I'm kind of a 167"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1591.74,
      "end": 1593.16,
      "text": "I don't think, Yeah. 168"
    },
    {
      "speaker": "student",
      "conf": 0.7,
      "start": 1593.58,
      "end": 1599.859,
      "text": "I think it's a downside if it's a Bachelor of Fine Arts, cause I think that's a bit more strict with like what you can do with the other. 169"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1599.86,
      "end": 1605.01,
      "text": "I think. Okay, wait. Maybe we should reassess. Let me look at your college tracking. 170"
    },
    {
      "speaker": "student",
      "conf": 0.7,
      "start": 1605.76,
      "end": 1608.326,
      "text": "Oh, so this has 171"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1609.61,
      "end": 1615.789,
      "text": "I think we do. We talk about this and not doing the Bfa. I feel like we have discussed this, but I'm not. 172"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1618.43,
      "end": 1623.059,
      "text": "yeah, I think I think last time we kind of decided on doing the 173"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1623.812,
      "end": 1626.407,
      "text": "interactive media and game design from. 174"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1629.01,
      "end": 1630.72,
      "text": "The notion is not. 175"
    },
    {
      "speaker": "student",
      "conf": 0.7,
      "start": 1631.49,
      "end": 1632.4,
      "text": "Updated. 176"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1632.4,
      "end": 1634.219,
      "text": "Updated with Usc. 177"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1639.3,
      "end": 1644.389,
      "text": "yeah, I think the Bfa is not a good option. In my opinion. 178"
    },
    {
      "speaker": "student",
      "conf": 0.7,
      "start": 1644.733,
      "end": 1646.449,
      "text": "Why is that? Jenny? 179"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1646.58,
      "end": 1651.62,
      "text": "Cause. It's a Bachelor of Fine Arts that's like an art degree. I think it's it's better for you to have. 180"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1651.86,
      "end": 1657.025,
      "text": "Then I won't be able to like kind of mix with, like other other 181"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1657.52,
      "end": 1671.27,
      "text": "majors, I think. Remember, she mentioned that if you have a Bfa, you have to. I mean, you could. You could probably like transfer to different majors or like switch majors. But I think you can't like combine. 182"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1672.69,
      "end": 1676.39,
      "text": "Yeah, I think you did add, hold on, there was a major. 183"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1677.12,
      "end": 1679.01,
      "text": "wasn't there here, like. 184"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1681.18,
      "end": 1684.399,
      "text": "I remember that your added added Majors. 2, right? 185"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1685.34,
      "end": 1686.78,
      "text": "Wait. Yeah. 186"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1687.22,
      "end": 1688.899,
      "text": "there was a link for college. 187"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1694.37,
      "end": 1696.91,
      "text": "I think there was also another list. When you're added right? 188"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1698.24,
      "end": 1702.46,
      "text": "Think it's in another place. Let me show you. I think there are 2 lists here somewhere. 189"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1704.29,
      "end": 1705.989,
      "text": "Yeah, yes. 190"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1706.29,
      "end": 1707.25,
      "text": "to you. 191"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1708.93,
      "end": 1710.929,
      "text": "You can also send the link to 192"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1711.06,
      "end": 1715.744,
      "text": "Danny. Yeah, it's here. Can you send that link to Denny? 193"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1716.66,
      "end": 1730.22,
      "text": "Yeah, I think that that's not probably gonna be the best option for you. 194 I think I actually, I think that the Bs and computer science games is better for you. 195"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1731.6,
      "end": 1732.58,
      "text": "Hold on. 196"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1733.06,
      "end": 1734.07,
      "text": "Okay. 197"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1734.64,
      "end": 1739.94,
      "text": "Have we? I feel like we've discussed not doing a Bfa 198 that really, I mean. 199"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1739.94,
      "end": 1742.921,
      "text": "Yeah, I don't know. I I don't think we like noticed. That 200"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1743.23,
      "end": 1744.58,
      "text": "was a Bfa. 201"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1744.884,
      "end": 1751.27,
      "text": "Okay, okay, I think I think the Bs and computer science games is is a better fit for you 202 to them. 203"
    },
    {
      "speaker": "student",
      "conf": 0.7,
      "start": 1751.27,
      "end": 1752.86,
      "text": "And my early action. 204"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1753.15,
      "end": 1754.83,
      "text": "Yeah, yeah, yeah. 205"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1755.19,
      "end": 1757.48,
      "text": "Okay. So though no need of portfolio then. 206"
    },
    {
      "speaker": "student",
      "conf": 0.75,
      "start": 1758.508,
      "end": 1775.901,
      "text": "And I think also, that means we can't put like the Bfa, as even like a second choice, because I think if you put it in your list, it has to be number one. So I think, like my backup options cannot be like a portfolio. Any of the portfolio majors. 207"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1776.23,
      "end": 1787.809,
      "text": "Yeah, I think that's fine. I think that if you do, 208 Bs and Cs games as the first, st that would be good, and then for your second 209 I think you can do. 210"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1789.32,
      "end": 1790.29,
      "text": "Happy. 211"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1791.39,
      "end": 1793.28,
      "text": "Yes, yay. 212"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1793.77,
      "end": 1846.889,
      "text": "Let's see. 213 I think you can apply for Annenberg. Does does Annenberg journalism have a 214 anything portfolio-wise? 215 I don't think so. 216 You can apply for a journalism. BA, as your second preference, and then for your 3rd preference. 217 I think there's another media major that might be interesting. 218 Media arts in practice 219 could be interesting to you. 220 The media arts and practice, Major, I think you might also find. Let me put the link in the chat. 221 I think that could be your 3rd choice, Major, for Usc. 222 What do you think? Take a look. 223 Let me write this down. 224"
    },
    {
      "speaker": "student",
      "conf": 0.7,
      "start": 1847.14,
      "end": 1851.045,
      "text": "And Jenny. The journalism is not a Bfa. 225"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1851.48,
      "end": 1852.59,
      "text": "So it's a BA. 226"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1853.23,
      "end": 1855.569,
      "text": "Okay. So Bfa is different from 227"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1856.096,
      "end": 1860.793,
      "text": "is like fine arts. And the other, this one's just part. 228"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1862.518,
      "end": 1868.339,
      "text": "Oh, looks like there's there's stuff like 3D designing. And I know that's like 229"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1868.45,
      "end": 1870.99,
      "text": "that's a huge part of like game development. 230"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1872.06,
      "end": 1879.47,
      "text": "Exactly. 231 And did you also see like new media for change? There's also. 232 I. 233"
    },
    {
      "speaker": "student",
      "conf": 0.7,
      "start": 1879.47,
      "end": 1881.91,
      "text": "I think there's creative coding and web design. 234"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1881.91,
      "end": 1890.009,
      "text": "Yeah, I saw something like creative coding and web design 235 visual design, like, I think that that would be a good. This is also a good fit, major for you. 236"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1890.33,
      "end": 1897.09,
      "text": "Yeah, I think, okay, so 1st is computer science games. And then, second, I think I'd even. 237"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1897.72,
      "end": 1903.199,
      "text": "maybe yeah, this would be second. And then maybe a BA in journalism could be my 3rd option. 238"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1903.2,
      "end": 1908.909,
      "text": "Okay, that sounds good to me. 239 Seems like a really good fit 240 per you. 241"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1913.27,
      "end": 1923.59,
      "text": "Okay, then I don't think that you will need a 242 I don't think you'll need a portfolio for Usc. 243 Another thing about Usc, specifically, are they still test optional. 244"
    },
    {
      "speaker": "student",
      "conf": 0.7,
      "start": 1923.85,
      "end": 1924.769,
      "text": "Yeah, that's beautiful. 245"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1924.77,
      "end": 1925.51,
      "text": "Favor. 246"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1925.88,
      "end": 1938.669,
      "text": "I think they I think they're still deciding whether they want to. But like the lady who was doing the presentation said, they'll most likely do like test optional. Yeah, they said, at least for a few years, it would be, but she could not confirm. 247"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1939,
      "end": 1944.096,
      "text": "But yeah, she said, most probably for next few years we we may be 248"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1944.74,
      "end": 1947.39,
      "text": "that kind of answer that we maybe test optionally. 249"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1948.72,
      "end": 1978.47,
      "text": "Because I remember my friend she really wants to go to Georgetown. I just this is just one piece of contact she really want to go to Georgetown, but she didn't have a good sat score. But then she got into Usc. And now she's at Annenberg and super happy. So I think it's like good that 250 they don't have any standardized test scores because it doesn't. It shows that like students can be successful there without you need that? 251 Okay. Then, I think for Usc, do you have any other questions about your timeline? I think early application should be the plan. 252"
    },
    {
      "speaker": "student",
      "conf": 0.7,
      "start": 1978.75,
      "end": 1989.66,
      "text": "And do you think like submitting my sat score like the super scored version? Do you think that would like benefit me, or would would I rather just go test optional. 253"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1990.01,
      "end": 1995.079,
      "text": "I think it super score is fine. I think you have a good super score. I think it won't hurt you at all. 254"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1995.43,
      "end": 1996.579,
      "text": "Okay, thank, you. 255"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1997.4,
      "end": 1998.04,
      "text": "yeah. 256"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1998.04,
      "end": 2006.819,
      "text": "Hi, David. 257 I wanted to actually spend some time focusing on like this scaling thing which we were planning to talk about today. Is there anything. 258"
    },
    {
      "speaker": "student",
      "conf": 0.7,
      "start": 2006.82,
      "end": 2007.98,
      "text": "See Elsa. 259"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2007.98,
      "end": 2008.969,
      "text": "You want to discuss. 260"
    },
    {
      "speaker": "student",
      "conf": 0.7,
      "start": 2009.8,
      "end": 2019.029,
      "text": "yeah, I think this is great. See, we've already made that. I think so. Portfolio is not necessary for this, but might be. It would be necessary for Cmu and other other schools. I guess. Right later, down the road. 261"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2019.03,
      "end": 2022.72,
      "text": "I don't know if Cmu needs it. Does Cmu need a portfolio? I don't know. 262"
    },
    {
      "speaker": "student",
      "conf": 0.7,
      "start": 2023.12,
      "end": 2023.92,
      "text": "Oh, okay. 263"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2023.92,
      "end": 2024.859,
      "text": "Call. I don't think. 264"
    },
    {
      "speaker": "student",
      "conf": 0.7,
      "start": 2024.86,
      "end": 2033.479,
      "text": "I think. Yeah, if you can rule out the portfolio thing with that, then that would be one less often, I mean, even though I would love for you to have a portfolio, but if it's not needed. 265"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2036.296,
      "end": 2039.613,
      "text": "Yeah, I don't think you'll need a portfolio for any of these. 266"
    },
    {
      "speaker": "student",
      "conf": 0.7,
      "start": 2039.89,
      "end": 2047.765,
      "text": "And Jenny, just for my knowledge, like, you know, these portfolios are all like same for every school, like one common app one portfolio, or like different, for every every school. 267"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2048.02,
      "end": 2050.4,
      "text": "I think different schools might have different requirements. 268"
    },
    {
      "speaker": "student",
      "conf": 0.7,
      "start": 2050.69,
      "end": 2051.38,
      "text": "Oh, okay. 269"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2051.38,
      "end": 2052.27,
      "text": "William. 270"
    },
    {
      "speaker": "student",
      "conf": 0.7,
      "start": 2052.489,
      "end": 2060.559,
      "text": "So in the common application you like, for example, your music supplement, you could actually have, like diff, 5 different versions submitting to different schools. 271"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2061.499,
      "end": 2065.34,
      "text": "Yeah, exactly. But I thankfully only had to submit to Stanford. 272"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2066.23,
      "end": 2070.64,
      "text": "Yeah, I mean, yeah, I mean, you got into Stanford, you know. So that's great. 273"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2071.15,
      "end": 2074.72,
      "text": "But I think someone wants like more like to give a shot. Right? So 274"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2076.61,
      "end": 2079.763,
      "text": "I mean, this is very interesting. Now, the programs you know. 275"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2081.57,
      "end": 2084.429,
      "text": "so I think Usc is on your top of your list 276"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2085.121,
      "end": 2091.8,
      "text": "and what would be a similar close school and program set Jenny for Huda. The top 3. 277"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2092.615,
      "end": 2109,
      "text": "I think that we talked about this, and I think Usc is 278 usc. 279 is her top. And then other than that 280 I think she really likes 281 Santa Cruz and Stanford, too. 282 like Bay Area Schools. 283"
    },
    {
      "speaker": "student",
      "conf": 0.7,
      "start": 2109,
      "end": 2112.16,
      "text": "Okay. Stanford has a does Stanford have a similar kind of a thing for. 284"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2112.16,
      "end": 2112.97,
      "text": "No. 285"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2112.97,
      "end": 2114.02,
      "text": "No, right? 286"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2114.42,
      "end": 2117.921,
      "text": "I think we decided on science, technology and society. 287"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2119.72,
      "end": 2132.379,
      "text": "Okay, interesting? I think. Yeah. So we'll we'll need like different strategy for different schools. Right? I think. 1st here, this is like really something that is optimized for her fashions and her strength, and then also her kind of fit. 288"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2132.48,
      "end": 2141.169,
      "text": "But then, you know, of course, then there are going to be schools that are mainly of optimized for distance, being close to home, and then you know just the prestige of it 289"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2141.26,
      "end": 2146.58,
      "text": "or top schools that she want to go. She wants to go to. And then we can have, like different strategies around that. Okay. 290"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2148.04,
      "end": 2148.9,
      "text": "wolf. 291"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2150.02,
      "end": 2152.76,
      "text": "Okay. So now, I wanna get back into scaling. 292"
    },
    {
      "speaker": "student",
      "conf": 0.7,
      "start": 2152.76,
      "end": 2154.18,
      "text": "Thank you. Johnny. Yeah. 293"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2154.18,
      "end": 2164.52,
      "text": "Okay, cool so I wanna go back into scaling 294 can you give me an update on like how your social media efforts have been going. 295"
    },
    {
      "speaker": "student",
      "conf": 0.7,
      "start": 2164.99,
      "end": 2173.4,
      "text": "Yeah, I think empowering AI has been going really? Well, so actually, my vice president has actually been really active. With our club. 296"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2173.4,
      "end": 2173.85,
      "text": "Awesome. 297"
    },
    {
      "speaker": "student",
      "conf": 0.75,
      "start": 2173.85,
      "end": 2196.429,
      "text": "Since the past, like we had like a board meeting like our past board meeting, and I think it was like pretty helpful, because well, one, I think, like our secretary, who is from North Carolina, she actually like quit. But I think that kind of encouraged the other people to like kind of do better. Because, like my vice President, she got us like 298"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2196.43,
      "end": 2208.5,
      "text": "right now we're at 95 followers on Instagram. So and we're like fastly approaching like 100 followers. So I think, if we, if we're able to grow that then that could definitely help, and also, like 299"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2208.52,
      "end": 2214.629,
      "text": "the social media person has been creating, helping me create like content. For, like Tiktok and Instagram. 300"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2216.13,
      "end": 2239.92,
      "text": "I mean, like Tiktok, we haven't been to active, but yeah, like empowering. AI, I think that's going really. Well. I don't think we've gotten any new submissions yet for a competition, but I did create like the resource that we talked about with like the exact like how to and like, maybe some tips and stuff like that. And then we're also coming up with like a lot new ideas for our 301"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2240.985,
      "end": 2259.68,
      "text": "events. So I think we kind of decided, we kind of wanna do like a small like maybe 3 day or like 2 week camp about game development. Actually. And then it would like help them kind of help, like young girls kind of like build their own game just like in 2 weeks. 302"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2259.68,
      "end": 2260.47,
      "text": "Oh! 303"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2260.47,
      "end": 2289.05,
      "text": "Yeah. And then first, st like we could kind of show them like synthoria. And like, I explained to them like what Synthoria was. So then they're like, Oh, this is really great. We should like help. Other people make similar things. So that's kind of like an event idea we have planned. But we we're also thinking of kind of doing it, turning into kind of like a fundraiser. So once we get 5 0, 1 c. 3 status we can like, maybe charge like some money for like the program, or like or like 304"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2289.1,
      "end": 2298.428,
      "text": "boot camp type thing, and then we can donate it to like an AI education cause or something like that. So that's what we were planning. 305"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2300.41,
      "end": 2315.119,
      "text": "in terms of folklift. Actually, so you know how I had like the girl from India who's interested in writing an article. So she actually she actually like finished her she wrote like poetry about, like the female experience in India. 306"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2315.12,
      "end": 2315.84,
      "text": "So. 307"
    },
    {
      "speaker": "student",
      "conf": 0.7,
      "start": 2316,
      "end": 2319.069,
      "text": "Yeah. And so I was able to post that I posted. 308"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2319.07,
      "end": 2320.28,
      "text": "Oh, awesome! 309"
    },
    {
      "speaker": "student",
      "conf": 0.7,
      "start": 2320.979,
      "end": 2345.57,
      "text": "Instagram. Yeah, I've been trying to publicize that a little bit. And then and then also on top of that, she message me and she actually she actually contacted like a local small business in India and interviewed them. So she had that article ready as well. So I think she she's been like a really nice like member to collaborate with. So I'm thinking, like to ask her if she could be on the board for folklift. 310"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2347.28,
      "end": 2357.209,
      "text": "That sounds really awesome. It sounds like there's been a lot of progress and everything so far. And it's has the focus of social media like taken off and anymore? Or is the same. 311"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2357.7,
      "end": 2372.486,
      "text": "Right now. It's kind of the same, I mean, I think I've been I've been trying to like create like more posts for like the content that we're that we've been putting out so far. But I think once I start like writing out more articles to post, like I think. 312"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2373.077,
      "end": 2389.46,
      "text": "I have to write a few about some nonprofits that I ask questions to. Once I put those, and I have like a lot more posts. And then I can also try the same strategy for empowering AI like kind of falling more student initiatives and stuff like that that that always helps you get 313"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2389.57,
      "end": 2391.449,
      "text": "more traction. But yeah. 314"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2393.278,
      "end": 2408.45,
      "text": "That's so awesome. 315 yeah, I'm like, I'm so happy. It seems like things are going really well. And what do you think was the biggest change in getting, like your team members to be better in emp in empowering AI cause that seems pretty relevant and like a good lesson. 316"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2408.89,
      "end": 2411.869,
      "text": "Yeah, and I think, I kind of 317"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2412.39,
      "end": 2432.61,
      "text": "so yeah, I take your advice, and I open up a slack. And then also, I forgot to mention. We actually got another officer. She's like the head of outreach. So she's gonna be like the one contacting other initiatives like collaborate with and like, send out emails and everything. So yeah. And then I created a slack. 318"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2432.65,
      "end": 2459.929,
      "text": "And then I did an announcement. I was like hey, everybody! Here's like the doc. And it's gonna have action items for everyone. If if you guys aren't able to connect like complete these by the next meeting. Unfortunately, that might mean like you might have to like face some consequences, or like you might we might need to talk a little bit. But I kind of just kind of made it more serious. And then, yeah. 319"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2459.93,
      "end": 2463.419,
      "text": "Do you feel like the slack? Is that how it's communicating over slack. 320"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2464.352,
      "end": 2466.29,
      "text": "I think a lot of them 321"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2466.33,
      "end": 2483.28,
      "text": "aren't joining through slack like. I don't know if that's like really what's like causing them to be more like strict with what they're doing. But also, like, I think they're more open now that it's summer for everyone. So like I've been like saying like, Oh, we have to have this done by then. 322"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2483.28,
      "end": 2499.469,
      "text": "and then, like we also kind of like in pressure cause it's like, we're all kind of well, me and led the Vice President are like like rising seniors. So it's like a lot of pressure. And then, like I guess the others are also feeling pressured now. So that's why there's like a lot of progress being made. 323"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2499.74,
      "end": 2519.509,
      "text": "I mean, I mean, everyone wants leadership positions and demonstrated impact for college. But like, you can use it to motivate people. Because, like, that's the best thing about doing nonprofits is if you are successful, then, like the people on your team are successful too. So like when all of you are successful like, it helps everyone to to have demonstrated impact. 324 So yeah, okay. 325"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2519.819,
      "end": 2525.699,
      "text": "Jenny, I think 1st thing kudos to you, I think your your specific help in the previous call 326"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2525.78,
      "end": 2527.71,
      "text": "was simply amazing. I think 327"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2528.1,
      "end": 2532.66,
      "text": "very specific, very game changing, and I think huddled up. Loved it, too. 328"
    },
    {
      "speaker": "student",
      "conf": 0.75,
      "start": 2532.68,
      "end": 2539.79,
      "text": "and I was telling her that you know Jenny has never advised. Similarly, for Iv level, like she's never told me to actually start slack and all that stuff. So 329"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2539.81,
      "end": 2543.929,
      "text": "I'm just kidding. Yeah, I think I think, thanks. Thanks. I think this is great help. Thank you. 330"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2545.25,
      "end": 2556.429,
      "text": "Okay, awesome. Yay, and then 331 so I'm glad that that's that's working out. And what are the challenges that you're currently experiencing? First, st let's talk about empowering. AI. Then we'll move on to other things. 332"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2556.91,
      "end": 2557.899,
      "text": "Yeah, I think 333"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2558.05,
      "end": 2583.879,
      "text": "so we definitely need to get our 5, 0, 1 c, 3 status like Asap, because we really, we really want to do the fundraiser event. Cause I think that's like a perfect way to like show demonstrated impact. And then also, because, like, we wanna make our boot camps, or like kind of programs like paid, even if it's like a little bit of money. Because last time when I was for free. No one really like 334"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2584.36,
      "end": 2609.642,
      "text": "took it seriously. So I feel like if people were to like invest something in it, they'd be like more invested and actually and actually, you know, like show up to the meetings and everything. So I think, we really wanna do that. And then also like just donating to a cause that would be like great for empowering I and like also just like to support in general. But yeah, I think that's like one of like our biggest issues right now. And also 335"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2610.18,
      "end": 2620.319,
      "text": "we don't have any submissions for the air competition. So that's kind of a struggle. But yeah, I think we're like, I'm trying to like, kind of 336"
    },
    {
      "speaker": "student",
      "conf": 0.75,
      "start": 2620.969,
      "end": 2643.85,
      "text": "I think we have to set the like the monetary prize. I think I I could probably buy that gift card on my own. But I've just had to like discuss it with my team a little bit. But yeah, I think if I do attach that the monetary thing value. And then also just kind of like advertise like a lot on Tiktok. Maybe that would help. But yeah, like, we don't have any submissions. 337"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2644.38,
      "end": 2648.389,
      "text": "maybe like in our next few events, maybe that'll do better. But 338"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2648.83,
      "end": 2650.389,
      "text": "yeah, I'm not sure. 339"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2651.65,
      "end": 2666.6,
      "text": "Got it so still have no submissions. The monetary incentive, I think. Let's like use that. And it doesn't have to be a lot, maybe like $50 like a raffle or something, and I think that that will help also for submissions. Did you put out flyers at all? Did that help at all? 340"
    },
    {
      "speaker": "student",
      "conf": 0.7,
      "start": 2667.97,
      "end": 2688.73,
      "text": "I haven't print out printed out flyers from powering AI and I haven't gotten the chance to do that for Synthoreas as well. But I I did like I finalized like my design for it. I actually have on my personal computer, which I don't have right now. But yeah, I I finalize like the design. And I'm gonna like, print it and put it around soon. 341"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2690.51,
      "end": 2707.099,
      "text": "Okay, that sounds good. So I think that that should be like your 1st strategy. Other thing is 342 I'm wondering, like what would happen if you started commenting on like random accounts and say, like to advertise your your AR competition. Okay. 343"
    },
    {
      "speaker": "student",
      "conf": 0.7,
      "start": 2707.1,
      "end": 2707.61,
      "text": "Hmm. 344"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2707.61,
      "end": 2722.24,
      "text": "Wonder if you did that in like. 345 you know how some social media companies or some companies they like have really funny comments. And like. That's how they get a lot of followers on Tiktok or Instagram like, what have you started leaving some comments like that on like viral posts? Just an idea. 346"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2722.52,
      "end": 2724.319,
      "text": "I think that would be interesting. I mean. 347"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2724.773,
      "end": 2728.549,
      "text": "I think that will work with empowering. AI, especially, I think. 348"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2728.975,
      "end": 2744.98,
      "text": "Yeah, that's a good idea, I think, yeah. Also, like, I think we need to be more we have to be more active on Tiktok as well, because we only really have like one post. And like that one did. Okay? But like, I think if we keep up the momentum, we could probably do better 349"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2745.23,
      "end": 2746.23,
      "text": "react. 350"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2748.79,
      "end": 2770.85,
      "text": "Okay, sounds good. I think that like so the 1st line of defense or the 1st step of action is to have more active social media presence. Second is, you can use that in your favor by like commenting and trying to boost engagement in other ways. If the posts aren't working. 3rd thing is to print out the flyers and to like. Put them everywhere you can. I think that's like those are the main things you can try to do, to scale your impact. 351"
    },
    {
      "speaker": "student",
      "conf": 0.7,
      "start": 2771.38,
      "end": 2772.7,
      "text": "Okay. Yeah. 352"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2772.87,
      "end": 2781.07,
      "text": "And let's start there and then. We can reassess next week to see like what, how that's going, and if we can do more for folkloop. What is your biggest struggle right now? 353"
    },
    {
      "speaker": "student",
      "conf": 0.75,
      "start": 2782.431,
      "end": 2805.918,
      "text": "I think, like right now, we just have, like one really contributing person from India, and other than that, like, I don't really know if that's enough impact. Cause I mean, obviously right now, it's like international. But there's only like one other person. So I think if I were to extend my impact with folklift. I think definitely like having like doing more outreach to find more people like her. 354"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2806.538,
      "end": 2817.87,
      "text": "Cause. I know I don't know, like, just like, not only that she's international, it's just she's been really responsive and like she created a lot of content already for folklift. So I think, finding more like 355"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2817.93,
      "end": 2824.41,
      "text": "interested journalists like that, like I don't know. I found her through like the applying to college discord 356"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2825.13,
      "end": 2834.07,
      "text": "And, like most of the people on there were like aren't really like as passionate as or I mean, like, they're passionate and not many like journalist students. 357"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2834.414,
      "end": 2839.429,
      "text": "But then, yeah, I think I could definitely find, like other forms, like Reddit or 358"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2840.047,
      "end": 2847.139,
      "text": "other discords, maybe, and try to contact like more people. But yeah, and I think that would be the best way. 359"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2848.19,
      "end": 2860.36,
      "text": "Okay, awesome. 360 and I guess 361 what specifically like. 362 do you think in the contacting is is an issue or like what? Why are you choosing that. 363"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2861.247,
      "end": 2887.709,
      "text": "So I think, like I don't really know like where to start like where to find people to contact. Cause I know like for that for, like finding the girl from India, it was like kind of like a luck. It was kind of luck, cause they're like talking about journalism, and like one of the channels. And I was like, Oh, hey, wait! I have an opportunity for you, and like I DM her and everything. So it's kind of luck. But like, I don't know how to specifically find, like high school students interested in journalism. 364"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2887.71,
      "end": 2894.749,
      "text": "which maybe, like, I think again, like social media could help, but like, yeah, I'm not sure. 365"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2895.9,
      "end": 2909.63,
      "text": "Okay, what about like same strategies? You that you do for empowering? AI honestly could do for folklift like the commenting. 366 the maybe posting on Internet forums like, I don't know. Have you ever tried looking for like reddits to just post in. 367"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2909.88,
      "end": 2911.656,
      "text": "Yeah, I've tried like 368"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2912.18,
      "end": 2920.989,
      "text": "ones where there's like opportunities, for high schoolers. And like, I've like, tried posting on there. I've gotten a few people like to reply, but they don't like 369"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2921.05,
      "end": 2925.567,
      "text": "follow through like they they say they're interested, but then they just don't do anything. 370"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2927.05,
      "end": 2968.84,
      "text": "I see 371 Maybe you could 372 like. I don't know the way that you frame it, like maybe say, like the opportunity to be published in like 373 an international youth, organized journal, or something like that, like, how can we make this sound more appealing to people? And also, I think. 374 how do we reach 375 like, okay, if you were submitting a piece like, why would you wanna submit this? Because. 376 like. 377 you know, from an outside perspective, you don't know who's gonna read it like, you don't really know what this is like. Why would you submit? So maybe we can talk about like, if you were the one submitting, what would be the things that would convince you to submit to Folklift Magazine. 378"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2969.74,
      "end": 2971.847,
      "text": "Hmm! Maybe like. 379"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2973.72,
      "end": 2976.42,
      "text": "if I were to grow like kind of 380"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2976.67,
      "end": 2999.71,
      "text": "a reputation for folklift, because, like, if it's like a well reputed like journal. Then that would be like, obviously, something I'd really be interested in. Like getting published in, and also maybe like like again, for like reputation, like if there was like some like brands that have like partnered with them, or some sort of like, if there's like more like students like already, like kind of 381"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2999.72,
      "end": 3006.029,
      "text": "we're posting their work on there. Maybe I'd be interested in that and also, just 382"
    },
    {
      "speaker": "student",
      "conf": 0.75,
      "start": 3006.48,
      "end": 3021.379,
      "text": "I think I could also angle it that I'm like looking for officers, cause I kind of am for folklift, because right now it's just me. So with empower me. I have like a board. So if I was like to mention that I'm like looking for more people on my board. Then maybe that would help. 383"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3023.947,
      "end": 3044.729,
      "text": "Yeah, I think offering leadership positions is again, like everyone who's trying to apply for college like this is the time when everyone wants leadership. So I wonder like if you could post on some of the college specific reddits or forums, because that might be a good way to find people who are like kind of desperate for leadership positions 384 so like applying to college subreddit, or like other things, have you tried posting there. 385"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 3045.44,
      "end": 3047.119,
      "text": "Yeah, I mean, I think 386"
    },
    {
      "speaker": "student",
      "conf": 0.75,
      "start": 3047.21,
      "end": 3053.92,
      "text": "I don't think my efforts have been too consistent with like posting on those reddits. But I have tried in the past. 387"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 3054.239,
      "end": 3062.9,
      "text": "Yeah, I think if I like, continue kind of like finding more of those forums and like posting more about it, maybe that would definitely attract more people. 388"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3065.65,
      "end": 3115.98,
      "text": "Well, okay. Okay. 389 I think also, like consistent social media is also another thing. Cause I think the main, the main issue that I see here is that people don't really know like what folklift is, or 390 what folklift is, or how like they can get engaged with it, or why, it's even important. And so I think, like really understanding those why statements is gonna be important, like. 391 I think 392 right now, there's not a lot of like credibility or backing behind folklift like, it's kind of just this online, this online thing. 393 maybe 394 maybe it's just like this online thing, like people don't really know why they should submit, or how. But 395 I think, like. 396"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3116.1,
      "end": 3123.839,
      "text": "you need to give it more credibility and more reasoning. So if you were someone applying to this online journal. What would convince you to want to submit. 397"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 3124.83,
      "end": 3129.05,
      "text": "I think if I definitely like, if I see they've collaborated with like, maybe like 398"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 3129.2,
      "end": 3138.702,
      "text": "larger organizations, maybe that would like convince me. And maybe just like seeing more articles on there. And 399"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 3139.87,
      "end": 3148.66,
      "text": "I don't know. Just like seeing that like larger, like organizations and companies maybe have interacted with folklift. But 400"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 3148.68,
      "end": 3152.159,
      "text": "yeah, like, I don't know if that's like, really feasible. But yeah. 401"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3153.93,
      "end": 3185.77,
      "text": "Gotcha. 402 Also, I mean, another thing is, if you can get something else to shout out. Folklift like that would be really cool, like, maybe if you could get it, some recognition from like government or anything else 403 like, I wonder if you could get it formally recognized by another media source or by something else, and that would also give it credibility like, I don't. 404 I think this goes back to our conversation about getting involved with like local government 405 and getting recognition from like senators and stuff. But 406"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3187.48,
      "end": 3200.089,
      "text": "I don't know like how this brings me back to the Youth Action Committee actually, again, like, can we talk about that? I know. I know it's like really complicated, like, hard to get involved with. But like, have you tried to go to any of their meetings. Recently. 407"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 3201.488,
      "end": 3203.629,
      "text": "No, I haven't. I've also 408"
    },
    {
      "speaker": "student",
      "conf": 0.75,
      "start": 3203.64,
      "end": 3232.389,
      "text": "I I tried convincing, like like my Vice President, for empowering AI to like. Go to the meetings with me, cause maybe like that would make it so that we can both kind of like have a speaking position in like the club. But she's a bit busy. So I might. I'm like, I'm gonna try and ask, like, maybe like another one of my friends, because I think if you like, go with your friends, you might be able to. It's like easier to give your opinions in the about like the things that they plan 409"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 3234.19,
      "end": 3248.62,
      "text": "and also wait. So if I was just part of the Youth Action Committee and like I, I didn't have like a leadership role in it, or anything but like, if I was just a member of it, would that have any sort of mayor or is? Do you have to have, like some sort of officer position in that. 410"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3249.13,
      "end": 3265.98,
      "text": "I don't think you need to have some sort of officer position. I think you could just be a part of it, and that's fine, but I think, like you should try to have some type of impact, but also the one other reason to join the Youth Action Committee is just to meet in other like legislators and other people 411 like. That's another primary motive. 412"
    },
    {
      "speaker": "student",
      "conf": 0.7,
      "start": 3267.28,
      "end": 3269.229,
      "text": "Yeah, okay, that makes sense. 413"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3271.1,
      "end": 3310.48,
      "text": "Yeah. So like, if if the Youth Action Committee can connect you to say like. 414 I don't know to like a local official or something else. I think that in and of itself is is valuable enough. 415 So I don't know. I'm trying to think about other ways to get you connected to government people, because I think if they can shout you out, or if they can give you some recognition, then like that, will also make other people want to join folklift versus folklift. 416 or 417 like I don't know with folklat. Have you still been reaching out to other organizations like Stanford's Journalism group, or any anything else similar to that. 418"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 3311.22,
      "end": 3312.63,
      "text": "Yeah, I haven't. 419"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 3312.83,
      "end": 3330.65,
      "text": "So I I haven't reached out to Stanford or like other organizations in in that matter. But I also, I had an idea on how to get like kind of like a shout out from like the local government. So they have like this. I think 420"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 3330.82,
      "end": 3335.013,
      "text": "I think it's called community Service Award or something. 421"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 3336.269,
      "end": 3338.959,
      "text": "I don't know if that's exactly what it's called 422"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 3341.816,
      "end": 3367.619,
      "text": "well, anyway, like I think if you sign up for it? You can get like you can get like presented an award. It's not really like an application. Really, it's kind of more of just like a sign up. But like you just like, explain like what what it is you're doing. And then you go to like the Mountain house. CST, I think like their meeting, and then they just like kind of reward you with like a certificate and recognition and everything. 423"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 3367.81,
      "end": 3371.629,
      "text": "So I think that could be helpful, kind of like getting some like 424"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 3371.8,
      "end": 3373.129,
      "text": "some sort of. 425"
    },
    {
      "speaker": "student",
      "conf": 0.75,
      "start": 3373.33,
      "end": 3380.559,
      "text": "And I could also maybe ask for like a testimonial, maybe, that I can like feature on my website and be like, Oh, this is the mayor of my town. 426"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 3381.26,
      "end": 3383.36,
      "text": "They said this about folklift. 427"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3383.36,
      "end": 3397.549,
      "text": "Yeah, exactly. I think something like that, like a shout out from other things would be really 428 would would be would be impactful also like for folklore. Have you tried to do collaborative posts with other orgs? Yet have you been initiating that. 429"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 3399.061,
      "end": 3404.118,
      "text": "I don't. I don't think I have. I think that's that's definitely that's something I would work on 430"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 3404.67,
      "end": 3412.76,
      "text": "especially like I think these are the kind of tasks where, if I can get someone to like, go on the board. And I think this would be like a good task, like someone with outreach. 431"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 3412.9,
      "end": 3418.409,
      "text": "But yeah, I think as of now, I think I should definitely contact and contact more initiatives 432"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 3418.55,
      "end": 3420.11,
      "text": "for collaboration posts. 433"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3420.11,
      "end": 3431.29,
      "text": "Yeah, I think that that would be probably another next step for you. 434 And then how for the game like, how's promotion for that? Going. 435 I. 436"
    },
    {
      "speaker": "student",
      "conf": 0.75,
      "start": 3431.66,
      "end": 3459.16,
      "text": "I think it's been a lot of like like my Linkedin post. I think, has been getting a lot of views. And so that has definitely helped my like my plays and like visits on the website, go? I think that's been pretty helpful. I haven't gone the chance to actually like, go and print out like the flyers. But yeah, I think I'll I'll do that like this following week when I get back. 437"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 3460.006,
      "end": 3464.78,
      "text": "And then I think the efforts to. 438"
    },
    {
      "speaker": "student",
      "conf": 0.75,
      "start": 3464.87,
      "end": 3471.36,
      "text": "I think when when my when school starts, I could probably find like a way to present it in a classroom. 439"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 3471.95,
      "end": 3475.58,
      "text": "and yeah, I don't think there's too much of an update for that one. 440"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3478.14,
      "end": 3519.78,
      "text": "Okay. Sounds good, I mean, I think, for I think for some Thoria, too. If you can 441 share more on social media, I think I mean, I keep on saying this with everything. But I think like social media is really powerful. And I think, like we talked about a ton of real ideas, or like to talk ideas. If you make some of those like, I think that would be a good opportunity to broadcast your game. More cause, I think. Listen, Thoria is something that I think a lot of people would would like. 442 Another thing you can do actually, with Sentoria specifically is 443 share it with a code of classy community. Like, if you just email like code of the code of classy team that seems like something they would feature in like a newsletter or something. 444 and say. 445"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 3519.78,
      "end": 3530.82,
      "text": "That's a great idea. And I yeah, I think with Tiktok, I think that's like one thing I've been really consistent with. I've been like posting every day. And then I've like, definitely been like posting lots of clips and like 446"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 3531,
      "end": 3549.899,
      "text": "kind of trends with like synthore characters. And so I think, yeah, I mean, like, no one's been commenting or anything. But I noticed in like in the analytics. Tab, for like the place where I publish synthore like it definitely like, there's like a lot of people coming in from Tiktok. So maybe that's that's been effective. 447"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3550.92,
      "end": 3574.489,
      "text": "Yeah, I think so, too. I think that that's 448 going to be impactful for you. And I mean, take on is a thing where you just have to be consistent, because one day you might blow up. But like you won't know until that day, like, you know, people have 0 follow like 100 followers, and then they post, and then, like one sudden day, suddenly they like get famous. But you wouldn't know that unless you post it every day, for like a year before that. 449"
    },
    {
      "speaker": "student",
      "conf": 0.7,
      "start": 3574.65,
      "end": 3575.23,
      "text": "Yeah. 450"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3576.24,
      "end": 3582.879,
      "text": "Yeah. And then, is there any? Are there any other struggles or anything else that you want to talk through about your journey? 451"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 3585.05,
      "end": 3592.459,
      "text": "With my take look. I was thinking of posting like maybe not just content about synthia, but also, like like 452"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 3592.97,
      "end": 3612.7,
      "text": "like, I had an idea, for like so you know how like Bridgerton's actually coming out. The second part is going out tomorrow. So I was thinking like suggesting, like indie games based off of, like your favorite character from Bridgeton. And then, like, I think, that would be kind of like a creative idea. But I was like thinking of just doing more like indie game. 453"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 3612.72,
      "end": 3621.009,
      "text": "content like maybe like, not just about some story, but also kind of like about just indie games in general. What do you think. 454"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3621.76,
      "end": 3625.539,
      "text": "I think that that sounds really cool. I think you should pursue that for sure. 455"
    },
    {
      "speaker": "student",
      "conf": 0.7,
      "start": 3625.83,
      "end": 3627.69,
      "text": "Okay, yeah, thank you. 456"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3628,
      "end": 3638.4,
      "text": "Yeah, I think I mean, I think that, like you ultimately know, kind of like, know what direction you're headed in and like, I think that you're doing. You're taking really good steps to like, get where you need to be. 457"
    },
    {
      "speaker": "student",
      "conf": 0.7,
      "start": 3638.87,
      "end": 3639.529,
      "text": "Thank you. 458"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3639.86,
      "end": 3640.5,
      "text": "Yeah. 459"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 3641.01,
      "end": 3644.67,
      "text": "Thank you, Jenny. I know it's too late, you know. Consistency and keep doing it. 460"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 3644.78,
      "end": 3645.88,
      "text": "Thanks a lot. 461"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 3647.09,
      "end": 3651.61,
      "text": "yeah, Jenny. One last thing on the small semantics. 462"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 3651.72,
      "end": 3662.139,
      "text": "or what? What is that? Yeah. So the fire flies, Jenny, if you don't mind, you know, just turn off in. I'm trying to really kill that whole thing. Unfortunately, you know, everything gets shared with everybody. 463"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 3662.27,
      "end": 3663.22,
      "text": "When we had a time. 464"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3663.79,
      "end": 3665.48,
      "text": "Let me just go right now. 465"
    },
    {
      "speaker": "student",
      "conf": 0.7,
      "start": 3665.48,
      "end": 3675.33,
      "text": "Yeah, yeah, I think, I think, yeah, in the settings of fireflies, right? It it shares. Basically after the game plan. I saw that the whole video and all the notes actually went to Sri and everything else. 466"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3675.33,
      "end": 3679.69,
      "text": "I don't think I have a fireflies account. 467 I mean. 468"
    },
    {
      "speaker": "student",
      "conf": 0.7,
      "start": 3679.69,
      "end": 3690.099,
      "text": "You do you do have actually, you know, with with Iv vendors, we all I mean, this is the worst thing, right? These these all go. They have a network effect without you even realizing they create your account and. 469"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3690.36,
      "end": 3690.84,
      "text": "To be. 470"
    },
    {
      "speaker": "student",
      "conf": 0.7,
      "start": 3690.84,
      "end": 3694.54,
      "text": "Yeah. So when you join, there's also Jenny, fireflies that joins. 471"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3694.83,
      "end": 3696.21,
      "text": "How do I turn it off. 472"
    },
    {
      "speaker": "student",
      "conf": 0.7,
      "start": 3696.71,
      "end": 3706.02,
      "text": "Yeah, I think in the settings. You know, you can actually see. If you go to Firefly settings, it would say that, you know, after call. Send it to everyone, share it to everyone, or I can send you some. 473"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3706.02,
      "end": 3711.23,
      "text": "Oh, okay, okay. I see it. Okay. I turned it off 474 unchecked it. Yeah. 475"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 3711.23,
      "end": 3721.48,
      "text": "Amazing. And I've sent you a link, you know, with you can see your digital twin, Jenny AI, creating a game plan report with click of a button. Just look at the quality. I hope you're you're amazed with it. 476"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 3721.85,
      "end": 3722.999,
      "text": "Where is these. 477"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3723.15,
      "end": 3724.03,
      "text": "Oh, wait! 478"
    },
    {
      "speaker": "student",
      "conf": 0.7,
      "start": 3724.03,
      "end": 3729.98,
      "text": "I'll send you a text message. Just have a look at it. This is like trained with all the game plan reports you have made with all the. 479"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3729.98,
      "end": 3732.39,
      "text": "Oh, this is good! Wow! 480"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 3732.39,
      "end": 3738.73,
      "text": "This is this is your digital twin. So I don't know you. You guys are competing with each other. I I mean, I'm I'm sure that you will win. 481"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 3738.9,
      "end": 3746.539,
      "text": "but it has taken really fine tuning has taken really like months. And now you can see the quality is simply amazing. 482"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3746.54,
      "end": 3750.42,
      "text": "This is good. This is really good. Yeah, it's good. 483"
    },
    {
      "speaker": "student",
      "conf": 0.7,
      "start": 3751.04,
      "end": 3757.61,
      "text": "So yeah, it's it's done. And i i i can't wait to have you actually talk to Prabaka, our AI guy, right? Who's actually working on. 484"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3757.61,
      "end": 3759.649,
      "text": "Yeah, he did. He did good. He did good. 485"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 3759.86,
      "end": 3771.76,
      "text": "Yeah, yeah, I mean, and you know, see, now, with apple private apple intelligence. That is the direction. Now, we are all talking about privately trained data. I think, General, you know, general models are gonna go away. I mean, I'm just talking an AI Chad. 486"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 3772.17,
      "end": 3777.509,
      "text": "I think we are on the right direction. There's so much more that you I mean, I can't wait to show you actually amazing. 487"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3778.81,
      "end": 3779.46,
      "text": "And car. 488"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 3779.46,
      "end": 3780.94,
      "text": "This is after your time. Okay. 489"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 3780.99,
      "end": 3785.24,
      "text": "she's she always tells me that. You know she's a guinea pig, and I try to use her and all that. Yeah. 490"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3785.24,
      "end": 3788.16,
      "text": "No? Well, maybe a little bit. 491"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 3788.446,
      "end": 3793.609,
      "text": "Okay, thanks, Jenny, see? But but my coaches are all very honest, you know. My wife's also laughing. 492"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 3793.63,
      "end": 3802.23,
      "text": "Anyways. Thanks a lot so I I you know I really appreciate your time and effort. We have 2 new customers. I've sent a text message, can't wait. 493"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 3802.63,
      "end": 3811.059,
      "text": "Yeah, I've also sent you the note on. Just you know that tally thing that Mary is doing. I just want to have that optics. It's just for optic purpose. So don't worry about it. 494"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 3811.341,
      "end": 3819.72,
      "text": "I sent a long detail email to her. You know that. Why, it's important, because I had, like some questions come up and things like that. I think I just said that. 495"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 3819.96,
      "end": 3828.47,
      "text": "You know it's different contribution and and value. We need to discuss that later. I will. I will also set up like one or 2 h with you on the on the Iv level thing. Later. 496"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3829.27,
      "end": 3829.93,
      "text": "Sounds good. 497"
    },
    {
      "speaker": "student",
      "conf": 0.7,
      "start": 3829.93,
      "end": 3832.2,
      "text": "How's your attention, by the way, enjoying it? 498"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3832.2,
      "end": 3841.75,
      "text": "Yeah, it's super busy. But it's good. I'm in the office like 499 10 HA day. Something like that. 500"
    },
    {
      "speaker": "student",
      "conf": 0.7,
      "start": 3841.75,
      "end": 3842.77,
      "text": "I'm sorry. 501"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3843.28,
      "end": 3845.97,
      "text": "I'm in the office like 10 HA day. Let's say. 502"
    },
    {
      "speaker": "student",
      "conf": 0.7,
      "start": 3845.97,
      "end": 3849.959,
      "text": "Oh, my God, I mean, this is worse than tech companies. 503"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3849.96,
      "end": 3859.839,
      "text": "Oh, I mean, yeah, finance hours. I mean, it's pretty busy today. I I was there from 8 45 to 6 30, something like that. 504 And then. 505"
    },
    {
      "speaker": "student",
      "conf": 0.7,
      "start": 3859.84,
      "end": 3863.16,
      "text": "Chinese hours, and you know, South Korean hours right South Korea. 506"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3863.16,
      "end": 3872.399,
      "text": "Tomorrow we're doing a company. We're but it's fun, though, like tomorrow, we're going to see a Broadway show like, people are really nice, like, I I really like it. 507"
    },
    {
      "speaker": "student",
      "conf": 0.7,
      "start": 3872.4,
      "end": 3878,
      "text": "I mean you asked for it. I mean, you dished apple, you know it's it's your call. It was your call. I mean, you hadn't. 508"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3878,
      "end": 3878.52,
      "text": "Old. 509"
    },
    {
      "speaker": "student",
      "conf": 0.7,
      "start": 3878.52,
      "end": 3879.5,
      "text": "So, yeah. 510"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3879.76,
      "end": 3884.469,
      "text": "No, but it's it's good, it's it's been fun. I've I really like the people. And yeah, I've learned a lot. 511"
    },
    {
      "speaker": "student",
      "conf": 0.75,
      "start": 3884.47,
      "end": 3896.969,
      "text": "But Apple A is gonna be awesome, Jenny, I think now, you know, I've been talking to my friends. You know I've also written a post. I think their whole model is not different from what they did before apple pay apple help. It's always gonna be server. 512"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 3897.23,
      "end": 3901.67,
      "text": "It's called preferential privacy, right. You know that preferential privacy is their model. 513"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 3901.79,
      "end": 3911.059,
      "text": "And I think you're gonna enjoy. So I mean, keep a close eye on. If you're really AI ethics and policy. I don't think there's going to be any better company than Apple and Nvdia for long, long time. 514"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 3911.27,
      "end": 3915.74,
      "text": "So yeah, anyways, I mean, have have a wonderful night. Take care! Bye. 515"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3915.74,
      "end": 3916.809,
      "text": "Alright, bye. 516"
    },
    {
      "speaker": "student",
      "conf": 0.7,
      "start": 3916.81,
      "end": 3917.89,
      "text": "Pretty much bye."
    }
  ],
  "meta": {
    "ext": ".pdf",
    "source": "normalize-v1",
    "vtt": true
  }
}