{
  "id": "03-Raw-SessionTranscripts/2024-09-16_W067_P4-SUMMER_TRANS-RAW_StanfordAppEssaysDeepDive.pdf",
  "name": "2024-09-16_W067_P4-SUMMER_TRANS-RAW_StanfordAppEssaysDeepDive.pdf",
  "path": "03-Raw-SessionTranscripts/2024-09-16_W067_P4-SUMMER_TRANS-RAW_StanfordAppEssaysDeepDive.pdf",
  "kind": "TRANS-RAW",
  "week": "67",
  "phase": "4",
  "date": "2024-09-16",
  "link": null,
  "text": "Week 15 - Coaching_Jenny_Huda_Wk15_2024-09-16_M_9b1f9a43fc91a3ac_U_9b1f9a43fc91a3ac WEBVTT 1 00:04:11.400 --> 00:04:13.299 Jenny Duan: Hey, Huda! How's it going? 2 00:04:15.770 --> 00:04:17.130 Jenny Duan: Oh, can you hear me? 3 00:04:19.310 --> 00:04:20.060 Jenny Duan: Can you hear me. 4 00:04:20.060 --> 00:04:21.070 huda: I think 5 00:04:21.190 --> 00:04:25.220 huda: speakers were connected to my headphones. Oh, I can hear you now. 6 00:04:25.700 --> 00:04:27.759 Jenny Duan: Okay. Awesome. How's it going. 7 00:04:28.310 --> 00:04:29.929 huda: It's going well, how are you? 8 00:04:30.550 --> 00:04:39.019 Jenny Duan: Yeah, I'm doing pretty good. I'm just moved for like the 4th time in a while I'm I've transitioned from a temporary dorm that I was using to teach 9 00:04:39.040 --> 00:04:42.839 Jenny Duan: this course at Stanford to now my final dorm for the next 10 weeks. 10 00:04:42.980 --> 00:04:43.980 Jenny Duan: So 11 00:04:44.870 --> 00:04:48.420 Jenny Duan: it's been a hassle like trying to get everything figured out. But 12 00:04:48.590 --> 00:04:51.468 Jenny Duan: yeah, other than that, life's pretty good. 13 00:04:52.630 --> 00:04:57.269 Jenny Duan: alright! How is school? And how is? How are your applications going. 14 00:04:59.136 --> 00:05:16.109 huda: Schools going pretty great. I've been like, really, I think academics has been like, really tough, because I have like a lot of assignments, and like I haven't been able to do anything else but like, I've been trying to prioritize that so I'm spending, like most of my 15 00:05:16.740 --> 00:05:28.289 huda: full days like kind of studying. So I think it's going really well, like, academically. And then for applications. It's going pretty well. I have 16 00:05:28.693 --> 00:05:34.710 huda: like a draft of like a common app essay idea cause I was kind of like. 17 00:05:34.710 --> 00:05:36.659 Jenny Duan: Those are different, not peach, fuzz. 18 00:05:37.250 --> 00:05:48.265 huda: It's like, I'm kind of like working on both of them, currently, because like this new one is about like this time, I did like an escape room in San Francisco. 19 00:05:48.965 --> 00:05:59.315 huda: Escape from Alcatraz and stuff, and I just like the reason why I feel I'm feeling like a little bit iffy about like the peach fuzz essay is because 20 00:05:59.920 --> 00:06:05.643 huda: actually had someone else read it and they really like unsettled by the hook and like 21 00:06:05.980 --> 00:06:08.859 Jenny Duan: Yeah, I kind of. That's how I kind of felt, too. 22 00:06:09.140 --> 00:06:18.020 huda: Yeah. And they felt that was like a bit like too much. And like, I don't know how to kind of like water like it down a little bit without like 23 00:06:18.500 --> 00:06:23.820 huda: like diluting the like, the essence of like the hook, I guess, cause I felt I met. 24 00:06:23.860 --> 00:06:45.519 huda: I felt like it was like really captivating, but like I guess I can see how it might be a little disturbing and so like, I think I just wanted to go for a little like different approach, and like something where I can like connect kind of like things that I've done like kind of like my extra curriculars, and my passions like not 25 00:06:45.610 --> 00:06:51.801 huda: not fully on my extracurriculars, because I know you're not supposed to be talking too much about your extracurriculars in your essay, but, like 26 00:06:52.060 --> 00:06:53.830 Jenny Duan: Talk a little bit about them. 27 00:06:54.570 --> 00:07:24.229 huda: Yeah, so this one, I think it was like my 1st ever idea for the common app. It was like escaping from Alcatraz and like seeing all these like who's and like kind of showing, like my problem, solving like background in that way, and then also like different aspects about like. I haven't read that part yet. But I want to show, like my storytelling kind of side. And like all these different aspects about me, and I could be like, Oh, this kind of like reminds me of like when I 28 00:07:24.270 --> 00:07:45.679 huda: do this in my free time, or like like, maybe like, when I'm guiding my family outside, it reminds me of like when I'm guiding like the young girls that empowering AI it's like, yeah. I was thinking like doing something like that for my common app. I mean, obviously it comes down to like how I write it. But I think, for now it's going pretty well. 29 00:07:46.330 --> 00:07:47.519 Jenny Duan: You have a link to it. 30 00:07:48.130 --> 00:07:54.390 huda: Yeah, I mean, it's like, like, barely done at all. I think I haven't really fleshed out anything. But 31 00:07:54.700 --> 00:07:57.830 huda: I have, like the 1st 2 paragraphs 32 00:08:01.120 --> 00:08:04.220 huda: and then also, like I framed it. So it's like 33 00:08:04.770 --> 00:08:30.079 huda: like, I'm saying, I'm an Alcatraz grade escape artist. And then it. That's like it's gonna be the whole thing like me escaping and problem solving. And then I realized that, like a famous like escape artist is Houdini, and like a lot of like like the Western pronunciation of my name is like kind of like Huda, so it's like I don't know just like I thought might make that connection somewhere. But yeah. 34 00:08:32.630 --> 00:08:36.200 Jenny Duan: Wait. This is cool. I like it. I think I 35 00:08:36.360 --> 00:08:42.379 Jenny Duan: I think you should focus more on yourself, and not the world building, too, though, as you continue writing it, it's 36 00:08:42.390 --> 00:08:48.559 Jenny Duan: I think it'd be nice to like. Have it. Have the opening be a bit shorter, so that you quickly transition it to yourself 37 00:08:48.860 --> 00:08:49.750 Jenny Duan: more 38 00:08:50.810 --> 00:09:00.070 Jenny Duan: because in your very limited time, or your very limited word, count, you want to make sure that you're trying to focus interest of the attention on you rather than the characters in your story. 39 00:09:02.350 --> 00:09:03.245 Jenny Duan: Alright. 40 00:09:07.960 --> 00:09:10.715 Jenny Duan: okay. So I'm glad that that's going. Well, 41 00:09:11.280 --> 00:09:12.480 Jenny Duan: And 42 00:09:12.510 --> 00:09:13.540 Jenny Duan: I think that 43 00:09:13.880 --> 00:09:14.620 Jenny Duan: let's 44 00:09:16.230 --> 00:09:17.409 Jenny Duan: Oh, wow! 45 00:09:17.850 --> 00:09:21.250 Jenny Duan: I also see that you're working on your Stanford essays. 46 00:09:22.870 --> 00:09:30.280 Jenny Duan: Do you want to go over that, maybe another time? Or do you want to take a look at that. Now I'm just looking in our in our execution document. 47 00:09:30.990 --> 00:09:31.770 huda: Yeah, 48 00:09:33.410 --> 00:09:34.550 huda: I think. 49 00:09:35.710 --> 00:09:45.833 huda: Yeah, I don't know if I have too much like progress on that. So. But I think like, if we could like write maybe like an outline, for, like some of the supplementals that would be great. 50 00:09:46.220 --> 00:09:58.719 huda: I put it on a separate document just because I feel like when it's on like the execution document, I feel like a bit confused. So we let me just put the link onto the execution document. 51 00:09:58.920 --> 00:10:00.210 Jenny Duan: Wait sounds good. 52 00:10:25.860 --> 00:10:27.239 huda: Oh, wait! Let me share this out. 53 00:10:41.020 --> 00:10:41.610 Jenny Duan: Hey! 54 00:10:41.933 --> 00:10:47.439 huda: Was thinking of like re kind of like reusing like bits of like the J camp essay. 55 00:10:47.560 --> 00:10:48.140 huda: Because if you're. 56 00:10:48.140 --> 00:10:48.950 Jenny Duan: Like, if. 57 00:10:48.950 --> 00:10:53.989 huda: Like a pretty good introduction to like what I'm talking about. 58 00:10:55.580 --> 00:10:57.688 Jenny Duan: Yeah, this looks really cool. 59 00:10:58.160 --> 00:11:09.459 Jenny Duan: I think one thing I would say is, and I don't really see like the learning involved in here for this. This essay to me right now really reads more like a culture essay. But I think you want it to read more like 60 00:11:09.470 --> 00:11:13.919 Jenny Duan: something. How this. This experience inspired you to learn, and I feel like I'm not 61 00:11:13.960 --> 00:11:15.500 Jenny Duan: quite getting that yet. 62 00:11:16.130 --> 00:11:18.039 huda: Yeah, this isn't like 63 00:11:18.160 --> 00:11:18.935 huda: the 64 00:11:19.840 --> 00:11:21.290 huda: full draft yet. 65 00:11:21.310 --> 00:11:40.500 huda: and like, I haven't really gone to the point yet. But I was thinking of like talking about how like? I'm very curious to like, learn about, like the differences in different cultures, and like how how like our differences like make us more connected. And then I like to apply this like when I'm like 66 00:11:40.877 --> 00:12:00.110 huda: you know, having like different, like platforms like like, for example, folklift where I connect. Like all types of cultures like South Asian businesses, Muslim owned businesses. Just like local businesses. Like just connecting those and that, like those differences like make us who we are. I think. 67 00:12:00.690 --> 00:12:01.495 Jenny Duan: Yeah. 68 00:12:03.160 --> 00:12:04.689 huda: Would that be a good approach? 69 00:12:05.830 --> 00:12:09.870 Jenny Duan: I think so. But I just want to emphasize, like the 70 00:12:09.880 --> 00:12:17.200 Jenny Duan: just, the learning as much as possible. And try to bring out like the curiosity. I think that's really important. Here. 71 00:12:18.245 --> 00:12:19.100 Jenny Duan: Yeah. 72 00:12:21.000 --> 00:12:24.379 Jenny Duan: Okay, let's look at them. Let me just take a note on this. 73 00:12:30.960 --> 00:12:38.074 Jenny Duan: Because I think as a reader, you want to know exactly how you're thinking so like, what questions you're asking 74 00:12:38.720 --> 00:12:41.559 Jenny Duan: and the way you think through problems 75 00:12:41.580 --> 00:12:42.790 Jenny Duan: or ideas. 76 00:12:44.050 --> 00:12:50.269 huda: Can we write like like an outline for this? So like, I know, like how to structure the essay. 77 00:12:50.840 --> 00:12:55.870 Jenny Duan: Yeah. So tell me about what is what subject you're curious about. 78 00:12:57.100 --> 00:13:00.110 Jenny Duan: or what the idea is like. Can you summarize that. 79 00:13:00.690 --> 00:13:17.810 huda: Yeah, with this idea that I had. I was like, really curious about like, like one learning about like my culture, and like also learning about other people and like their identities, and also kind of like 80 00:13:18.210 --> 00:13:25.759 huda: learning like when you go to like a random J, like J. Campbell's like Random, like, I don't know these people. I've never talked to them, and like 81 00:13:25.760 --> 00:13:48.579 huda: I think I was really curious to understand like who they are, and like, for example, like the things that they wrote about and the issues that they were really passionate about were definitely like related to their culture and like their background. And then so I was really curious to see, like where this specific guy like what his background was and like, how like how he was raised. And like, what kind of 82 00:13:48.770 --> 00:14:01.459 huda: like his family is like. How that impacts like the things that he does and like also the things that he reports about, and tries to bring importance to. 83 00:14:03.440 --> 00:14:24.689 Jenny Duan: Okay, yeah, I think that for this essay it might be nice to write about something more related to your like Pre, professional interest or your career interest, because it seems like you don't really have a mention of like computer science or gaming anywhere, either in your common app, like your personal statement or the other essays that are here right now. And so 84 00:14:24.690 --> 00:14:43.090 Jenny Duan: I feel like you should maybe write this about something related to like coding, gaming, or something that you want to study in school, I think, for typically people write this about like their not. Maybe it's not something directly related to their major or intended major, but something related to their academic interest. 85 00:14:45.500 --> 00:14:56.630 huda: Okay? So then, how would I have like an interesting perspective on it? Cause I feel like if I just say that I'm like curious about technology and like how it can impact people like I feel like that doesn't really stand out much like. 86 00:14:56.670 --> 00:15:00.200 huda: is there like any way to frame it differently? 87 00:15:00.600 --> 00:15:10.689 Jenny Duan: Yeah. So I think that the key here is maybe about writing something that's not technology itself, but something adjacent to technology. So let me pull up some examples of 88 00:15:11.110 --> 00:15:15.460 Jenny Duan: like my essay and or other similar essays. 89 00:15:24.030 --> 00:15:24.940 Jenny Duan: okay. 90 00:15:27.920 --> 00:15:31.499 Jenny Duan: this is like an example of my friend's essay. Let me show you. 91 00:15:39.800 --> 00:15:44.089 Jenny Duan: This is like a very in draft version. This wasn't the final. But, like, you can see 92 00:15:44.430 --> 00:15:52.050 Jenny Duan: how this relates. I think he's now he's studying electrical engineering. But like, I think he applied as environmental science or something. 93 00:16:16.240 --> 00:16:19.349 Jenny Duan: Does that make sense on like more what they're looking for. 94 00:16:20.260 --> 00:16:22.379 huda: Yeah, I I noticed that 95 00:16:22.600 --> 00:16:27.350 huda: it's not as much like storytelling, and it's not as much like 96 00:16:27.810 --> 00:16:29.650 huda: it's more direct. 97 00:16:30.470 --> 00:16:30.850 Jenny Duan: Yeah. 98 00:16:30.850 --> 00:16:31.490 huda: Update. 99 00:16:31.822 --> 00:16:48.470 Jenny Duan: And you can. Still, I mean, this is just one person right? You yours could look totally different. But like you don't necessarily need to. Yeah, do too much storytelling, if that's but I think because you're good at storytelling, that's that's good. But like you don't need to 100 00:16:59.610 --> 00:17:01.540 Jenny Duan: Or this is like another one. 101 00:17:03.402 --> 00:17:04.880 Jenny Duan: My friend wrote. 102 00:17:05.770 --> 00:17:12.559 Jenny Duan: He didn't get into Stanford, but he goes to Brown now, but I still think he has like a really good application, regardless. 103 00:17:13.200 --> 00:17:17.429 Jenny Duan: I mean, he's yeah. He still goes to like an Ivy League school. But yeah. 104 00:17:52.830 --> 00:17:54.849 Jenny Duan: this is like also very direct. 105 00:17:57.420 --> 00:17:58.720 huda: Oh, so like! 106 00:18:00.020 --> 00:18:01.390 huda: He connected, like 107 00:18:01.740 --> 00:18:03.549 huda: history and biology. 108 00:18:03.830 --> 00:18:05.370 Jenny Duan: Yeah. 109 00:18:05.570 --> 00:18:08.459 Jenny Duan: cause that's I think. Now, he's a cognitive science, major. 110 00:18:09.295 --> 00:18:15.289 Jenny Duan: this is his roommate essay, I think it's, like, really cool, too, how he formatted it! Check it out. 111 00:18:15.659 --> 00:18:16.029 huda: Well. 112 00:18:16.230 --> 00:18:17.169 Jenny Duan: It's a poem. 113 00:18:36.000 --> 00:18:39.790 Jenny Duan: You see how there's so much detail, and like such a small amount of text. 114 00:18:42.130 --> 00:18:43.030 huda: I feel like. 115 00:18:44.140 --> 00:18:45.640 huda: literally interesting. 116 00:18:45.900 --> 00:19:00.800 Jenny Duan: Yeah, like, I feel like you can really get to know him like fluid, like the free spirit. This list of his fun things, his interest. Wikipedia, editing pages like you can see he's interested in linguistics, likes football games, he does fencing. He presses penny is wherever he goes. 117 00:19:00.820 --> 00:19:04.320 Jenny Duan: etc. These are more Stanford things. 118 00:19:05.900 --> 00:19:06.750 Jenny Duan: yeah. 119 00:19:07.140 --> 00:19:11.979 Jenny Duan: that's like another example. Let me see my personal 120 00:19:12.600 --> 00:19:15.090 Jenny Duan: Stanford essays to show you. 121 00:19:32.270 --> 00:19:36.589 Jenny Duan: Sorry I need to like locate mine. It's been a while since I've looked at these. 122 00:19:57.370 --> 00:20:03.430 Jenny Duan: Okay, this is just one that I found like on the Internet. This isn't mine. But this is one that I read when I was doing my application. 123 00:20:11.760 --> 00:20:16.569 Jenny Duan: This is like a bit of an older application, so I don't know how it compares to things now. But 124 00:20:17.820 --> 00:20:18.560 Jenny Duan: yeah. 125 00:20:36.940 --> 00:20:39.699 huda: Oh, so is this person studying like 126 00:20:41.840 --> 00:20:43.830 huda: like Milk Street. 127 00:20:45.260 --> 00:20:46.319 huda: Go off with you. 128 00:20:47.260 --> 00:20:48.220 Jenny Duan: Probably. 129 00:20:50.290 --> 00:20:55.010 huda: I'm curious to see someone doing. Technology would approach this because 130 00:20:55.320 --> 00:21:01.539 huda: I feel like these are all like, really like topics that people like in general, be really 131 00:21:02.142 --> 00:21:03.710 huda: like, interested in. 132 00:21:05.290 --> 00:21:07.520 Jenny Duan: Yeah, let me find mine. 133 00:21:07.650 --> 00:21:11.290 Jenny Duan: Because I'm studying technology. I applied as a census major. 134 00:21:12.507 --> 00:21:18.770 Jenny Duan: I wrote mine on social media. So that's like something that I'm really interested in, that's like not 135 00:21:19.270 --> 00:21:21.644 Jenny Duan: quite related to to 136 00:21:22.560 --> 00:21:24.589 Jenny Duan: not quite related. But 137 00:21:25.862 --> 00:21:29.160 Jenny Duan: my gosh! I can only find like these 138 00:21:30.571 --> 00:21:32.829 Jenny Duan: other ones that I can. 139 00:21:33.100 --> 00:21:36.300 Jenny Duan: the other ones that I I've read, but not 140 00:21:44.330 --> 00:21:45.900 Jenny Duan: not mine. 141 00:21:59.310 --> 00:22:01.190 Jenny Duan: Alright, this one. Maybe 142 00:22:02.890 --> 00:22:07.229 Jenny Duan: this isn't mine, but you can read this as I continue looking for mine. 143 00:22:52.680 --> 00:22:54.790 Jenny Duan: Once you're done reading that one, let me know. 144 00:22:56.550 --> 00:22:59.039 Jenny Duan: Once you're done reading that one. Let me know. 145 00:22:59.480 --> 00:23:00.140 Jenny Duan: Yeah. 146 00:23:20.520 --> 00:23:23.190 huda: Oh, the last few months! Really powerful. 147 00:23:23.710 --> 00:23:24.470 Jenny Duan: Yeah. 148 00:23:25.586 --> 00:23:28.680 Jenny Duan: here's 1 more. You can read this one. 149 00:23:29.140 --> 00:23:32.369 Jenny Duan: This is like someone who's an Ir major. 150 00:24:36.880 --> 00:24:38.170 huda: Oh, that's really cool. 151 00:24:38.430 --> 00:24:40.420 huda: and I think this person also like. 152 00:24:40.710 --> 00:24:45.829 huda: but in like their like numerical like achievements. 153 00:24:46.730 --> 00:24:47.590 Jenny Duan: Interesting. 154 00:25:01.170 --> 00:25:04.070 Jenny Duan: Oh, I can't find like the 155 00:25:04.160 --> 00:25:07.430 Jenny Duan: final version of mine. But 156 00:25:12.210 --> 00:25:17.040 Jenny Duan: yeah, okay, I can't find the final version of mine, because I think I literally like wrote mine. 157 00:25:17.610 --> 00:25:22.060 Jenny Duan: I feel like I wrote mine in like the portal on the day it was due. 158 00:25:22.410 --> 00:25:25.350 Jenny Duan: which is not a good thing. So. 159 00:25:25.550 --> 00:25:28.760 Jenny Duan: yeah, oh, okay, okay. Finally found mine. 160 00:25:28.930 --> 00:25:29.750 Jenny Duan: Okay. 161 00:25:30.130 --> 00:25:33.070 Jenny Duan: this is this is what what I wrote. 162 00:25:34.560 --> 00:25:40.140 Jenny Duan: I don't think this is my best essay, because I think this is one that I wrote like probably the day it was due. 163 00:25:40.450 --> 00:25:43.259 Jenny Duan: like very shortly before it was due. But. 164 00:25:43.490 --> 00:25:46.680 Jenny Duan: like I, this one, this is the essay I got stuck on the most. 165 00:26:04.890 --> 00:26:11.439 Jenny Duan: I don't know if this is like the final final version that I submitted, but it's like pretty similar, like the format is the same. 166 00:26:13.740 --> 00:26:15.260 huda: The format's really interesting. 167 00:26:22.180 --> 00:26:29.049 Jenny Duan: I don't. Yeah, I think I I hopefully, I edited this before I submitted it. I'm pretty sure I did. So. This isn't the final version. But like 168 00:26:29.370 --> 00:26:31.180 Jenny Duan: it's, it's close enough. 169 00:26:49.170 --> 00:27:15.829 huda: Oh, okay. So I think I think this definitely makes sense because it's like related cause. Since you're applying as someone going into like AI ethics. And then you're talking about like a project you made to make like social media ethical. I think that definitely like makes sense. And I? I can see the connection, but I I can't. I don't think I can find something that's like like that I did. That connects as well as like your project, and like this. 170 00:27:15.830 --> 00:27:20.340 Jenny Duan: What about like the game centoria empowering AI like. 171 00:27:20.800 --> 00:27:21.270 huda: Yeah. 172 00:27:21.740 --> 00:27:26.219 Jenny Duan: I think the idea is just to find something like niche within that, and then 173 00:27:26.840 --> 00:27:27.980 Jenny Duan: say like. 174 00:27:30.030 --> 00:27:31.740 Jenny Duan: and then go from there. 175 00:27:38.810 --> 00:27:39.860 huda: So 176 00:27:40.030 --> 00:27:42.860 huda: maybe something I could be curious about is like. 177 00:27:43.610 --> 00:27:44.840 huda: how like 178 00:27:45.600 --> 00:27:55.499 huda: one thing that I'm like, really curious about is like how in like video games like, especially like interactive video games. There's like. 179 00:27:57.180 --> 00:27:58.050 huda: there's like. 180 00:27:58.570 --> 00:28:08.759 huda: it's kind of like watching a video where, like, you can see like you can like hear things you can like kind of experience things visually. But then it's also like. 181 00:28:09.130 --> 00:28:14.429 huda: almost like you're a character in the game. And like, you can interact with others. And like 182 00:28:14.650 --> 00:28:34.700 huda: like video games, usually, they're like people. Don't like video games because they can cause violence because of like violent video games. But then, like, what if that's translated into something like positive, like? Because some people say that like playing too many violent video games can cause like people to have violent thoughts. 183 00:28:34.700 --> 00:28:57.620 huda: But then, like, what if someone who's playing a lot of educational video games like, what if they can like become someone that knows all these new skills and like learns things from video games. So like, why, like something that I'm curious about is like, why can't we use video games for like betterment and not just like creating, like inciting like violence? I guess. 184 00:28:59.250 --> 00:29:00.040 Jenny Duan: Yeah. 185 00:29:00.430 --> 00:29:05.130 Jenny Duan: I mean, like, one way I could see this starting out is like somebody saying, like. 186 00:29:06.150 --> 00:29:07.329 Jenny Duan: I don't know 187 00:29:23.140 --> 00:29:24.060 huda: I mean, like. 188 00:29:24.360 --> 00:29:34.399 huda: like, I know, like my my parents always make the argument that, like playing video games can like cause violence. And that's just the kind of like I've always thought like. 189 00:29:34.700 --> 00:29:37.060 huda: if if we see what we like. 190 00:29:37.280 --> 00:29:40.020 huda: if we do what we see on the screen, then, like 191 00:29:40.140 --> 00:29:48.689 huda: what happens when we're playing like an educational game, like actual change can happen. So like, maybe like starting it off with like a like a conversation with, like my parents 192 00:29:48.720 --> 00:29:50.290 huda: like are kind of like. 193 00:29:50.803 --> 00:30:00.776 huda: urging me to stop doing gaming and and then like, kind of accepting that like, Oh, yeah, maybe, like video games, do influence the way I behave. And then 194 00:30:01.380 --> 00:30:16.609 huda: and then like taking that and then developing like synthoria. Because if like that could like kind of influence the way someone behaves, and that means that person is now like educated on like AI, and like these new topics, I I don't know if that's like, too, too. 195 00:30:18.240 --> 00:30:19.230 huda: Cliche. 196 00:30:19.560 --> 00:30:23.790 huda: But yeah, that's just like what I'm thinking right now. 197 00:30:24.040 --> 00:30:46.459 Jenny Duan: That sounds good. I think that the key here is to make sure that your storytelling doesn't get in the way of the point. So I think, because these essays are so so short. A lot of people kind of the reason why they don't do a lot of storytelling is because they try to be as concise as possible with the point that they're trying to make. So I would also encourage you to make sure that your 198 00:30:46.820 --> 00:30:47.880 Jenny Duan: that you 199 00:30:48.130 --> 00:30:54.509 Jenny Duan: try to make the points more concise here, because I think too much storytelling is a bit distracting. 200 00:30:58.220 --> 00:31:07.010 huda: can we work on an outline? Maybe cause like, I feel like, when i when i kind of start like, I always like, just fall into the trap of just like world building. And 201 00:31:07.150 --> 00:31:08.030 huda: yeah. 202 00:31:08.530 --> 00:31:09.910 Jenny Duan: Yeah, so far. 203 00:31:09.910 --> 00:31:14.380 huda: Exactly like what I should be like. Focusing more on. I think that would be 204 00:31:14.870 --> 00:31:15.840 huda: helpful. 205 00:31:16.320 --> 00:31:17.620 Jenny Duan: Right? So 206 00:31:17.960 --> 00:31:23.220 Jenny Duan: so the idea here is that video games can be a force for good, right? 207 00:31:32.120 --> 00:31:34.569 Jenny Duan: hey? I actually feel like this idea. 208 00:31:35.040 --> 00:31:38.959 Jenny Duan: I think we should try to find a different way to describe this, because I think 209 00:31:42.310 --> 00:31:48.409 Jenny Duan: like, I'm not sure if oh, wait! Actually, can you tell me why this is so important to you other than the fact that, like 210 00:31:49.790 --> 00:31:57.130 Jenny Duan: video game, like, what is it about video games being used for good? Because educational games already exist. So why is that so important. 211 00:31:58.170 --> 00:31:59.770 huda: Are you just, for example, people. 212 00:31:59.770 --> 00:32:07.449 Jenny Duan: Gamified like Khan Academy. I excel, is a little bit gamified. But what is like the issue or thing that you're trying to get across here. 213 00:32:08.130 --> 00:32:35.590 huda: I think the issues that, like a lot of people underestimate, like the impact that games can have like like a positive impact cause. There's a lot of like negative stigma around gaming, and how it can have like a negative impact. And not a lot of people like even with Duolingo, and like those sort of platforms. No one really like highlights that it's like a gamified like learning tool, like people still think of it as just like an educational tool and 214 00:32:35.910 --> 00:33:00.809 huda: I guess, like I don't know if that's like worded properly, but like just the fact that, like Peep, there's like this stigma around like educational games, and that, like people still believe that video games are solely for like entertainment and like they can only cause bad. And so, while there are some like existing projects that are like for good and for education, I feel like 215 00:33:01.150 --> 00:33:07.280 huda: a lot of people don't address that, like gaming is like, could be like for betterment of people. 216 00:33:08.510 --> 00:33:15.060 Jenny Duan: What are some examples of like game based apps that you see every day. Cause I think one way that you could start out this essay would be like. 217 00:33:15.460 --> 00:33:20.029 Jenny Duan: I spend 3 h playing video games every day. Chances are you do, too. 218 00:33:20.060 --> 00:33:23.660 Jenny Duan: when you log into Duolingo. Blah blah! Blah blah blah. 219 00:33:23.900 --> 00:33:34.559 Jenny Duan: Most people don't realize it. But they're actually playing video games. And then you could talk about like how video games have this negative perception. But they actually can like help you in all these different ways in your life. 220 00:33:35.470 --> 00:33:36.990 huda: Yeah, I think. 221 00:33:37.280 --> 00:33:47.150 huda: yeah. So some examples could be like Duolingo. I feel like everyone kind of knows. But like the New York Times, like many. 222 00:33:47.150 --> 00:33:47.470 Jenny Duan: Yeah. 223 00:33:48.010 --> 00:33:53.959 huda: Like that. One's like educational in some ways. And then 224 00:33:54.320 --> 00:33:55.520 huda: I think 225 00:33:55.700 --> 00:33:58.180 huda: another one could possibly be 226 00:34:01.070 --> 00:34:11.239 huda: like, I don't know if this is, too niche, but there's like a game called prodigy, and like like younger younger kids usually use it to like, learn about math. 227 00:34:13.300 --> 00:34:17.896 Jenny Duan: Oh, yeah, you can say, like, okay, whether you're learning languages on Duolingo. 228 00:34:18.340 --> 00:34:21.085 Jenny Duan: what was the second thing that you've mentioned? I forgot. 229 00:34:21.691 --> 00:34:23.349 huda: The New York Times. Mini. 230 00:34:23.350 --> 00:34:31.050 Jenny Duan: Playing the New York Times Mini, or maybe like logging your runs, or or trying to break your record on Strava. Do you know, Strava, the running app. 231 00:34:31.975 --> 00:34:32.863 huda: No, I don't. 232 00:34:33.540 --> 00:34:36.960 Jenny Duan: Okay, that might be popular with the admissions officers or like. 233 00:34:37.310 --> 00:34:46.950 Jenny Duan: you know, whether you're Xyz, like chances are like, you interact with video games like or something. You can just come up with examples that you feel like are relevant to 234 00:34:47.020 --> 00:34:48.380 Jenny Duan: you in your life. 235 00:34:49.000 --> 00:34:51.420 Jenny Duan: Yeah, English. 236 00:34:51.989 --> 00:34:52.949 Jenny Duan: what. 237 00:34:53.360 --> 00:34:56.190 huda: I think my friends also use Strava, so I think it might be like 238 00:34:56.270 --> 00:35:03.530 huda: relevant. So I think, like those 3 examples, might like show a gamification of different aspects. 239 00:35:04.060 --> 00:35:04.720 huda: What. 240 00:35:04.720 --> 00:35:05.440 Jenny Duan: Sounds good. 241 00:35:10.980 --> 00:35:14.770 huda: So like. What was the 1st sentence you said? The one like. 242 00:35:15.070 --> 00:35:16.210 Jenny Duan: I spend 243 00:35:16.280 --> 00:35:20.759 Jenny Duan: you can plug in the time 2 h every day playing video games. 244 00:35:21.430 --> 00:35:24.350 Jenny Duan: And chances are you do, too, something like that. 245 00:36:49.990 --> 00:36:53.129 huda: Okay, does that look good for the 1st 2 sentences. 246 00:36:58.570 --> 00:36:59.580 Jenny Duan: Looks, good. 247 00:37:21.160 --> 00:37:22.480 huda: I like that. 248 00:37:27.480 --> 00:37:35.539 Jenny Duan: Attributed, maybe isn't the right word here. But okay, the word choice. It doesn't. It doesn't quite matter as long as you like. Write the essay. It's the 1st draft doesn't matter. 249 00:37:36.056 --> 00:37:41.439 Jenny Duan: How do you feel about this like topic? Then you can maybe from this transition into like 250 00:37:41.660 --> 00:37:42.400 Jenny Duan: that. 251 00:37:42.520 --> 00:37:43.600 Jenny Duan: say, like 252 00:37:50.400 --> 00:37:53.689 Jenny Duan: while most people view video games 253 00:37:54.410 --> 00:37:58.099 Jenny Duan: as XI am obsessed with. 254 00:37:59.120 --> 00:38:01.269 Jenny Duan: That's why. And then 255 00:38:02.540 --> 00:38:04.359 Jenny Duan: through video games. 256 00:38:05.850 --> 00:38:07.710 Jenny Duan: I've explored 257 00:38:08.510 --> 00:38:11.570 Jenny Duan: insert things you're interested in. 258 00:38:15.020 --> 00:38:15.860 Jenny Duan: then 259 00:38:16.030 --> 00:38:18.320 Jenny Duan: talk about synthoria 260 00:38:19.880 --> 00:38:21.839 Jenny Duan: and passion for 261 00:38:22.440 --> 00:38:23.950 Jenny Duan: AI ethics. 262 00:38:27.870 --> 00:38:28.660 huda: Which is. 263 00:38:29.170 --> 00:38:36.039 huda: remember, like I got the games for change award should. So should I mention anything about like like 264 00:38:36.170 --> 00:38:44.550 huda: that one game done ways to die where, like I learned about like train safety, and like I was able to like, win an award or like. Is that too, like. 265 00:38:44.990 --> 00:38:48.459 Jenny Duan: Don't. When don't mention the award, they'll see it in your award section. 266 00:38:48.780 --> 00:38:53.969 Jenny Duan: Okay, you want to write about dumb ways to die. That's also, that's fine, but don't need to write about the award. 267 00:38:55.390 --> 00:39:12.259 huda: and like over here, where it says, like, insert things, you're interested would it be like things that have to be like related to technology? Or could it be like like, like, for example, like random things like learning new languages? And then like, like a random fact that I learned from like the New York Times, many. 268 00:39:12.850 --> 00:39:20.949 Jenny Duan: Yeah, exactly. Or you can say, like, you know, through video games, I've if you like to travel, you can say, like, I've 269 00:39:21.696 --> 00:39:43.240 Jenny Duan: I've hiked this. I've hiked the Himalayan mountains in in virtual reality, or like depending on what you do for, or if you're an athlete, you can say, like video games have helped me perfect my sport by like practicing with an oculus head side. Or, you know, something like the video games have taught me how to play the piano. Video games have whatever like is relevant to you specifically and just make it personal and specific. 270 00:39:45.780 --> 00:39:48.609 Jenny Duan: Okay, let's just try this essay and build that out. 271 00:39:49.480 --> 00:39:50.240 huda: Yeah. 272 00:39:50.240 --> 00:39:51.550 Jenny Duan: This is a good start. 273 00:39:52.708 --> 00:40:03.229 Jenny Duan: This I would try to make this a little bit more professional sounding, even though I know it's supposed to be a roommate essay, I would try to avoid the all lowercase 274 00:40:03.850 --> 00:40:10.999 Jenny Duan: and then make it slightly more articulate. Not that this isn't articulate, but I feel like it reads like more like texting. 275 00:40:11.030 --> 00:40:12.790 Jenny Duan: but you want it to sound like. 276 00:40:13.280 --> 00:40:14.100 huda: Like 277 00:40:15.130 --> 00:40:19.390 huda: I thought this essay was gonna be a little more like 278 00:40:19.440 --> 00:40:20.733 huda: casual. But 279 00:40:21.760 --> 00:40:25.179 Jenny Duan: I think it should be casual, but it still has to be professional. 280 00:40:28.090 --> 00:40:28.930 huda: Okay. 281 00:40:32.590 --> 00:40:34.759 Jenny Duan: Like, I can show you an example. 282 00:40:47.980 --> 00:40:49.880 Jenny Duan: this kind of the example. 283 00:41:21.440 --> 00:41:24.640 Jenny Duan: This is typically how all the roommate essays read. It's like. 284 00:41:25.920 --> 00:41:27.020 Jenny Duan: it's like this. 285 00:41:44.880 --> 00:41:57.439 huda: Okay, that's cool. I so like, I don't really know how to approach this. Then, like, cause this seems like it's a lot different from like how I wrote mine. So just put like a bunch of details about me. 286 00:41:57.480 --> 00:42:00.100 huda: But that one seems like a little more like 287 00:42:00.120 --> 00:42:04.699 huda: like there's like a structure to it. So like 1st he talks about like debate, then he talks about 288 00:42:05.740 --> 00:42:06.620 huda: like 289 00:42:07.396 --> 00:42:11.010 huda: liking to hear other people's perspectives like. 290 00:42:11.450 --> 00:42:15.319 huda: is there any like structure I could follow? Maybe. 291 00:42:17.030 --> 00:42:18.000 Jenny Duan: See you. 292 00:42:19.610 --> 00:42:22.530 Jenny Duan: I mean, I think yours is like pretty good. 293 00:42:23.130 --> 00:42:24.010 Jenny Duan: I feel like. 294 00:42:26.180 --> 00:42:29.339 Jenny Duan: just make it more Stanford specific, too. 295 00:42:29.910 --> 00:42:35.739 Jenny Duan: because they want. This is also your way. This is also the essay that you can use to demonstrate your interest in the school. 296 00:42:35.850 --> 00:42:39.750 Jenny Duan: So make sure that you highlight how you've researched a lot about Stanford. 297 00:42:39.790 --> 00:42:41.083 Jenny Duan: for example. 298 00:42:41.970 --> 00:42:44.217 Jenny Duan: this person talks about 299 00:42:45.170 --> 00:42:48.169 Jenny Duan: ours intensive. The keynotes course. 300 00:42:50.300 --> 00:42:54.420 Jenny Duan: cause they want to have help. They want to know, like, why you're interested in Stanford. 301 00:42:56.120 --> 00:43:02.740 Jenny Duan: here they talk about cactus garden. So you want to find places where you can talk about the school. 302 00:43:05.240 --> 00:43:12.089 huda: Okay, I see. I think then I'll like, replace my last paragraph with just like 303 00:43:12.310 --> 00:43:20.089 huda: something similar. But like cause, I think I read a little bit about like there's a gold game lab. And then, 304 00:43:21.280 --> 00:43:24.960 huda: yeah, there's just like some like interesting things I can mention. 305 00:43:25.140 --> 00:43:26.380 Jenny Duan: This one's mine 306 00:43:26.678 --> 00:43:32.250 Jenny Duan: my admissions officer really liked this one, because I think she wrote me in her letter that she liked it. 307 00:43:32.970 --> 00:43:33.580 huda: Oh! 308 00:43:38.230 --> 00:43:41.419 Jenny Duan: So yeah, you need to make sure you like. But 309 00:43:41.590 --> 00:43:44.399 Jenny Duan: Oops put that. You've researched Stanford. 310 00:43:44.470 --> 00:43:47.780 Jenny Duan: These are all Stanford things, Stanford. 311 00:43:49.680 --> 00:43:50.820 Jenny Duan: etc. 312 00:44:09.800 --> 00:44:12.839 huda: It's really cool, and I like how you ended it with a question. 313 00:44:13.820 --> 00:44:18.500 Jenny Duan: Yeah, thank you. Some. So some of the Stanford supplements 314 00:44:19.970 --> 00:44:21.180 Jenny Duan: have like 315 00:44:21.310 --> 00:44:24.720 Jenny Duan: kind of themes, but some of them don't 316 00:44:25.060 --> 00:44:26.620 Jenny Duan: let me find 317 00:44:31.320 --> 00:44:34.680 Jenny Duan: another person. Oh, I already showed you his. 318 00:44:34.810 --> 00:44:36.709 Jenny Duan: He his was the poem one 319 00:44:36.970 --> 00:44:38.270 Jenny Duan: there. She's 320 00:44:38.490 --> 00:44:40.239 Jenny Duan: so yeah, I would say. 321 00:44:57.270 --> 00:45:00.479 Jenny Duan: yeah, it would say, take out this sentence, this 1st sentence. 322 00:45:01.400 --> 00:45:02.130 huda: Okay. 323 00:45:07.810 --> 00:45:12.759 Jenny Duan: Maybe the sentence already. Take it out. It seems like you are aggressive. 324 00:45:15.160 --> 00:45:16.120 Jenny Duan: This is good. 325 00:45:24.270 --> 00:45:25.390 Jenny Duan: and like this. 326 00:45:28.450 --> 00:45:29.120 huda: Thank you. So. 327 00:45:29.120 --> 00:45:33.550 Jenny Duan: I think you should add some stuff about like Stanford in here. 328 00:45:34.220 --> 00:45:35.470 huda: You think this like 329 00:45:36.020 --> 00:45:40.860 huda: this like part where I talk about the poster wall? Do you think it's like too much, or like? Do I talk about it? 330 00:45:40.860 --> 00:45:41.670 Jenny Duan: Language. 331 00:45:42.110 --> 00:45:44.359 Jenny Duan: I think this paragraph's a little long. 332 00:45:44.430 --> 00:45:48.140 Jenny Duan: but maybe keep up to 2 sentences or 3 sentences. 333 00:45:51.453 --> 00:45:55.399 huda: Okay, so I can't. I think I want to keep the part about Ada lovelies. 334 00:45:55.520 --> 00:45:56.080 huda: Yeah, 335 00:45:56.790 --> 00:45:57.836 huda: And then 336 00:45:59.730 --> 00:46:03.010 huda: I think I don't think I need these last 2 sentences, or. 337 00:46:03.340 --> 00:46:04.719 Jenny Duan: Yeah, I don't think so. 338 00:46:05.360 --> 00:46:07.240 huda: Maybe just like, take this whole thing out. 339 00:46:08.950 --> 00:46:13.180 Jenny Duan: But it's fine. If your answers are longer right now, because they'll eventually be cut down. 340 00:46:16.000 --> 00:46:19.519 huda: okay? And then I can just like sprinkle in like different things. About 341 00:46:21.470 --> 00:46:24.879 huda: stanford throughout, then i'll do some research about it then. 342 00:46:25.080 --> 00:46:26.360 Jenny Duan: Alright. Sounds good. 343 00:46:43.420 --> 00:46:44.510 Jenny Duan: Okay. 344 00:46:44.720 --> 00:46:45.669 Jenny Duan: Oh, go ahead. 345 00:46:46.640 --> 00:46:48.860 huda: Oh, yeah, and then ending it off like. 346 00:46:51.270 --> 00:46:53.329 huda: I can say something like 347 00:46:53.880 --> 00:46:54.840 huda: just like 348 00:47:08.300 --> 00:47:09.980 huda: overthinking 349 00:47:10.090 --> 00:47:12.270 huda: femur. Only 350 00:47:16.910 --> 00:47:17.879 huda: am I that. 351 00:47:23.930 --> 00:47:25.300 Jenny Duan: Yeah, that looks good. 352 00:47:26.110 --> 00:47:27.699 Jenny Duan: I would maybe take away the 353 00:47:28.310 --> 00:47:32.219 Jenny Duan: I don't know if an overthinking gamer is what you want to be known as 354 00:47:33.220 --> 00:47:37.799 Jenny Duan: I feel like that's good, but I feel like you should try to hype yourself up a little bit more. 355 00:47:38.540 --> 00:47:39.850 huda: Your 356 00:47:46.000 --> 00:47:48.219 huda: eloquent femur movie 357 00:47:51.620 --> 00:47:54.009 Jenny Duan: We can. We can worry about that later. 358 00:47:56.100 --> 00:48:05.139 Jenny Duan: Okay, let's talk about these. Please describe what aspects of your life experiences, interests, and character would help you make a distinctive contribution as an undergraduate to Stanford University. 359 00:48:12.130 --> 00:48:16.929 Jenny Duan: What do you think? What makes you? This is like? What makes you different? And why should you be at Stanford? 360 00:48:17.580 --> 00:48:37.330 huda: Yeah, I was seeing some contributions I can make to to like Sanford. Is that so? They have, like the daily and and I'm actually applying to the Sts with the concentration and communication and media. And I was thinking like applying like things that I already know, like, for example. 361 00:48:37.330 --> 00:48:48.570 huda: like you know how like the New York Times has, like the Mini, and like Wordle, and like all these games, I was hoping to like, contribute this to the daily as well. And maybe, like at the Daily. 362 00:48:48.570 --> 00:48:54.669 Jenny Duan: Oh, that is so cool like game section of the daily, and you could code the games like many games. 363 00:48:54.940 --> 00:48:56.670 huda: Yeah, so that's thing. 364 00:48:56.740 --> 00:49:01.309 huda: Something that I wanted to bring to Stanford. If I were to get in. But yeah. 365 00:49:04.410 --> 00:49:06.439 huda: but like in in like a 366 00:49:06.490 --> 00:49:11.530 huda: like the way I would structure this I wanted to talk about like how 367 00:49:12.170 --> 00:49:14.159 huda: like. First, st I can talk about 368 00:49:14.987 --> 00:49:25.990 huda: like like. I think I previously discussed, like wanting to do like a mini, or like doing a mini, and then learning something that I didn't know before, and how this could be applied to or like. 369 00:49:26.430 --> 00:49:32.975 huda: how my experience, I guess, and like like countless hours of playing these games, and also like 370 00:49:33.480 --> 00:49:35.770 huda: having having done like 371 00:49:35.790 --> 00:50:02.019 huda: journalism and technology. And like having like this combination of like I guess skills. I, I can like, contribute to this and also have this feature implemented into, like the Stanford daily and then and then like, instead of like, just random trivia facts, it could be stuff about Stanford to help build school culture, and, like you know, provide something for the students. I guess. 372 00:50:03.670 --> 00:50:06.589 Jenny Duan: That's really good. I love that idea. 373 00:50:07.470 --> 00:50:09.519 huda: Thank you. Actually. 374 00:50:09.530 --> 00:50:12.810 huda: I didn't know how to approach this as like a essay. 375 00:50:12.910 --> 00:50:16.119 huda: So can we also write like an ally? 376 00:50:17.480 --> 00:50:18.967 Jenny Duan: Just need the mini. 377 00:50:25.300 --> 00:50:27.320 Jenny Duan: You don't know how to approach this as an essay. 378 00:50:27.670 --> 00:50:31.619 huda: Yeah, like, I don't know like how to structure it. 379 00:50:36.540 --> 00:50:39.529 Jenny Duan: Okay, I think that you can say. 380 00:50:40.520 --> 00:50:48.749 Jenny Duan: I think this one. You can just be straightforward and talk about. You know yourself what you do, and then how you can contribute that to Stanford. So you can say 381 00:50:48.790 --> 00:50:56.479 Jenny Duan: so that we know that let's start from the end so near the middle to the end. You want to talk about contributing to the Daily and the game section with the Daily Right? 382 00:50:58.346 --> 00:51:01.440 Jenny Duan: So let's just at least write that down. 383 00:51:01.490 --> 00:51:06.180 Jenny Duan: And then what else about your life? I feel like it. Would you would be remiss to not talk about your like 384 00:51:06.440 --> 00:51:08.510 Jenny Duan: heritage here, because I feel like 385 00:51:08.600 --> 00:51:14.519 Jenny Duan: you are missing a space in the rest of your essays, to talk about your like cultural identity and background. 386 00:51:17.800 --> 00:51:18.910 huda: I guess, like 387 00:51:20.104 --> 00:51:29.789 huda: I don't know if this like matches the prompt too much, but like one thing is, I guess, like I bring cause. I don't think the Daily has 388 00:51:29.860 --> 00:51:41.759 huda: too much like of like a unique perspective from like a Muslim Indian person. I mean, I'm sure they do have like a couple of editors, and like people participating in the in the 389 00:51:42.100 --> 00:51:43.150 huda: I guess. 390 00:51:43.380 --> 00:51:49.050 huda: on the daily. But I feel like their representation is kind of 391 00:51:49.110 --> 00:51:55.679 huda: week, which I don't. I wouldn't want to mention that, because I think that's kind of offensive. But like, yeah. 392 00:51:56.630 --> 00:52:00.850 Jenny Duan: Okay, let's start about you. What about you? Do you want to bring to Stanford. 393 00:52:02.710 --> 00:52:04.929 huda: I wanna bring, I guess like 394 00:52:06.610 --> 00:52:08.770 Jenny Duan: Let's like, separate this from Stanford 395 00:52:08.860 --> 00:52:13.410 Jenny Duan: like, and not think about the what Stanford has to offer. But like, what do you have to offer. 396 00:52:14.360 --> 00:52:17.099 huda: I think one thing I have to offer is like 397 00:52:18.640 --> 00:52:20.010 huda: I don't know if this is like 398 00:52:20.310 --> 00:52:27.280 huda: unique enough, but like I feel like my observantness. Brings like a lot to 399 00:52:28.650 --> 00:52:32.840 huda: I guess, like Stanford, and like college in general, like I'd be able to 400 00:52:33.308 --> 00:52:52.020 huda: like, especially if I'm working with the the daily and like with the Sts communications, Major. I'd be able to like like kind of know, like what's happening in Stanford, and also like implement, that into like different projects, like the games for the daily. 401 00:52:54.066 --> 00:53:06.089 Jenny Duan: Is there something that your parents? How did you figure out you were an observant person like, how did this quality develop with you, and when was the earliest moment that you remember distinctly being an observant person? 402 00:53:10.830 --> 00:53:13.249 huda: I think I've just like I've been like really 403 00:53:13.360 --> 00:53:26.740 huda: quiet since I was younger. And then I actually owned like a diary like a long time ago, like when I was like 7 and I'd write about like my sister, and I'd write about like my mom, and like, I just like 404 00:53:27.080 --> 00:53:54.800 huda: like what I found in the in the diary entries. Was that like I wrote a lot about like how others like how their days were, I mean, like I did write about myself, obviously, but like I also like really observed, like, Oh, my sister like looked a little sad today, like I just like I feel like that was like my 1st evidence of like being able to observe things and like write it down and like, you know like capture all that. 405 00:53:55.680 --> 00:54:02.839 Jenny Duan: That's also maybe, like your earliest journalist, like your earliest stories were those of your family and those around you. Right? And so 406 00:54:03.410 --> 00:54:05.130 Jenny Duan: maybe you can talk about like 407 00:54:05.350 --> 00:54:08.579 Jenny Duan: you can start up with like early storytelling. 408 00:54:12.630 --> 00:54:16.200 Jenny Duan: highlight observation skills and empathy 409 00:54:16.590 --> 00:54:18.960 Jenny Duan: and then go into how 410 00:54:22.900 --> 00:54:25.529 Jenny Duan: today, like most 411 00:54:26.700 --> 00:54:29.760 Jenny Duan: highlight observation skills and empathy. And then, like. 412 00:54:30.000 --> 00:54:32.170 Jenny Duan: not yeah. Natural 413 00:54:32.840 --> 00:54:35.829 Jenny Duan: inclination towards storytelling. 414 00:54:36.970 --> 00:54:40.050 Jenny Duan: You can look up Braden's storytelling project. 415 00:54:41.320 --> 00:54:45.050 Jenny Duan: her storytelling Grant and Stanford storytelling. Project 416 00:54:45.370 --> 00:54:49.029 Jenny Duan: you might be interested in these things as well as the daily 417 00:54:51.563 --> 00:54:52.890 Jenny Duan: and then 418 00:54:53.200 --> 00:54:54.810 Jenny Duan: also 419 00:54:56.690 --> 00:54:58.409 Jenny Duan: you can talk about 420 00:55:02.320 --> 00:55:06.150 Jenny Duan: background as a Muslim Indian. 421 00:55:06.310 --> 00:55:12.540 Jenny Duan: Other cultural clubs, organizations you want to join or support. 422 00:55:12.820 --> 00:55:14.050 Jenny Duan: And then 423 00:55:14.900 --> 00:55:16.449 Jenny Duan: you can talk about 424 00:55:19.620 --> 00:55:22.720 Jenny Duan: maybe, like leadership that you bring to the school 425 00:55:24.560 --> 00:55:30.309 Jenny Duan: through like different mediums, either the daily or the storytelling project, or otherwise. 426 00:55:30.910 --> 00:55:33.959 huda: Is this where I can like mention my idea about like 427 00:55:34.738 --> 00:55:36.890 huda: the Stanford Daily Games. 428 00:55:37.320 --> 00:55:38.540 Jenny Duan: Yeah, exactly. 429 00:55:39.530 --> 00:55:40.620 huda: Okay, I see. 430 00:55:42.440 --> 00:55:44.180 Jenny Duan: I would maybe put that here. 431 00:55:45.530 --> 00:55:46.200 huda: Okay. 432 00:55:48.035 --> 00:56:06.140 huda: How would I be able to like bring, bring these or like, how? How can I like convey these projects and grants like would I be like, oh, some things that I'm interested in in Stanford, or like the breeding storytelling. Grant and the Stanford storytelling project. 433 00:56:06.640 --> 00:56:10.359 Jenny Duan: At Stanford. I am excited to leverage this passion towards 434 00:56:11.260 --> 00:56:12.400 Jenny Duan: XYZ. 435 00:56:13.890 --> 00:56:15.239 Jenny Duan: I see myself. 436 00:56:16.260 --> 00:56:17.860 Jenny Duan: etc. Etc. 437 00:56:20.280 --> 00:56:22.640 huda: Do I like to name? Drop these things. 438 00:56:23.240 --> 00:56:24.329 Jenny Duan: Yeah, you can. 439 00:56:29.650 --> 00:56:30.916 huda: I see 440 00:56:39.060 --> 00:56:40.220 huda: and then 441 00:56:41.360 --> 00:56:42.669 huda: With this one 442 00:56:42.710 --> 00:56:46.389 huda: would I like talk about or like just be like 443 00:56:49.930 --> 00:56:53.680 huda: I don't know if this would be like this wording could be off putting, but like 444 00:56:53.720 --> 00:56:56.520 huda: could be like, it's rare to see. 445 00:56:58.450 --> 00:57:06.320 huda: I feel like it's really like common to say something like, it's rare to see people like me writing for writing for 446 00:57:06.510 --> 00:57:13.250 huda: like a school, a school wide newspaper like I feel like that might be common and 447 00:57:13.390 --> 00:57:14.840 huda: doesn't really 448 00:57:15.828 --> 00:57:17.859 huda: it's not really unique. 449 00:57:18.490 --> 00:57:19.810 huda: So 450 00:57:21.610 --> 00:57:31.010 huda: I'm curious, like, how would I frame like my like bringing up my identity without like outright, like saying that it's for representation. 451 00:57:32.990 --> 00:57:36.860 Jenny Duan: I mean, you can talk about what Stanford groups you want to be part of. And 452 00:57:37.040 --> 00:57:43.989 Jenny Duan: yeah, how you can contribute to them like instead of making it a search for representation, try to make it like a search for leadership 453 00:57:44.280 --> 00:57:46.090 Jenny Duan: in XYZ. Fields. 454 00:57:47.190 --> 00:57:51.939 huda: Okay. So like focusing more on, like the clubs and organizations to join or support. 455 00:57:52.430 --> 00:57:53.120 Jenny Duan: Right. 456 00:57:54.760 --> 00:57:57.059 huda: Okay. Okay, that makes sense. 457 00:57:57.270 --> 00:57:58.210 huda: And then 458 00:57:59.360 --> 00:58:02.969 huda: the last bit, just like, tie it all together. 459 00:58:06.960 --> 00:58:13.469 huda: so it says, leadership that I bring to school? Would I like, continue talking about like the the clubs and programs. 460 00:58:15.410 --> 00:58:19.470 Jenny Duan: Yeah, exactly. And you can look things up on the Stanford website to be specific. 461 00:58:29.630 --> 00:58:33.289 huda: And could I bring up like possible ideas I have for them, or like 462 00:58:33.980 --> 00:58:35.010 huda: and. 463 00:58:45.230 --> 00:58:46.625 huda: Okay, and there's 464 00:58:48.170 --> 00:58:59.710 huda: or like, should I talk about like possible ideas I have for, like the clubs and programs, or like, talk about like even starting like starting clubs if they don't have like a specific one like, for example, like. 465 00:58:59.970 --> 00:59:06.279 huda: actually, I don't know if this might be too niche, but like maybe, like an Indian Muslim club, or something like that, or like. 466 00:59:07.140 --> 00:59:08.310 huda: I don't know like. 467 00:59:08.430 --> 00:59:16.980 huda: would would it be wise like to talk about like starting a club at Stanford, or like just just talking about like gaining leadership in these clubs. 468 00:59:18.930 --> 00:59:20.989 Jenny Duan: Think you can just talk about. 469 00:59:21.790 --> 00:59:29.139 Jenny Duan: If you don't find a club that suits you. I feel like, then you can talk about trying to start one, but otherwise gaining leadership seems fine to me. 470 00:59:30.170 --> 00:59:30.820 huda: Okay. 471 00:59:46.880 --> 00:59:47.570 huda: Cool. 472 00:59:53.100 --> 00:59:54.300 Jenny Duan: And then 473 00:59:54.360 --> 00:59:58.370 Jenny Duan: does this make sense for the outline for this essay? Do you have any further questions here? 474 00:59:59.401 --> 01:00:04.690 huda: No, this makes sense. Now. If I have any questions, I think I'll I'll text you. 475 01:00:05.080 --> 01:00:14.299 Jenny Duan: Okay, sounds good. Now for the short questions, do you? I know these are like some of the hardest ones, because you only get such a limited number of characters. 476 01:00:16.060 --> 01:00:18.640 Jenny Duan: yeah, do you have any 477 01:00:18.780 --> 01:00:21.500 Jenny Duan: ideas just about like, say, the 1st one 478 01:00:22.090 --> 01:00:22.680 Jenny Duan: awesome. 479 01:00:22.970 --> 01:00:47.620 huda: I don't know about the 1st one, but I had a pretty clear idea for the 3rd one, which was actually, there was like a woman named Grace Hopper. And she was basically like handling. She's like a like back in the day, like computers were like people that like, translated like like electric signals to like codes and stuff. And so there's like a computer named Grace Hopper 480 01:00:47.620 --> 01:01:06.748 huda: and she discovered. There's like like a moth inside of the machine, and that was like causing a bunch of trouble. And then that's how like coding errors like became bugs, and I think that, like historic moment, would have just like one been hilarious, 2 would have been like iconic cause, like 481 01:01:07.430 --> 01:01:16.630 huda: almost like every time I code. I always face like these like errors. And like bugs, and just like seeing like the 1st ever bug would be like pretty interesting. 482 01:01:16.940 --> 01:01:18.469 Jenny Duan: Yeah, that seems good. 483 01:01:23.000 --> 01:01:27.919 Jenny Duan: Okay, this one is the way that people write. This is usually just like this. 484 01:01:27.970 --> 01:01:31.289 Jenny Duan: 2023, 2024. 485 01:01:31.920 --> 01:01:33.759 Jenny Duan: I don't know. I'm caught 486 01:01:34.020 --> 01:01:37.980 Jenny Duan: what like you, and like people just do like 487 01:01:38.440 --> 01:01:40.929 Jenny Duan: kind of bullet point or short phrases like 488 01:01:40.970 --> 01:01:44.300 Jenny Duan: caught fireflies in my backyard. 489 01:01:44.380 --> 01:01:48.990 Jenny Duan: Researched protein synthesis at Rsi. 490 01:01:49.150 --> 01:01:53.040 Jenny Duan: Learn to bake or something. Learn to bake matcha cookies 491 01:01:53.170 --> 01:01:56.451 Jenny Duan: 2024 like, I don't know. 492 01:01:57.390 --> 01:02:02.447 Jenny Duan: research cancer solutions at Xyz study. 493 01:02:03.490 --> 01:02:07.710 Jenny Duan: read became obsessed with 494 01:02:08.050 --> 01:02:10.790 Jenny Duan: nonfiction. Writing 495 01:02:12.570 --> 01:02:14.930 Jenny Duan: adopted a new dog 496 01:02:14.980 --> 01:02:17.339 Jenny Duan: like this is how people write them just like 497 01:02:17.410 --> 01:02:19.469 Jenny Duan: some brief sentences like that. 498 01:02:19.640 --> 01:02:25.935 huda: I think summer of 2023. It was like it. I didn't go to like any programs or anything. So 499 01:02:26.510 --> 01:02:40.899 huda: yeah, so like, could I say something like cause that at that time I was like developing my game, and I was like starting up boot camps that's like the closest to like super academic thing that I've done but that summer. But yeah. 500 01:02:40.900 --> 01:02:46.079 Jenny Duan: I mean, they know that you're not just an academic person. So it's totally totally fine to like 501 01:02:46.660 --> 01:02:48.960 Jenny Duan: right non-academic things as well. 502 01:02:49.870 --> 01:02:50.630 huda: Okay. 503 01:02:52.138 --> 01:02:54.230 huda: and then the 1st one 504 01:02:57.510 --> 01:03:01.139 huda: I don't exactly know how to like approach that one. 505 01:03:01.990 --> 01:03:04.819 Jenny Duan: Okay, this one is really hard. So I would. Just. 506 01:03:05.560 --> 01:03:08.669 Jenny Duan: I think we've already gone through a lot today. So let's 507 01:03:08.750 --> 01:03:10.399 Jenny Duan: to maybe pause on this 508 01:03:10.610 --> 01:03:16.179 Jenny Duan: work through these things that we're already talking about, and then come back and discuss the rest. 509 01:03:17.049 --> 01:03:23.339 Jenny Duan: And then I also know that we were talking about Disney dreamers application. Have you made any progress on that front? 510 01:03:23.820 --> 01:03:26.900 huda: Yeah, I worked on the essay on the 511 01:03:27.637 --> 01:03:40.490 huda: let me open it. I've answered all the questions. I think just the biography. I need to like kind of finish up a little bit. But yeah, I I answered all the questions. 512 01:03:41.110 --> 01:03:42.499 Jenny Duan: Oh, it sounds good. 513 01:03:44.720 --> 01:03:45.920 Jenny Duan: And then. 514 01:03:46.300 --> 01:03:52.471 Jenny Duan: okay, then in that case I will text you to schedule our next meeting because I'm not gonna be here for the next 515 01:03:52.750 --> 01:04:00.899 Jenny Duan: week and a half. But if you want to meet earlier we can do that. But we'll find a time, and I'll coordinate with Mary. 516 01:04:01.600 --> 01:04:02.210 Jenny Duan: Alright. 517 01:04:02.210 --> 01:04:02.850 huda: Sounds 518 01:04:05.390 --> 01:04:12.250 Jenny Duan: Okay, then sounds good. Let me know if you have any questions. Text me when you're done with Disney dreamers, and I can look over that. So you're able to submit. 519 01:04:12.670 --> 01:04:15.089 Jenny Duan: Yeah, okay. Alright. Take care. 520 01:04:15.390 --> 01:04:16.120 huda: Bye. 521 01:04:16.120 --> 01:04:16.870 Jenny Duan: Hi.",
  "segments": [
    "Week 15 - Coaching_Jenny_Huda_Wk15_2024-09-16_M_9b1f9a43fc91a3ac_U_9b1f9a43fc91a3ac WEBVTT 1 00:04:11.400 --> 00:04:13.299 Jenny Duan: Hey, Huda! How's it going? 2 00:04:15.770 --> 00:04:17.130 Jenny Duan: Oh, can you hear me? 3 00:04:19.310 --> 00:04:20.060 Jenny Duan: Can you hear me. 4 00:04:20.060 --> 00:04:21.070 huda: I think 5 00:04:21.190 --> 00:04:25.220 huda: speakers were connected to my headphones. Oh, I can hear you now. 6 00:04:25.700 --> 00:04:27.759 Jenny Duan: Okay. Awesome. How's it going. 7 00:04:28.310 --> 00:04:29.929 huda: It's going well, how are you? 8 00:04:30.550 --> 00:04:39.019 Jenny Duan: Yeah, I'm doing pretty good. I'm just moved for like the 4th time in a while I'm I've transitioned from a temporary dorm that I was using to teach 9 00:04:39.040 --> 00:04:42.839 Jenny Duan: this course at Stanford to now my final dorm for the next 10 weeks. 10 00:04:42.980 --> 00:04:43.980 Jenny Duan: So 11 00:04:44.870 --> 00:04:48.420 Jenny Duan: it's been a hassle like trying to get everything figured out. But 12 00:04:48.590 --> 00:04:51.468 Jenny Duan: yeah, other than that, life's pretty good. 13 00:04:52.630 --> 00:04:57.269 Jenny Duan: alright! How is school? And how is? How are your applications going. 14 00:04:59.136 --> 00:05:16.109 huda: Schools going pretty great. I've been like, really, I think academics has been like, really tough, because I have like a lot of assignments, and like I haven't been able to do anything else but like, I've been trying to prioritize that so I'm spending, like most of my 15 00:05:16.740 --> 00:05:28.289 huda: full days like kind of studying. So I think it's going really well, like, academically. And then for applications. It's going pretty well. I have 16 00:05:28.693 --> 00:05:34.710 huda: like a draft of like a common app essay idea cause I was kind of like. 17 00:05:34.710 --> 00:05:36.659 Jenny Duan: Those are different, not peach, fuzz. 18 00:05:37.250 --> 00:05:48.265 huda: It's like, I'm kind of like wo",
    "rking on both of them, currently, because like this new one is about like this time, I did like an escape room in San Francisco. 19 00:05:48.965 --> 00:05:59.315 huda: Escape from Alcatraz and stuff, and I just like the reason why I feel I'm feeling like a little bit iffy about like the peach fuzz essay is because 20 00:05:59.920 --> 00:06:05.643 huda: actually had someone else read it and they really like unsettled by the hook and like 21 00:06:05.980 --> 00:06:08.859 Jenny Duan: Yeah, I kind of. That's how I kind of felt, too. 22 00:06:09.140 --> 00:06:18.020 huda: Yeah. And they felt that was like a bit like too much. And like, I don't know how to kind of like water like it down a little bit without like 23 00:06:18.500 --> 00:06:23.820 huda: like diluting the like, the essence of like the hook, I guess, cause I felt I met. 24 00:06:23.860 --> 00:06:45.519 huda: I felt like it was like really captivating, but like I guess I can see how it might be a little disturbing and so like, I think I just wanted to go for a little like different approach, and like something where I can like connect kind of like things that I've done like kind of like my extra curriculars, and my passions like not 25 00:06:45.610 --> 00:06:51.801 huda: not fully on my extracurriculars, because I know you're not supposed to be talking too much about your extracurriculars in your essay, but, like 26 00:06:52.060 --> 00:06:53.830 Jenny Duan: Talk a little bit about them. 27 00:06:54.570 --> 00:07:24.229 huda: Yeah, so this one, I think it was like my 1st ever idea for the common app. It was like escaping from Alcatraz and like seeing all these like who's and like kind of showing, like my problem, solving like background in that way, and then also like different aspects about like. I haven't read that part yet. But I want to show, like my storytelling kind of side. And like all these different aspects about me, and I could be like, Oh, this kind of like reminds me of like when I 28 00:07:24.270 ",
    "--> 00:07:45.679 huda: do this in my free time, or like like, maybe like, when I'm guiding my family outside, it reminds me of like when I'm guiding like the young girls that empowering AI it's like, yeah. I was thinking like doing something like that for my common app. I mean, obviously it comes down to like how I write it. But I think, for now it's going pretty well. 29 00:07:46.330 --> 00:07:47.519 Jenny Duan: You have a link to it. 30 00:07:48.130 --> 00:07:54.390 huda: Yeah, I mean, it's like, like, barely done at all. I think I haven't really fleshed out anything. But 31 00:07:54.700 --> 00:07:57.830 huda: I have, like the 1st 2 paragraphs 32 00:08:01.120 --> 00:08:04.220 huda: and then also, like I framed it. So it's like 33 00:08:04.770 --> 00:08:30.079 huda: like, I'm saying, I'm an Alcatraz grade escape artist. And then it. That's like it's gonna be the whole thing like me escaping and problem solving. And then I realized that, like a famous like escape artist is Houdini, and like a lot of like like the Western pronunciation of my name is like kind of like Huda, so it's like I don't know just like I thought might make that connection somewhere. But yeah. 34 00:08:32.630 --> 00:08:36.200 Jenny Duan: Wait. This is cool. I like it. I think I 35 00:08:36.360 --> 00:08:42.379 Jenny Duan: I think you should focus more on yourself, and not the world building, too, though, as you continue writing it, it's 36 00:08:42.390 --> 00:08:48.559 Jenny Duan: I think it'd be nice to like. Have it. Have the opening be a bit shorter, so that you quickly transition it to yourself 37 00:08:48.860 --> 00:08:49.750 Jenny Duan: more 38 00:08:50.810 --> 00:09:00.070 Jenny Duan: because in your very limited time, or your very limited word, count, you want to make sure that you're trying to focus interest of the attention on you rather than the characters in your story. 39 00:09:02.350 --> 00:09:03.245 Jenny Duan: Alright. 40 00:09:07.960 --> 00:09:10.715 Jenny Duan: okay. So I'm gla",
    "d that that's going. Well, 41 00:09:11.280 --> 00:09:12.480 Jenny Duan: And 42 00:09:12.510 --> 00:09:13.540 Jenny Duan: I think that 43 00:09:13.880 --> 00:09:14.620 Jenny Duan: let's 44 00:09:16.230 --> 00:09:17.409 Jenny Duan: Oh, wow! 45 00:09:17.850 --> 00:09:21.250 Jenny Duan: I also see that you're working on your Stanford essays. 46 00:09:22.870 --> 00:09:30.280 Jenny Duan: Do you want to go over that, maybe another time? Or do you want to take a look at that. Now I'm just looking in our in our execution document. 47 00:09:30.990 --> 00:09:31.770 huda: Yeah, 48 00:09:33.410 --> 00:09:34.550 huda: I think. 49 00:09:35.710 --> 00:09:45.833 huda: Yeah, I don't know if I have too much like progress on that. So. But I think like, if we could like write maybe like an outline, for, like some of the supplementals that would be great. 50 00:09:46.220 --> 00:09:58.719 huda: I put it on a separate document just because I feel like when it's on like the execution document, I feel like a bit confused. So we let me just put the link onto the execution document. 51 00:09:58.920 --> 00:10:00.210 Jenny Duan: Wait sounds good. 52 00:10:25.860 --> 00:10:27.239 huda: Oh, wait! Let me share this out. 53 00:10:41.020 --> 00:10:41.610 Jenny Duan: Hey! 54 00:10:41.933 --> 00:10:47.439 huda: Was thinking of like re kind of like reusing like bits of like the J camp essay. 55 00:10:47.560 --> 00:10:48.140 huda: Because if you're. 56 00:10:48.140 --> 00:10:48.950 Jenny Duan: Like, if. 57 00:10:48.950 --> 00:10:53.989 huda: Like a pretty good introduction to like what I'm talking about. 58 00:10:55.580 --> 00:10:57.688 Jenny Duan: Yeah, this looks really cool. 59 00:10:58.160 --> 00:11:09.459 Jenny Duan: I think one thing I would say is, and I don't really see like the learning involved in here for this. This essay to me right now really reads more like a culture essay. But I think you want it to read more like 60 00:11:09.470 --> 00:11:13.919 Jenny Duan: something. How this. This exper",
    "ience inspired you to learn, and I feel like I'm not 61 00:11:13.960 --> 00:11:15.500 Jenny Duan: quite getting that yet. 62 00:11:16.130 --> 00:11:18.039 huda: Yeah, this isn't like 63 00:11:18.160 --> 00:11:18.935 huda: the 64 00:11:19.840 --> 00:11:21.290 huda: full draft yet. 65 00:11:21.310 --> 00:11:40.500 huda: and like, I haven't really gone to the point yet. But I was thinking of like talking about how like? I'm very curious to like, learn about, like the differences in different cultures, and like how how like our differences like make us more connected. And then I like to apply this like when I'm like 66 00:11:40.877 --> 00:12:00.110 huda: you know, having like different, like platforms like like, for example, folklift where I connect. Like all types of cultures like South Asian businesses, Muslim owned businesses. Just like local businesses. Like just connecting those and that, like those differences like make us who we are. I think. 67 00:12:00.690 --> 00:12:01.495 Jenny Duan: Yeah. 68 00:12:03.160 --> 00:12:04.689 huda: Would that be a good approach? 69 00:12:05.830 --> 00:12:09.870 Jenny Duan: I think so. But I just want to emphasize, like the 70 00:12:09.880 --> 00:12:17.200 Jenny Duan: just, the learning as much as possible. And try to bring out like the curiosity. I think that's really important. Here. 71 00:12:18.245 --> 00:12:19.100 Jenny Duan: Yeah. 72 00:12:21.000 --> 00:12:24.379 Jenny Duan: Okay, let's look at them. Let me just take a note on this. 73 00:12:30.960 --> 00:12:38.074 Jenny Duan: Because I think as a reader, you want to know exactly how you're thinking so like, what questions you're asking 74 00:12:38.720 --> 00:12:41.559 Jenny Duan: and the way you think through problems 75 00:12:41.580 --> 00:12:42.790 Jenny Duan: or ideas. 76 00:12:44.050 --> 00:12:50.269 huda: Can we write like like an outline for this? So like, I know, like how to structure the essay. 77 00:12:50.840 --> 00:12:55.870 Jenny Duan: Yeah. So tell me about what i",
    "s what subject you're curious about. 78 00:12:57.100 --> 00:13:00.110 Jenny Duan: or what the idea is like. Can you summarize that. 79 00:13:00.690 --> 00:13:17.810 huda: Yeah, with this idea that I had. I was like, really curious about like, like one learning about like my culture, and like also learning about other people and like their identities, and also kind of like 80 00:13:18.210 --> 00:13:25.759 huda: learning like when you go to like a random J, like J. Campbell's like Random, like, I don't know these people. I've never talked to them, and like 81 00:13:25.760 --> 00:13:48.579 huda: I think I was really curious to understand like who they are, and like, for example, like the things that they wrote about and the issues that they were really passionate about were definitely like related to their culture and like their background. And then so I was really curious to see, like where this specific guy like what his background was and like, how like how he was raised. And like, what kind of 82 00:13:48.770 --> 00:14:01.459 huda: like his family is like. How that impacts like the things that he does and like also the things that he reports about, and tries to bring importance to. 83 00:14:03.440 --> 00:14:24.689 Jenny Duan: Okay, yeah, I think that for this essay it might be nice to write about something more related to your like Pre, professional interest or your career interest, because it seems like you don't really have a mention of like computer science or gaming anywhere, either in your common app, like your personal statement or the other essays that are here right now. And so 84 00:14:24.690 --> 00:14:43.090 Jenny Duan: I feel like you should maybe write this about something related to like coding, gaming, or something that you want to study in school, I think, for typically people write this about like their not. Maybe it's not something directly related to their major or intended major, but something related to their academic interest. 85 00:14:45.500 -",
    "-> 00:14:56.630 huda: Okay? So then, how would I have like an interesting perspective on it? Cause I feel like if I just say that I'm like curious about technology and like how it can impact people like I feel like that doesn't really stand out much like. 86 00:14:56.670 --> 00:15:00.200 huda: is there like any way to frame it differently? 87 00:15:00.600 --> 00:15:10.689 Jenny Duan: Yeah. So I think that the key here is maybe about writing something that's not technology itself, but something adjacent to technology. So let me pull up some examples of 88 00:15:11.110 --> 00:15:15.460 Jenny Duan: like my essay and or other similar essays. 89 00:15:24.030 --> 00:15:24.940 Jenny Duan: okay. 90 00:15:27.920 --> 00:15:31.499 Jenny Duan: this is like an example of my friend's essay. Let me show you. 91 00:15:39.800 --> 00:15:44.089 Jenny Duan: This is like a very in draft version. This wasn't the final. But, like, you can see 92 00:15:44.430 --> 00:15:52.050 Jenny Duan: how this relates. I think he's now he's studying electrical engineering. But like, I think he applied as environmental science or something. 93 00:16:16.240 --> 00:16:19.349 Jenny Duan: Does that make sense on like more what they're looking for. 94 00:16:20.260 --> 00:16:22.379 huda: Yeah, I I noticed that 95 00:16:22.600 --> 00:16:27.350 huda: it's not as much like storytelling, and it's not as much like 96 00:16:27.810 --> 00:16:29.650 huda: it's more direct. 97 00:16:30.470 --> 00:16:30.850 Jenny Duan: Yeah. 98 00:16:30.850 --> 00:16:31.490 huda: Update. 99 00:16:31.822 --> 00:16:48.470 Jenny Duan: And you can. Still, I mean, this is just one person right? You yours could look totally different. But like you don't necessarily need to. Yeah, do too much storytelling, if that's but I think because you're good at storytelling, that's that's good. But like you don't need to 100 00:16:59.610 --> 00:17:01.540 Jenny Duan: Or this is like another one. 101 00:17:03.402 --> 00:17:04.880 Jenny Duan: My friend wrot",
    "e. 102 00:17:05.770 --> 00:17:12.559 Jenny Duan: He didn't get into Stanford, but he goes to Brown now, but I still think he has like a really good application, regardless. 103 00:17:13.200 --> 00:17:17.429 Jenny Duan: I mean, he's yeah. He still goes to like an Ivy League school. But yeah. 104 00:17:52.830 --> 00:17:54.849 Jenny Duan: this is like also very direct. 105 00:17:57.420 --> 00:17:58.720 huda: Oh, so like! 106 00:18:00.020 --> 00:18:01.390 huda: He connected, like 107 00:18:01.740 --> 00:18:03.549 huda: history and biology. 108 00:18:03.830 --> 00:18:05.370 Jenny Duan: Yeah. 109 00:18:05.570 --> 00:18:08.459 Jenny Duan: cause that's I think. Now, he's a cognitive science, major. 110 00:18:09.295 --> 00:18:15.289 Jenny Duan: this is his roommate essay, I think it's, like, really cool, too, how he formatted it! Check it out. 111 00:18:15.659 --> 00:18:16.029 huda: Well. 112 00:18:16.230 --> 00:18:17.169 Jenny Duan: It's a poem. 113 00:18:36.000 --> 00:18:39.790 Jenny Duan: You see how there's so much detail, and like such a small amount of text. 114 00:18:42.130 --> 00:18:43.030 huda: I feel like. 115 00:18:44.140 --> 00:18:45.640 huda: literally interesting. 116 00:18:45.900 --> 00:19:00.800 Jenny Duan: Yeah, like, I feel like you can really get to know him like fluid, like the free spirit. This list of his fun things, his interest. Wikipedia, editing pages like you can see he's interested in linguistics, likes football games, he does fencing. He presses penny is wherever he goes. 117 00:19:00.820 --> 00:19:04.320 Jenny Duan: etc. These are more Stanford things. 118 00:19:05.900 --> 00:19:06.750 Jenny Duan: yeah. 119 00:19:07.140 --> 00:19:11.979 Jenny Duan: that's like another example. Let me see my personal 120 00:19:12.600 --> 00:19:15.090 Jenny Duan: Stanford essays to show you. 121 00:19:32.270 --> 00:19:36.589 Jenny Duan: Sorry I need to like locate mine. It's been a while since I've looked at these. 122 00:19:57.370 --> 00:20:03.430 Jenny Duan: Oka",
    "y, this is just one that I found like on the Internet. This isn't mine. But this is one that I read when I was doing my application. 123 00:20:11.760 --> 00:20:16.569 Jenny Duan: This is like a bit of an older application, so I don't know how it compares to things now. But 124 00:20:17.820 --> 00:20:18.560 Jenny Duan: yeah. 125 00:20:36.940 --> 00:20:39.699 huda: Oh, so is this person studying like 126 00:20:41.840 --> 00:20:43.830 huda: like Milk Street. 127 00:20:45.260 --> 00:20:46.319 huda: Go off with you. 128 00:20:47.260 --> 00:20:48.220 Jenny Duan: Probably. 129 00:20:50.290 --> 00:20:55.010 huda: I'm curious to see someone doing. Technology would approach this because 130 00:20:55.320 --> 00:21:01.539 huda: I feel like these are all like, really like topics that people like in general, be really 131 00:21:02.142 --> 00:21:03.710 huda: like, interested in. 132 00:21:05.290 --> 00:21:07.520 Jenny Duan: Yeah, let me find mine. 133 00:21:07.650 --> 00:21:11.290 Jenny Duan: Because I'm studying technology. I applied as a census major. 134 00:21:12.507 --> 00:21:18.770 Jenny Duan: I wrote mine on social media. So that's like something that I'm really interested in, that's like not 135 00:21:19.270 --> 00:21:21.644 Jenny Duan: quite related to to 136 00:21:22.560 --> 00:21:24.589 Jenny Duan: not quite related. But 137 00:21:25.862 --> 00:21:29.160 Jenny Duan: my gosh! I can only find like these 138 00:21:30.571 --> 00:21:32.829 Jenny Duan: other ones that I can. 139 00:21:33.100 --> 00:21:36.300 Jenny Duan: the other ones that I I've read, but not 140 00:21:44.330 --> 00:21:45.900 Jenny Duan: not mine. 141 00:21:59.310 --> 00:22:01.190 Jenny Duan: Alright, this one. Maybe 142 00:22:02.890 --> 00:22:07.229 Jenny Duan: this isn't mine, but you can read this as I continue looking for mine. 143 00:22:52.680 --> 00:22:54.790 Jenny Duan: Once you're done reading that one, let me know. 144 00:22:56.550 --> 00:22:59.039 Jenny Duan: Once you're done reading that one. Let m",
    "e know. 145 00:22:59.480 --> 00:23:00.140 Jenny Duan: Yeah. 146 00:23:20.520 --> 00:23:23.190 huda: Oh, the last few months! Really powerful. 147 00:23:23.710 --> 00:23:24.470 Jenny Duan: Yeah. 148 00:23:25.586 --> 00:23:28.680 Jenny Duan: here's 1 more. You can read this one. 149 00:23:29.140 --> 00:23:32.369 Jenny Duan: This is like someone who's an Ir major. 150 00:24:36.880 --> 00:24:38.170 huda: Oh, that's really cool. 151 00:24:38.430 --> 00:24:40.420 huda: and I think this person also like. 152 00:24:40.710 --> 00:24:45.829 huda: but in like their like numerical like achievements. 153 00:24:46.730 --> 00:24:47.590 Jenny Duan: Interesting. 154 00:25:01.170 --> 00:25:04.070 Jenny Duan: Oh, I can't find like the 155 00:25:04.160 --> 00:25:07.430 Jenny Duan: final version of mine. But 156 00:25:12.210 --> 00:25:17.040 Jenny Duan: yeah, okay, I can't find the final version of mine, because I think I literally like wrote mine. 157 00:25:17.610 --> 00:25:22.060 Jenny Duan: I feel like I wrote mine in like the portal on the day it was due. 158 00:25:22.410 --> 00:25:25.350 Jenny Duan: which is not a good thing. So. 159 00:25:25.550 --> 00:25:28.760 Jenny Duan: yeah, oh, okay, okay. Finally found mine. 160 00:25:28.930 --> 00:25:29.750 Jenny Duan: Okay. 161 00:25:30.130 --> 00:25:33.070 Jenny Duan: this is this is what what I wrote. 162 00:25:34.560 --> 00:25:40.140 Jenny Duan: I don't think this is my best essay, because I think this is one that I wrote like probably the day it was due. 163 00:25:40.450 --> 00:25:43.259 Jenny Duan: like very shortly before it was due. But. 164 00:25:43.490 --> 00:25:46.680 Jenny Duan: like I, this one, this is the essay I got stuck on the most. 165 00:26:04.890 --> 00:26:11.439 Jenny Duan: I don't know if this is like the final final version that I submitted, but it's like pretty similar, like the format is the same. 166 00:26:13.740 --> 00:26:15.260 huda: The format's really interesting. 167 00:26:22.180 --> 00:26:29.049 Jenny Duan:",
    " I don't. Yeah, I think I I hopefully, I edited this before I submitted it. I'm pretty sure I did. So. This isn't the final version. But like 168 00:26:29.370 --> 00:26:31.180 Jenny Duan: it's, it's close enough. 169 00:26:49.170 --> 00:27:15.829 huda: Oh, okay. So I think I think this definitely makes sense because it's like related cause. Since you're applying as someone going into like AI ethics. And then you're talking about like a project you made to make like social media ethical. I think that definitely like makes sense. And I? I can see the connection, but I I can't. I don't think I can find something that's like like that I did. That connects as well as like your project, and like this. 170 00:27:15.830 --> 00:27:20.340 Jenny Duan: What about like the game centoria empowering AI like. 171 00:27:20.800 --> 00:27:21.270 huda: Yeah. 172 00:27:21.740 --> 00:27:26.219 Jenny Duan: I think the idea is just to find something like niche within that, and then 173 00:27:26.840 --> 00:27:27.980 Jenny Duan: say like. 174 00:27:30.030 --> 00:27:31.740 Jenny Duan: and then go from there. 175 00:27:38.810 --> 00:27:39.860 huda: So 176 00:27:40.030 --> 00:27:42.860 huda: maybe something I could be curious about is like. 177 00:27:43.610 --> 00:27:44.840 huda: how like 178 00:27:45.600 --> 00:27:55.499 huda: one thing that I'm like, really curious about is like how in like video games like, especially like interactive video games. There's like. 179 00:27:57.180 --> 00:27:58.050 huda: there's like. 180 00:27:58.570 --> 00:28:08.759 huda: it's kind of like watching a video where, like, you can see like you can like hear things you can like kind of experience things visually. But then it's also like. 181 00:28:09.130 --> 00:28:14.429 huda: almost like you're a character in the game. And like, you can interact with others. And like 182 00:28:14.650 --> 00:28:34.700 huda: like video games, usually, they're like people. Don't like video games because they can cause violence becaus",
    "e of like violent video games. But then, like, what if that's translated into something like positive, like? Because some people say that like playing too many violent video games can cause like people to have violent thoughts. 183 00:28:34.700 --> 00:28:57.620 huda: But then, like, what if someone who's playing a lot of educational video games like, what if they can like become someone that knows all these new skills and like learns things from video games. So like, why, like something that I'm curious about is like, why can't we use video games for like betterment and not just like creating, like inciting like violence? I guess. 184 00:28:59.250 --> 00:29:00.040 Jenny Duan: Yeah. 185 00:29:00.430 --> 00:29:05.130 Jenny Duan: I mean, like, one way I could see this starting out is like somebody saying, like. 186 00:29:06.150 --> 00:29:07.329 Jenny Duan: I don't know 187 00:29:23.140 --> 00:29:24.060 huda: I mean, like. 188 00:29:24.360 --> 00:29:34.399 huda: like, I know, like my my parents always make the argument that, like playing video games can like cause violence. And that's just the kind of like I've always thought like. 189 00:29:34.700 --> 00:29:37.060 huda: if if we see what we like. 190 00:29:37.280 --> 00:29:40.020 huda: if we do what we see on the screen, then, like 191 00:29:40.140 --> 00:29:48.689 huda: what happens when we're playing like an educational game, like actual change can happen. So like, maybe like starting it off with like a like a conversation with, like my parents 192 00:29:48.720 --> 00:29:50.290 huda: like are kind of like. 193 00:29:50.803 --> 00:30:00.776 huda: urging me to stop doing gaming and and then like, kind of accepting that like, Oh, yeah, maybe, like video games, do influence the way I behave. And then 194 00:30:01.380 --> 00:30:16.609 huda: and then like taking that and then developing like synthoria. Because if like that could like kind of influence the way someone behaves, and that means that person is now like educated",
    " on like AI, and like these new topics, I I don't know if that's like, too, too. 195 00:30:18.240 --> 00:30:19.230 huda: Cliche. 196 00:30:19.560 --> 00:30:23.790 huda: But yeah, that's just like what I'm thinking right now. 197 00:30:24.040 --> 00:30:46.459 Jenny Duan: That sounds good. I think that the key here is to make sure that your storytelling doesn't get in the way of the point. So I think, because these essays are so so short. A lot of people kind of the reason why they don't do a lot of storytelling is because they try to be as concise as possible with the point that they're trying to make. So I would also encourage you to make sure that your 198 00:30:46.820 --> 00:30:47.880 Jenny Duan: that you 199 00:30:48.130 --> 00:30:54.509 Jenny Duan: try to make the points more concise here, because I think too much storytelling is a bit distracting. 200 00:30:58.220 --> 00:31:07.010 huda: can we work on an outline? Maybe cause like, I feel like, when i when i kind of start like, I always like, just fall into the trap of just like world building. And 201 00:31:07.150 --> 00:31:08.030 huda: yeah. 202 00:31:08.530 --> 00:31:09.910 Jenny Duan: Yeah, so far. 203 00:31:09.910 --> 00:31:14.380 huda: Exactly like what I should be like. Focusing more on. I think that would be 204 00:31:14.870 --> 00:31:15.840 huda: helpful. 205 00:31:16.320 --> 00:31:17.620 Jenny Duan: Right? So 206 00:31:17.960 --> 00:31:23.220 Jenny Duan: so the idea here is that video games can be a force for good, right? 207 00:31:32.120 --> 00:31:34.569 Jenny Duan: hey? I actually feel like this idea. 208 00:31:35.040 --> 00:31:38.959 Jenny Duan: I think we should try to find a different way to describe this, because I think 209 00:31:42.310 --> 00:31:48.409 Jenny Duan: like, I'm not sure if oh, wait! Actually, can you tell me why this is so important to you other than the fact that, like 210 00:31:49.790 --> 00:31:57.130 Jenny Duan: video game, like, what is it about video games being used for good?",
    " Because educational games already exist. So why is that so important. 211 00:31:58.170 --> 00:31:59.770 huda: Are you just, for example, people. 212 00:31:59.770 --> 00:32:07.449 Jenny Duan: Gamified like Khan Academy. I excel, is a little bit gamified. But what is like the issue or thing that you're trying to get across here. 213 00:32:08.130 --> 00:32:35.590 huda: I think the issues that, like a lot of people underestimate, like the impact that games can have like like a positive impact cause. There's a lot of like negative stigma around gaming, and how it can have like a negative impact. And not a lot of people like even with Duolingo, and like those sort of platforms. No one really like highlights that it's like a gamified like learning tool, like people still think of it as just like an educational tool and 214 00:32:35.910 --> 00:33:00.809 huda: I guess, like I don't know if that's like worded properly, but like just the fact that, like Peep, there's like this stigma around like educational games, and that, like people still believe that video games are solely for like entertainment and like they can only cause bad. And so, while there are some like existing projects that are like for good and for education, I feel like 215 00:33:01.150 --> 00:33:07.280 huda: a lot of people don't address that, like gaming is like, could be like for betterment of people. 216 00:33:08.510 --> 00:33:15.060 Jenny Duan: What are some examples of like game based apps that you see every day. Cause I think one way that you could start out this essay would be like. 217 00:33:15.460 --> 00:33:20.029 Jenny Duan: I spend 3 h playing video games every day. Chances are you do, too. 218 00:33:20.060 --> 00:33:23.660 Jenny Duan: when you log into Duolingo. Blah blah! Blah blah blah. 219 00:33:23.900 --> 00:33:34.559 Jenny Duan: Most people don't realize it. But they're actually playing video games. And then you could talk about like how video games have this negative perception. But they ac",
    "tually can like help you in all these different ways in your life. 220 00:33:35.470 --> 00:33:36.990 huda: Yeah, I think. 221 00:33:37.280 --> 00:33:47.150 huda: yeah. So some examples could be like Duolingo. I feel like everyone kind of knows. But like the New York Times, like many. 222 00:33:47.150 --> 00:33:47.470 Jenny Duan: Yeah. 223 00:33:48.010 --> 00:33:53.959 huda: Like that. One's like educational in some ways. And then 224 00:33:54.320 --> 00:33:55.520 huda: I think 225 00:33:55.700 --> 00:33:58.180 huda: another one could possibly be 226 00:34:01.070 --> 00:34:11.239 huda: like, I don't know if this is, too niche, but there's like a game called prodigy, and like like younger younger kids usually use it to like, learn about math. 227 00:34:13.300 --> 00:34:17.896 Jenny Duan: Oh, yeah, you can say, like, okay, whether you're learning languages on Duolingo. 228 00:34:18.340 --> 00:34:21.085 Jenny Duan: what was the second thing that you've mentioned? I forgot. 229 00:34:21.691 --> 00:34:23.349 huda: The New York Times. Mini. 230 00:34:23.350 --> 00:34:31.050 Jenny Duan: Playing the New York Times Mini, or maybe like logging your runs, or or trying to break your record on Strava. Do you know, Strava, the running app. 231 00:34:31.975 --> 00:34:32.863 huda: No, I don't. 232 00:34:33.540 --> 00:34:36.960 Jenny Duan: Okay, that might be popular with the admissions officers or like. 233 00:34:37.310 --> 00:34:46.950 Jenny Duan: you know, whether you're Xyz, like chances are like, you interact with video games like or something. You can just come up with examples that you feel like are relevant to 234 00:34:47.020 --> 00:34:48.380 Jenny Duan: you in your life. 235 00:34:49.000 --> 00:34:51.420 Jenny Duan: Yeah, English. 236 00:34:51.989 --> 00:34:52.949 Jenny Duan: what. 237 00:34:53.360 --> 00:34:56.190 huda: I think my friends also use Strava, so I think it might be like 238 00:34:56.270 --> 00:35:03.530 huda: relevant. So I think, like those 3 examples, might ",
    "like show a gamification of different aspects. 239 00:35:04.060 --> 00:35:04.720 huda: What. 240 00:35:04.720 --> 00:35:05.440 Jenny Duan: Sounds good. 241 00:35:10.980 --> 00:35:14.770 huda: So like. What was the 1st sentence you said? The one like. 242 00:35:15.070 --> 00:35:16.210 Jenny Duan: I spend 243 00:35:16.280 --> 00:35:20.759 Jenny Duan: you can plug in the time 2 h every day playing video games. 244 00:35:21.430 --> 00:35:24.350 Jenny Duan: And chances are you do, too, something like that. 245 00:36:49.990 --> 00:36:53.129 huda: Okay, does that look good for the 1st 2 sentences. 246 00:36:58.570 --> 00:36:59.580 Jenny Duan: Looks, good. 247 00:37:21.160 --> 00:37:22.480 huda: I like that. 248 00:37:27.480 --> 00:37:35.539 Jenny Duan: Attributed, maybe isn't the right word here. But okay, the word choice. It doesn't. It doesn't quite matter as long as you like. Write the essay. It's the 1st draft doesn't matter. 249 00:37:36.056 --> 00:37:41.439 Jenny Duan: How do you feel about this like topic? Then you can maybe from this transition into like 250 00:37:41.660 --> 00:37:42.400 Jenny Duan: that. 251 00:37:42.520 --> 00:37:43.600 Jenny Duan: say, like 252 00:37:50.400 --> 00:37:53.689 Jenny Duan: while most people view video games 253 00:37:54.410 --> 00:37:58.099 Jenny Duan: as XI am obsessed with. 254 00:37:59.120 --> 00:38:01.269 Jenny Duan: That's why. And then 255 00:38:02.540 --> 00:38:04.359 Jenny Duan: through video games. 256 00:38:05.850 --> 00:38:07.710 Jenny Duan: I've explored 257 00:38:08.510 --> 00:38:11.570 Jenny Duan: insert things you're interested in. 258 00:38:15.020 --> 00:38:15.860 Jenny Duan: then 259 00:38:16.030 --> 00:38:18.320 Jenny Duan: talk about synthoria 260 00:38:19.880 --> 00:38:21.839 Jenny Duan: and passion for 261 00:38:22.440 --> 00:38:23.950 Jenny Duan: AI ethics. 262 00:38:27.870 --> 00:38:28.660 huda: Which is. 263 00:38:29.170 --> 00:38:36.039 huda: remember, like I got the games for change award should. So should ",
    "I mention anything about like like 264 00:38:36.170 --> 00:38:44.550 huda: that one game done ways to die where, like I learned about like train safety, and like I was able to like, win an award or like. Is that too, like. 265 00:38:44.990 --> 00:38:48.459 Jenny Duan: Don't. When don't mention the award, they'll see it in your award section. 266 00:38:48.780 --> 00:38:53.969 Jenny Duan: Okay, you want to write about dumb ways to die. That's also, that's fine, but don't need to write about the award. 267 00:38:55.390 --> 00:39:12.259 huda: and like over here, where it says, like, insert things, you're interested would it be like things that have to be like related to technology? Or could it be like like, like, for example, like random things like learning new languages? And then like, like a random fact that I learned from like the New York Times, many. 268 00:39:12.850 --> 00:39:20.949 Jenny Duan: Yeah, exactly. Or you can say, like, you know, through video games, I've if you like to travel, you can say, like, I've 269 00:39:21.696 --> 00:39:43.240 Jenny Duan: I've hiked this. I've hiked the Himalayan mountains in in virtual reality, or like depending on what you do for, or if you're an athlete, you can say, like video games have helped me perfect my sport by like practicing with an oculus head side. Or, you know, something like the video games have taught me how to play the piano. Video games have whatever like is relevant to you specifically and just make it personal and specific. 270 00:39:45.780 --> 00:39:48.609 Jenny Duan: Okay, let's just try this essay and build that out. 271 00:39:49.480 --> 00:39:50.240 huda: Yeah. 272 00:39:50.240 --> 00:39:51.550 Jenny Duan: This is a good start. 273 00:39:52.708 --> 00:40:03.229 Jenny Duan: This I would try to make this a little bit more professional sounding, even though I know it's supposed to be a roommate essay, I would try to avoid the all lowercase 274 00:40:03.850 --> 00:40:10.999 Jenny Duan: and then make it slig",
    "htly more articulate. Not that this isn't articulate, but I feel like it reads like more like texting. 275 00:40:11.030 --> 00:40:12.790 Jenny Duan: but you want it to sound like. 276 00:40:13.280 --> 00:40:14.100 huda: Like 277 00:40:15.130 --> 00:40:19.390 huda: I thought this essay was gonna be a little more like 278 00:40:19.440 --> 00:40:20.733 huda: casual. But 279 00:40:21.760 --> 00:40:25.179 Jenny Duan: I think it should be casual, but it still has to be professional. 280 00:40:28.090 --> 00:40:28.930 huda: Okay. 281 00:40:32.590 --> 00:40:34.759 Jenny Duan: Like, I can show you an example. 282 00:40:47.980 --> 00:40:49.880 Jenny Duan: this kind of the example. 283 00:41:21.440 --> 00:41:24.640 Jenny Duan: This is typically how all the roommate essays read. It's like. 284 00:41:25.920 --> 00:41:27.020 Jenny Duan: it's like this. 285 00:41:44.880 --> 00:41:57.439 huda: Okay, that's cool. I so like, I don't really know how to approach this. Then, like, cause this seems like it's a lot different from like how I wrote mine. So just put like a bunch of details about me. 286 00:41:57.480 --> 00:42:00.100 huda: But that one seems like a little more like 287 00:42:00.120 --> 00:42:04.699 huda: like there's like a structure to it. So like 1st he talks about like debate, then he talks about 288 00:42:05.740 --> 00:42:06.620 huda: like 289 00:42:07.396 --> 00:42:11.010 huda: liking to hear other people's perspectives like. 290 00:42:11.450 --> 00:42:15.319 huda: is there any like structure I could follow? Maybe. 291 00:42:17.030 --> 00:42:18.000 Jenny Duan: See you. 292 00:42:19.610 --> 00:42:22.530 Jenny Duan: I mean, I think yours is like pretty good. 293 00:42:23.130 --> 00:42:24.010 Jenny Duan: I feel like. 294 00:42:26.180 --> 00:42:29.339 Jenny Duan: just make it more Stanford specific, too. 295 00:42:29.910 --> 00:42:35.739 Jenny Duan: because they want. This is also your way. This is also the essay that you can use to demonstrate your interest in the school. 2",
    "96 00:42:35.850 --> 00:42:39.750 Jenny Duan: So make sure that you highlight how you've researched a lot about Stanford. 297 00:42:39.790 --> 00:42:41.083 Jenny Duan: for example. 298 00:42:41.970 --> 00:42:44.217 Jenny Duan: this person talks about 299 00:42:45.170 --> 00:42:48.169 Jenny Duan: ours intensive. The keynotes course. 300 00:42:50.300 --> 00:42:54.420 Jenny Duan: cause they want to have help. They want to know, like, why you're interested in Stanford. 301 00:42:56.120 --> 00:43:02.740 Jenny Duan: here they talk about cactus garden. So you want to find places where you can talk about the school. 302 00:43:05.240 --> 00:43:12.089 huda: Okay, I see. I think then I'll like, replace my last paragraph with just like 303 00:43:12.310 --> 00:43:20.089 huda: something similar. But like cause, I think I read a little bit about like there's a gold game lab. And then, 304 00:43:21.280 --> 00:43:24.960 huda: yeah, there's just like some like interesting things I can mention. 305 00:43:25.140 --> 00:43:26.380 Jenny Duan: This one's mine 306 00:43:26.678 --> 00:43:32.250 Jenny Duan: my admissions officer really liked this one, because I think she wrote me in her letter that she liked it. 307 00:43:32.970 --> 00:43:33.580 huda: Oh! 308 00:43:38.230 --> 00:43:41.419 Jenny Duan: So yeah, you need to make sure you like. But 309 00:43:41.590 --> 00:43:44.399 Jenny Duan: Oops put that. You've researched Stanford. 310 00:43:44.470 --> 00:43:47.780 Jenny Duan: These are all Stanford things, Stanford. 311 00:43:49.680 --> 00:43:50.820 Jenny Duan: etc. 312 00:44:09.800 --> 00:44:12.839 huda: It's really cool, and I like how you ended it with a question. 313 00:44:13.820 --> 00:44:18.500 Jenny Duan: Yeah, thank you. Some. So some of the Stanford supplements 314 00:44:19.970 --> 00:44:21.180 Jenny Duan: have like 315 00:44:21.310 --> 00:44:24.720 Jenny Duan: kind of themes, but some of them don't 316 00:44:25.060 --> 00:44:26.620 Jenny Duan: let me find 317 00:44:31.320 --> 00:44",
    ":34.680 Jenny Duan: another person. Oh, I already showed you his. 318 00:44:34.810 --> 00:44:36.709 Jenny Duan: He his was the poem one 319 00:44:36.970 --> 00:44:38.270 Jenny Duan: there. She's 320 00:44:38.490 --> 00:44:40.239 Jenny Duan: so yeah, I would say. 321 00:44:57.270 --> 00:45:00.479 Jenny Duan: yeah, it would say, take out this sentence, this 1st sentence. 322 00:45:01.400 --> 00:45:02.130 huda: Okay. 323 00:45:07.810 --> 00:45:12.759 Jenny Duan: Maybe the sentence already. Take it out. It seems like you are aggressive. 324 00:45:15.160 --> 00:45:16.120 Jenny Duan: This is good. 325 00:45:24.270 --> 00:45:25.390 Jenny Duan: and like this. 326 00:45:28.450 --> 00:45:29.120 huda: Thank you. So. 327 00:45:29.120 --> 00:45:33.550 Jenny Duan: I think you should add some stuff about like Stanford in here. 328 00:45:34.220 --> 00:45:35.470 huda: You think this like 329 00:45:36.020 --> 00:45:40.860 huda: this like part where I talk about the poster wall? Do you think it's like too much, or like? Do I talk about it? 330 00:45:40.860 --> 00:45:41.670 Jenny Duan: Language. 331 00:45:42.110 --> 00:45:44.359 Jenny Duan: I think this paragraph's a little long. 332 00:45:44.430 --> 00:45:48.140 Jenny Duan: but maybe keep up to 2 sentences or 3 sentences. 333 00:45:51.453 --> 00:45:55.399 huda: Okay, so I can't. I think I want to keep the part about Ada lovelies. 334 00:45:55.520 --> 00:45:56.080 huda: Yeah, 335 00:45:56.790 --> 00:45:57.836 huda: And then 336 00:45:59.730 --> 00:46:03.010 huda: I think I don't think I need these last 2 sentences, or. 337 00:46:03.340 --> 00:46:04.719 Jenny Duan: Yeah, I don't think so. 338 00:46:05.360 --> 00:46:07.240 huda: Maybe just like, take this whole thing out. 339 00:46:08.950 --> 00:46:13.180 Jenny Duan: But it's fine. If your answers are longer right now, because they'll eventually be cut down. 340 00:46:16.000 --> 00:46:19.519 huda: okay? And then I can just like sprinkle in like different things. About 341 00:46:21.470 --",
    "> 00:46:24.879 huda: stanford throughout, then i'll do some research about it then. 342 00:46:25.080 --> 00:46:26.360 Jenny Duan: Alright. Sounds good. 343 00:46:43.420 --> 00:46:44.510 Jenny Duan: Okay. 344 00:46:44.720 --> 00:46:45.669 Jenny Duan: Oh, go ahead. 345 00:46:46.640 --> 00:46:48.860 huda: Oh, yeah, and then ending it off like. 346 00:46:51.270 --> 00:46:53.329 huda: I can say something like 347 00:46:53.880 --> 00:46:54.840 huda: just like 348 00:47:08.300 --> 00:47:09.980 huda: overthinking 349 00:47:10.090 --> 00:47:12.270 huda: femur. Only 350 00:47:16.910 --> 00:47:17.879 huda: am I that. 351 00:47:23.930 --> 00:47:25.300 Jenny Duan: Yeah, that looks good. 352 00:47:26.110 --> 00:47:27.699 Jenny Duan: I would maybe take away the 353 00:47:28.310 --> 00:47:32.219 Jenny Duan: I don't know if an overthinking gamer is what you want to be known as 354 00:47:33.220 --> 00:47:37.799 Jenny Duan: I feel like that's good, but I feel like you should try to hype yourself up a little bit more. 355 00:47:38.540 --> 00:47:39.850 huda: Your 356 00:47:46.000 --> 00:47:48.219 huda: eloquent femur movie 357 00:47:51.620 --> 00:47:54.009 Jenny Duan: We can. We can worry about that later. 358 00:47:56.100 --> 00:48:05.139 Jenny Duan: Okay, let's talk about these. Please describe what aspects of your life experiences, interests, and character would help you make a distinctive contribution as an undergraduate to Stanford University. 359 00:48:12.130 --> 00:48:16.929 Jenny Duan: What do you think? What makes you? This is like? What makes you different? And why should you be at Stanford? 360 00:48:17.580 --> 00:48:37.330 huda: Yeah, I was seeing some contributions I can make to to like Sanford. Is that so? They have, like the daily and and I'm actually applying to the Sts with the concentration and communication and media. And I was thinking like applying like things that I already know, like, for example. 361 00:48:37.330 --> 00:48:48.570 huda: like you know how like the ",
    "New York Times has, like the Mini, and like Wordle, and like all these games, I was hoping to like, contribute this to the daily as well. And maybe, like at the Daily. 362 00:48:48.570 --> 00:48:54.669 Jenny Duan: Oh, that is so cool like game section of the daily, and you could code the games like many games. 363 00:48:54.940 --> 00:48:56.670 huda: Yeah, so that's thing. 364 00:48:56.740 --> 00:49:01.309 huda: Something that I wanted to bring to Stanford. If I were to get in. But yeah. 365 00:49:04.410 --> 00:49:06.439 huda: but like in in like a 366 00:49:06.490 --> 00:49:11.530 huda: like the way I would structure this I wanted to talk about like how 367 00:49:12.170 --> 00:49:14.159 huda: like. First, st I can talk about 368 00:49:14.987 --> 00:49:25.990 huda: like like. I think I previously discussed, like wanting to do like a mini, or like doing a mini, and then learning something that I didn't know before, and how this could be applied to or like. 369 00:49:26.430 --> 00:49:32.975 huda: how my experience, I guess, and like like countless hours of playing these games, and also like 370 00:49:33.480 --> 00:49:35.770 huda: having having done like 371 00:49:35.790 --> 00:50:02.019 huda: journalism and technology. And like having like this combination of like I guess skills. I, I can like, contribute to this and also have this feature implemented into, like the Stanford daily and then and then like, instead of like, just random trivia facts, it could be stuff about Stanford to help build school culture, and, like you know, provide something for the students. I guess. 372 00:50:03.670 --> 00:50:06.589 Jenny Duan: That's really good. I love that idea. 373 00:50:07.470 --> 00:50:09.519 huda: Thank you. Actually. 374 00:50:09.530 --> 00:50:12.810 huda: I didn't know how to approach this as like a essay. 375 00:50:12.910 --> 00:50:16.119 huda: So can we also write like an ally? 376 00:50:17.480 --> 00:50:18.967 Jenny Duan: Just need the mini. 377 00:50:25.300 --> 00:50",
    ":27.320 Jenny Duan: You don't know how to approach this as an essay. 378 00:50:27.670 --> 00:50:31.619 huda: Yeah, like, I don't know like how to structure it. 379 00:50:36.540 --> 00:50:39.529 Jenny Duan: Okay, I think that you can say. 380 00:50:40.520 --> 00:50:48.749 Jenny Duan: I think this one. You can just be straightforward and talk about. You know yourself what you do, and then how you can contribute that to Stanford. So you can say 381 00:50:48.790 --> 00:50:56.479 Jenny Duan: so that we know that let's start from the end so near the middle to the end. You want to talk about contributing to the Daily and the game section with the Daily Right? 382 00:50:58.346 --> 00:51:01.440 Jenny Duan: So let's just at least write that down. 383 00:51:01.490 --> 00:51:06.180 Jenny Duan: And then what else about your life? I feel like it. Would you would be remiss to not talk about your like 384 00:51:06.440 --> 00:51:08.510 Jenny Duan: heritage here, because I feel like 385 00:51:08.600 --> 00:51:14.519 Jenny Duan: you are missing a space in the rest of your essays, to talk about your like cultural identity and background. 386 00:51:17.800 --> 00:51:18.910 huda: I guess, like 387 00:51:20.104 --> 00:51:29.789 huda: I don't know if this like matches the prompt too much, but like one thing is, I guess, like I bring cause. I don't think the Daily has 388 00:51:29.860 --> 00:51:41.759 huda: too much like of like a unique perspective from like a Muslim Indian person. I mean, I'm sure they do have like a couple of editors, and like people participating in the in the 389 00:51:42.100 --> 00:51:43.150 huda: I guess. 390 00:51:43.380 --> 00:51:49.050 huda: on the daily. But I feel like their representation is kind of 391 00:51:49.110 --> 00:51:55.679 huda: week, which I don't. I wouldn't want to mention that, because I think that's kind of offensive. But like, yeah. 392 00:51:56.630 --> 00:52:00.850 Jenny Duan: Okay, let's start about you. What about you? Do you want to bring to ",
    "Stanford. 393 00:52:02.710 --> 00:52:04.929 huda: I wanna bring, I guess like 394 00:52:06.610 --> 00:52:08.770 Jenny Duan: Let's like, separate this from Stanford 395 00:52:08.860 --> 00:52:13.410 Jenny Duan: like, and not think about the what Stanford has to offer. But like, what do you have to offer. 396 00:52:14.360 --> 00:52:17.099 huda: I think one thing I have to offer is like 397 00:52:18.640 --> 00:52:20.010 huda: I don't know if this is like 398 00:52:20.310 --> 00:52:27.280 huda: unique enough, but like I feel like my observantness. Brings like a lot to 399 00:52:28.650 --> 00:52:32.840 huda: I guess, like Stanford, and like college in general, like I'd be able to 400 00:52:33.308 --> 00:52:52.020 huda: like, especially if I'm working with the the daily and like with the Sts communications, Major. I'd be able to like like kind of know, like what's happening in Stanford, and also like implement, that into like different projects, like the games for the daily. 401 00:52:54.066 --> 00:53:06.089 Jenny Duan: Is there something that your parents? How did you figure out you were an observant person like, how did this quality develop with you, and when was the earliest moment that you remember distinctly being an observant person? 402 00:53:10.830 --> 00:53:13.249 huda: I think I've just like I've been like really 403 00:53:13.360 --> 00:53:26.740 huda: quiet since I was younger. And then I actually owned like a diary like a long time ago, like when I was like 7 and I'd write about like my sister, and I'd write about like my mom, and like, I just like 404 00:53:27.080 --> 00:53:54.800 huda: like what I found in the in the diary entries. Was that like I wrote a lot about like how others like how their days were, I mean, like I did write about myself, obviously, but like I also like really observed, like, Oh, my sister like looked a little sad today, like I just like I feel like that was like my 1st evidence of like being able to observe things and like write it do",
    "wn and like, you know like capture all that. 405 00:53:55.680 --> 00:54:02.839 Jenny Duan: That's also maybe, like your earliest journalist, like your earliest stories were those of your family and those around you. Right? And so 406 00:54:03.410 --> 00:54:05.130 Jenny Duan: maybe you can talk about like 407 00:54:05.350 --> 00:54:08.579 Jenny Duan: you can start up with like early storytelling. 408 00:54:12.630 --> 00:54:16.200 Jenny Duan: highlight observation skills and empathy 409 00:54:16.590 --> 00:54:18.960 Jenny Duan: and then go into how 410 00:54:22.900 --> 00:54:25.529 Jenny Duan: today, like most 411 00:54:26.700 --> 00:54:29.760 Jenny Duan: highlight observation skills and empathy. And then, like. 412 00:54:30.000 --> 00:54:32.170 Jenny Duan: not yeah. Natural 413 00:54:32.840 --> 00:54:35.829 Jenny Duan: inclination towards storytelling. 414 00:54:36.970 --> 00:54:40.050 Jenny Duan: You can look up Braden's storytelling project. 415 00:54:41.320 --> 00:54:45.050 Jenny Duan: her storytelling Grant and Stanford storytelling. Project 416 00:54:45.370 --> 00:54:49.029 Jenny Duan: you might be interested in these things as well as the daily 417 00:54:51.563 --> 00:54:52.890 Jenny Duan: and then 418 00:54:53.200 --> 00:54:54.810 Jenny Duan: also 419 00:54:56.690 --> 00:54:58.409 Jenny Duan: you can talk about 420 00:55:02.320 --> 00:55:06.150 Jenny Duan: background as a Muslim Indian. 421 00:55:06.310 --> 00:55:12.540 Jenny Duan: Other cultural clubs, organizations you want to join or support. 422 00:55:12.820 --> 00:55:14.050 Jenny Duan: And then 423 00:55:14.900 --> 00:55:16.449 Jenny Duan: you can talk about 424 00:55:19.620 --> 00:55:22.720 Jenny Duan: maybe, like leadership that you bring to the school 425 00:55:24.560 --> 00:55:30.309 Jenny Duan: through like different mediums, either the daily or the storytelling project, or otherwise. 426 00:55:30.910 --> 00:55:33.959 huda: Is this where I can like mention my idea about like 427 00:55:34.738 --> 00:5",
    "5:36.890 huda: the Stanford Daily Games. 428 00:55:37.320 --> 00:55:38.540 Jenny Duan: Yeah, exactly. 429 00:55:39.530 --> 00:55:40.620 huda: Okay, I see. 430 00:55:42.440 --> 00:55:44.180 Jenny Duan: I would maybe put that here. 431 00:55:45.530 --> 00:55:46.200 huda: Okay. 432 00:55:48.035 --> 00:56:06.140 huda: How would I be able to like bring, bring these or like, how? How can I like convey these projects and grants like would I be like, oh, some things that I'm interested in in Stanford, or like the breeding storytelling. Grant and the Stanford storytelling project. 433 00:56:06.640 --> 00:56:10.359 Jenny Duan: At Stanford. I am excited to leverage this passion towards 434 00:56:11.260 --> 00:56:12.400 Jenny Duan: XYZ. 435 00:56:13.890 --> 00:56:15.239 Jenny Duan: I see myself. 436 00:56:16.260 --> 00:56:17.860 Jenny Duan: etc. Etc. 437 00:56:20.280 --> 00:56:22.640 huda: Do I like to name? Drop these things. 438 00:56:23.240 --> 00:56:24.329 Jenny Duan: Yeah, you can. 439 00:56:29.650 --> 00:56:30.916 huda: I see 440 00:56:39.060 --> 00:56:40.220 huda: and then 441 00:56:41.360 --> 00:56:42.669 huda: With this one 442 00:56:42.710 --> 00:56:46.389 huda: would I like talk about or like just be like 443 00:56:49.930 --> 00:56:53.680 huda: I don't know if this would be like this wording could be off putting, but like 444 00:56:53.720 --> 00:56:56.520 huda: could be like, it's rare to see. 445 00:56:58.450 --> 00:57:06.320 huda: I feel like it's really like common to say something like, it's rare to see people like me writing for writing for 446 00:57:06.510 --> 00:57:13.250 huda: like a school, a school wide newspaper like I feel like that might be common and 447 00:57:13.390 --> 00:57:14.840 huda: doesn't really 448 00:57:15.828 --> 00:57:17.859 huda: it's not really unique. 449 00:57:18.490 --> 00:57:19.810 huda: So 450 00:57:21.610 --> 00:57:31.010 huda: I'm curious, like, how would I frame like my like bringing up my identity without like outright, like sayi",
    "ng that it's for representation. 451 00:57:32.990 --> 00:57:36.860 Jenny Duan: I mean, you can talk about what Stanford groups you want to be part of. And 452 00:57:37.040 --> 00:57:43.989 Jenny Duan: yeah, how you can contribute to them like instead of making it a search for representation, try to make it like a search for leadership 453 00:57:44.280 --> 00:57:46.090 Jenny Duan: in XYZ. Fields. 454 00:57:47.190 --> 00:57:51.939 huda: Okay. So like focusing more on, like the clubs and organizations to join or support. 455 00:57:52.430 --> 00:57:53.120 Jenny Duan: Right. 456 00:57:54.760 --> 00:57:57.059 huda: Okay. Okay, that makes sense. 457 00:57:57.270 --> 00:57:58.210 huda: And then 458 00:57:59.360 --> 00:58:02.969 huda: the last bit, just like, tie it all together. 459 00:58:06.960 --> 00:58:13.469 huda: so it says, leadership that I bring to school? Would I like, continue talking about like the the clubs and programs. 460 00:58:15.410 --> 00:58:19.470 Jenny Duan: Yeah, exactly. And you can look things up on the Stanford website to be specific. 461 00:58:29.630 --> 00:58:33.289 huda: And could I bring up like possible ideas I have for them, or like 462 00:58:33.980 --> 00:58:35.010 huda: and. 463 00:58:45.230 --> 00:58:46.625 huda: Okay, and there's 464 00:58:48.170 --> 00:58:59.710 huda: or like, should I talk about like possible ideas I have for, like the clubs and programs, or like, talk about like even starting like starting clubs if they don't have like a specific one like, for example, like. 465 00:58:59.970 --> 00:59:06.279 huda: actually, I don't know if this might be too niche, but like maybe, like an Indian Muslim club, or something like that, or like. 466 00:59:07.140 --> 00:59:08.310 huda: I don't know like. 467 00:59:08.430 --> 00:59:16.980 huda: would would it be wise like to talk about like starting a club at Stanford, or like just just talking about like gaining leadership in these clubs. 468 00:59:18.930 --> 00:59:20.989 Jenny Duan: Think you ",
    "can just talk about. 469 00:59:21.790 --> 00:59:29.139 Jenny Duan: If you don't find a club that suits you. I feel like, then you can talk about trying to start one, but otherwise gaining leadership seems fine to me. 470 00:59:30.170 --> 00:59:30.820 huda: Okay. 471 00:59:46.880 --> 00:59:47.570 huda: Cool. 472 00:59:53.100 --> 00:59:54.300 Jenny Duan: And then 473 00:59:54.360 --> 00:59:58.370 Jenny Duan: does this make sense for the outline for this essay? Do you have any further questions here? 474 00:59:59.401 --> 01:00:04.690 huda: No, this makes sense. Now. If I have any questions, I think I'll I'll text you. 475 01:00:05.080 --> 01:00:14.299 Jenny Duan: Okay, sounds good. Now for the short questions, do you? I know these are like some of the hardest ones, because you only get such a limited number of characters. 476 01:00:16.060 --> 01:00:18.640 Jenny Duan: yeah, do you have any 477 01:00:18.780 --> 01:00:21.500 Jenny Duan: ideas just about like, say, the 1st one 478 01:00:22.090 --> 01:00:22.680 Jenny Duan: awesome. 479 01:00:22.970 --> 01:00:47.620 huda: I don't know about the 1st one, but I had a pretty clear idea for the 3rd one, which was actually, there was like a woman named Grace Hopper. And she was basically like handling. She's like a like back in the day, like computers were like people that like, translated like like electric signals to like codes and stuff. And so there's like a computer named Grace Hopper 480 01:00:47.620 --> 01:01:06.748 huda: and she discovered. There's like like a moth inside of the machine, and that was like causing a bunch of trouble. And then that's how like coding errors like became bugs, and I think that, like historic moment, would have just like one been hilarious, 2 would have been like iconic cause, like 481 01:01:07.430 --> 01:01:16.630 huda: almost like every time I code. I always face like these like errors. And like bugs, and just like seeing like the 1st ever bug would be like pretty interesting. 482 01:01:16.94",
    "0 --> 01:01:18.469 Jenny Duan: Yeah, that seems good. 483 01:01:23.000 --> 01:01:27.919 Jenny Duan: Okay, this one is the way that people write. This is usually just like this. 484 01:01:27.970 --> 01:01:31.289 Jenny Duan: 2023, 2024. 485 01:01:31.920 --> 01:01:33.759 Jenny Duan: I don't know. I'm caught 486 01:01:34.020 --> 01:01:37.980 Jenny Duan: what like you, and like people just do like 487 01:01:38.440 --> 01:01:40.929 Jenny Duan: kind of bullet point or short phrases like 488 01:01:40.970 --> 01:01:44.300 Jenny Duan: caught fireflies in my backyard. 489 01:01:44.380 --> 01:01:48.990 Jenny Duan: Researched protein synthesis at Rsi. 490 01:01:49.150 --> 01:01:53.040 Jenny Duan: Learn to bake or something. Learn to bake matcha cookies 491 01:01:53.170 --> 01:01:56.451 Jenny Duan: 2024 like, I don't know. 492 01:01:57.390 --> 01:02:02.447 Jenny Duan: research cancer solutions at Xyz study. 493 01:02:03.490 --> 01:02:07.710 Jenny Duan: read became obsessed with 494 01:02:08.050 --> 01:02:10.790 Jenny Duan: nonfiction. Writing 495 01:02:12.570 --> 01:02:14.930 Jenny Duan: adopted a new dog 496 01:02:14.980 --> 01:02:17.339 Jenny Duan: like this is how people write them just like 497 01:02:17.410 --> 01:02:19.469 Jenny Duan: some brief sentences like that. 498 01:02:19.640 --> 01:02:25.935 huda: I think summer of 2023. It was like it. I didn't go to like any programs or anything. So 499 01:02:26.510 --> 01:02:40.899 huda: yeah, so like, could I say something like cause that at that time I was like developing my game, and I was like starting up boot camps that's like the closest to like super academic thing that I've done but that summer. But yeah. 500 01:02:40.900 --> 01:02:46.079 Jenny Duan: I mean, they know that you're not just an academic person. So it's totally totally fine to like 501 01:02:46.660 --> 01:02:48.960 Jenny Duan: right non-academic things as well. 502 01:02:49.870 --> 01:02:50.630 huda: Okay. 503 01:02:52.138 --> 01:02:54.230 huda: and then the 1",
    "st one 504 01:02:57.510 --> 01:03:01.139 huda: I don't exactly know how to like approach that one. 505 01:03:01.990 --> 01:03:04.819 Jenny Duan: Okay, this one is really hard. So I would. Just. 506 01:03:05.560 --> 01:03:08.669 Jenny Duan: I think we've already gone through a lot today. So let's 507 01:03:08.750 --> 01:03:10.399 Jenny Duan: to maybe pause on this 508 01:03:10.610 --> 01:03:16.179 Jenny Duan: work through these things that we're already talking about, and then come back and discuss the rest. 509 01:03:17.049 --> 01:03:23.339 Jenny Duan: And then I also know that we were talking about Disney dreamers application. Have you made any progress on that front? 510 01:03:23.820 --> 01:03:26.900 huda: Yeah, I worked on the essay on the 511 01:03:27.637 --> 01:03:40.490 huda: let me open it. I've answered all the questions. I think just the biography. I need to like kind of finish up a little bit. But yeah, I I answered all the questions. 512 01:03:41.110 --> 01:03:42.499 Jenny Duan: Oh, it sounds good. 513 01:03:44.720 --> 01:03:45.920 Jenny Duan: And then. 514 01:03:46.300 --> 01:03:52.471 Jenny Duan: okay, then in that case I will text you to schedule our next meeting because I'm not gonna be here for the next 515 01:03:52.750 --> 01:04:00.899 Jenny Duan: week and a half. But if you want to meet earlier we can do that. But we'll find a time, and I'll coordinate with Mary. 516 01:04:01.600 --> 01:04:02.210 Jenny Duan: Alright. 517 01:04:02.210 --> 01:04:02.850 huda: Sounds 518 01:04:05.390 --> 01:04:12.250 Jenny Duan: Okay, then sounds good. Let me know if you have any questions. Text me when you're done with Disney dreamers, and I can look over that. So you're able to submit. 519 01:04:12.670 --> 01:04:15.089 Jenny Duan: Yeah, okay. Alright. Take care. 520 01:04:15.390 --> 01:04:16.120 huda: Bye. 521 01:04:16.120 --> 01:04:16.870 Jenny Duan: Hi."
  ],
  "turns": [
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 251.4,
      "end": 260.06,
      "text": "Hey, Huda! How's it going? 2 Oh, can you hear me? 3 Can you hear me. 4"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 260.06,
      "end": 265.22,
      "text": "I think 5 speakers were connected to my headphones. Oh, I can hear you now. 6"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 265.7,
      "end": 267.759,
      "text": "Okay. Awesome. How's it going. 7"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 268.31,
      "end": 269.929,
      "text": "It's going well, how are you? 8"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 270.55,
      "end": 297.269,
      "text": "Yeah, I'm doing pretty good. I'm just moved for like the 4th time in a while I'm I've transitioned from a temporary dorm that I was using to teach 9 this course at Stanford to now my final dorm for the next 10 weeks. 10 So 11 it's been a hassle like trying to get everything figured out. But 12 yeah, other than that, life's pretty good. 13 alright! How is school? And how is? How are your applications going. 14"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 299.136,
      "end": 334.71,
      "text": "Schools going pretty great. I've been like, really, I think academics has been like, really tough, because I have like a lot of assignments, and like I haven't been able to do anything else but like, I've been trying to prioritize that so I'm spending, like most of my 15 full days like kind of studying. So I think it's going really well, like, academically. And then for applications. It's going pretty well. I have 16 like a draft of like a common app essay idea cause I was kind of like. 17"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 334.71,
      "end": 336.659,
      "text": "Those are different, not peach, fuzz. 18"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 337.25,
      "end": 365.643,
      "text": "It's like, I'm kind of like working on both of them, currently, because like this new one is about like this time, I did like an escape room in San Francisco. 19 Escape from Alcatraz and stuff, and I just like the reason why I feel I'm feeling like a little bit iffy about like the peach fuzz essay is because 20 actually had someone else read it and they really like unsettled by the hook and like 21"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 365.98,
      "end": 368.859,
      "text": "Yeah, I kind of. That's how I kind of felt, too. 22"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 369.14,
      "end": 411.801,
      "text": "Yeah. And they felt that was like a bit like too much. And like, I don't know how to kind of like water like it down a little bit without like 23 like diluting the like, the essence of like the hook, I guess, cause I felt I met. 24 I felt like it was like really captivating, but like I guess I can see how it might be a little disturbing and so like, I think I just wanted to go for a little like different approach, and like something where I can like connect kind of like things that I've done like kind of like my extra curriculars, and my passions like not 25 not fully on my extracurriculars, because I know you're not supposed to be talking too much about your extracurriculars in your essay, but, like 26"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 412.06,
      "end": 413.83,
      "text": "Talk a little bit about them. 27"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 414.57,
      "end": 444.229,
      "text": "Yeah, so this one, I think it was like my 1st ever idea for the common app. It was like escaping from Alcatraz and like seeing all these like who's and like kind of showing, like my problem, solving like background in that way, and then also like different aspects about like. I haven't read that part yet. But I want to show, like my storytelling kind of side. And like all these different aspects about me, and I could be like, Oh, this kind of like reminds me of like when I 28"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 444.27,
      "end": 465.679,
      "text": "do this in my free time, or like like, maybe like, when I'm guiding my family outside, it reminds me of like when I'm guiding like the young girls that empowering AI it's like, yeah. I was thinking like doing something like that for my common app. I mean, obviously it comes down to like how I write it. But I think, for now it's going pretty well. 29"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 466.33,
      "end": 467.519,
      "text": "You have a link to it. 30"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 468.13,
      "end": 510.079,
      "text": "Yeah, I mean, it's like, like, barely done at all. I think I haven't really fleshed out anything. But 31 I have, like the 1st 2 paragraphs 32 and then also, like I framed it. So it's like 33 like, I'm saying, I'm an Alcatraz grade escape artist. And then it. That's like it's gonna be the whole thing like me escaping and problem solving. And then I realized that, like a famous like escape artist is Houdini, and like a lot of like like the Western pronunciation of my name is like kind of like Huda, so it's like I don't know just like I thought might make that connection somewhere. But yeah. 34"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 512.63,
      "end": 543.245,
      "text": "Wait. This is cool. I like it. I think I 35 I think you should focus more on yourself, and not the world building, too, though, as you continue writing it, it's 36 I think it'd be nice to like. Have it. Have the opening be a bit shorter, so that you quickly transition it to yourself 37 more 38 because in your very limited time, or your very limited word, count, you want to make sure that you're trying to focus interest of the attention on you rather than the characters in your story. 39 Alright. 40"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 547.96,
      "end": 570.28,
      "text": "okay. So I'm glad that that's going. Well, 41 And 42 I think that 43 let's 44 Oh, wow! 45 I also see that you're working on your Stanford essays. 46 Do you want to go over that, maybe another time? Or do you want to take a look at that. Now I'm just looking in our in our execution document. 47"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 570.99,
      "end": 598.719,
      "text": "Yeah, 48 I think. 49 Yeah, I don't know if I have too much like progress on that. So. But I think like, if we could like write maybe like an outline, for, like some of the supplementals that would be great. 50 I put it on a separate document just because I feel like when it's on like the execution document, I feel like a bit confused. So we let me just put the link onto the execution document. 51"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 598.92,
      "end": 600.21,
      "text": "Wait sounds good. 52"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 625.86,
      "end": 627.239,
      "text": "Oh, wait! Let me share this out. 53"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 641.02,
      "end": 641.61,
      "text": "Hey! 54"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 641.933,
      "end": 648.14,
      "text": "Was thinking of like re kind of like reusing like bits of like the J camp essay. 55 Because if you're. 56"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 648.14,
      "end": 648.95,
      "text": "Like, if. 57"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 648.95,
      "end": 653.989,
      "text": "Like a pretty good introduction to like what I'm talking about. 58"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 655.58,
      "end": 675.5,
      "text": "Yeah, this looks really cool. 59 I think one thing I would say is, and I don't really see like the learning involved in here for this. This essay to me right now really reads more like a culture essay. But I think you want it to read more like 60 something. How this. This experience inspired you to learn, and I feel like I'm not 61 quite getting that yet. 62"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 676.13,
      "end": 720.11,
      "text": "Yeah, this isn't like 63 the 64 full draft yet. 65 and like, I haven't really gone to the point yet. But I was thinking of like talking about how like? I'm very curious to like, learn about, like the differences in different cultures, and like how how like our differences like make us more connected. And then I like to apply this like when I'm like 66 you know, having like different, like platforms like like, for example, folklift where I connect. Like all types of cultures like South Asian businesses, Muslim owned businesses. Just like local businesses. Like just connecting those and that, like those differences like make us who we are. I think. 67"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 720.69,
      "end": 721.495,
      "text": "Yeah. 68"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 723.16,
      "end": 724.689,
      "text": "Would that be a good approach? 69"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 725.83,
      "end": 744.379,
      "text": "I think so. But I just want to emphasize, like the 70 just, the learning as much as possible. And try to bring out like the curiosity. I think that's really important. Here. 71 Yeah. 72 Okay, let's look at them. Let me just take a note on this. 73"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 750.96,
      "end": 762.79,
      "text": "Because I think as a reader, you want to know exactly how you're thinking so like, what questions you're asking 74 and the way you think through problems 75 or ideas. 76"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 764.05,
      "end": 770.269,
      "text": "Can we write like like an outline for this? So like, I know, like how to structure the essay. 77"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 770.84,
      "end": 780.11,
      "text": "Yeah. So tell me about what is what subject you're curious about. 78 or what the idea is like. Can you summarize that. 79"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 780.69,
      "end": 828.579,
      "text": "Yeah, with this idea that I had. I was like, really curious about like, like one learning about like my culture, and like also learning about other people and like their identities, and also kind of like 80 learning like when you go to like a random J, like J. Campbell's like Random, like, I don't know these people. I've never talked to them, and like 81 I think I was really curious to understand like who they are, and like, for example, like the things that they wrote about and the issues that they were really passionate about were definitely like related to their culture and like their background. And then so I was really curious to see, like where this specific guy like what his background was and like, how like how he was raised. And like, what kind of 82"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 828.77,
      "end": 841.459,
      "text": "like his family is like. How that impacts like the things that he does and like also the things that he reports about, and tries to bring importance to. 83"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 843.44,
      "end": 883.09,
      "text": "Okay, yeah, I think that for this essay it might be nice to write about something more related to your like Pre, professional interest or your career interest, because it seems like you don't really have a mention of like computer science or gaming anywhere, either in your common app, like your personal statement or the other essays that are here right now. And so 84 I feel like you should maybe write this about something related to like coding, gaming, or something that you want to study in school, I think, for typically people write this about like their not. Maybe it's not something directly related to their major or intended major, but something related to their academic interest. 85"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 885.5,
      "end": 900.2,
      "text": "Okay? So then, how would I have like an interesting perspective on it? Cause I feel like if I just say that I'm like curious about technology and like how it can impact people like I feel like that doesn't really stand out much like. 86 is there like any way to frame it differently? 87"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 900.6,
      "end": 915.46,
      "text": "Yeah. So I think that the key here is maybe about writing something that's not technology itself, but something adjacent to technology. So let me pull up some examples of 88 like my essay and or other similar essays. 89"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 924.03,
      "end": 931.499,
      "text": "okay. 90 this is like an example of my friend's essay. Let me show you. 91"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 939.8,
      "end": 952.05,
      "text": "This is like a very in draft version. This wasn't the final. But, like, you can see 92 how this relates. I think he's now he's studying electrical engineering. But like, I think he applied as environmental science or something. 93"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 976.24,
      "end": 979.349,
      "text": "Does that make sense on like more what they're looking for. 94"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 980.26,
      "end": 989.65,
      "text": "Yeah, I I noticed that 95 it's not as much like storytelling, and it's not as much like 96 it's more direct. 97"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 990.47,
      "end": 990.85,
      "text": "Yeah. 98"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 990.85,
      "end": 991.49,
      "text": "Update. 99"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 991.822,
      "end": 1008.47,
      "text": "And you can. Still, I mean, this is just one person right? You yours could look totally different. But like you don't necessarily need to. Yeah, do too much storytelling, if that's but I think because you're good at storytelling, that's that's good. But like you don't need to 100"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1019.61,
      "end": 1037.429,
      "text": "Or this is like another one. 101 My friend wrote. 102 He didn't get into Stanford, but he goes to Brown now, but I still think he has like a really good application, regardless. 103 I mean, he's yeah. He still goes to like an Ivy League school. But yeah. 104"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1072.83,
      "end": 1074.849,
      "text": "this is like also very direct. 105"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1077.42,
      "end": 1083.549,
      "text": "Oh, so like! 106 He connected, like 107 history and biology. 108"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1083.83,
      "end": 1095.289,
      "text": "Yeah. 109 cause that's I think. Now, he's a cognitive science, major. 110 this is his roommate essay, I think it's, like, really cool, too, how he formatted it! Check it out. 111"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1095.659,
      "end": 1096.029,
      "text": "Well. 112"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1096.23,
      "end": 1097.169,
      "text": "It's a poem. 113"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1116,
      "end": 1119.79,
      "text": "You see how there's so much detail, and like such a small amount of text. 114"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1122.13,
      "end": 1125.64,
      "text": "I feel like. 115 literally interesting. 116"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1125.9,
      "end": 1155.09,
      "text": "Yeah, like, I feel like you can really get to know him like fluid, like the free spirit. This list of his fun things, his interest. Wikipedia, editing pages like you can see he's interested in linguistics, likes football games, he does fencing. He presses penny is wherever he goes. 117 etc. These are more Stanford things. 118 yeah. 119 that's like another example. Let me see my personal 120 Stanford essays to show you. 121"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1172.27,
      "end": 1176.589,
      "text": "Sorry I need to like locate mine. It's been a while since I've looked at these. 122"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1197.37,
      "end": 1203.43,
      "text": "Okay, this is just one that I found like on the Internet. This isn't mine. But this is one that I read when I was doing my application. 123"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1211.76,
      "end": 1218.56,
      "text": "This is like a bit of an older application, so I don't know how it compares to things now. But 124 yeah. 125"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1236.94,
      "end": 1246.319,
      "text": "Oh, so is this person studying like 126 like Milk Street. 127 Go off with you. 128"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1247.26,
      "end": 1248.22,
      "text": "Probably. 129"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1250.29,
      "end": 1263.71,
      "text": "I'm curious to see someone doing. Technology would approach this because 130 I feel like these are all like, really like topics that people like in general, be really 131 like, interested in. 132"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1265.29,
      "end": 1296.3,
      "text": "Yeah, let me find mine. 133 Because I'm studying technology. I applied as a census major. 134 I wrote mine on social media. So that's like something that I'm really interested in, that's like not 135 quite related to to 136 not quite related. But 137 my gosh! I can only find like these 138 other ones that I can. 139 the other ones that I I've read, but not 140"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1304.33,
      "end": 1305.9,
      "text": "not mine. 141"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1319.31,
      "end": 1327.229,
      "text": "Alright, this one. Maybe 142 this isn't mine, but you can read this as I continue looking for mine. 143"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1372.68,
      "end": 1380.14,
      "text": "Once you're done reading that one, let me know. 144 Once you're done reading that one. Let me know. 145 Yeah. 146"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1400.52,
      "end": 1403.19,
      "text": "Oh, the last few months! Really powerful. 147"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1403.71,
      "end": 1412.369,
      "text": "Yeah. 148 here's 1 more. You can read this one. 149 This is like someone who's an Ir major. 150"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1476.88,
      "end": 1485.829,
      "text": "Oh, that's really cool. 151 and I think this person also like. 152 but in like their like numerical like achievements. 153"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1486.73,
      "end": 1487.59,
      "text": "Interesting. 154"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1501.17,
      "end": 1507.43,
      "text": "Oh, I can't find like the 155 final version of mine. But 156"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1512.21,
      "end": 1546.68,
      "text": "yeah, okay, I can't find the final version of mine, because I think I literally like wrote mine. 157 I feel like I wrote mine in like the portal on the day it was due. 158 which is not a good thing. So. 159 yeah, oh, okay, okay. Finally found mine. 160 Okay. 161 this is this is what what I wrote. 162 I don't think this is my best essay, because I think this is one that I wrote like probably the day it was due. 163 like very shortly before it was due. But. 164 like I, this one, this is the essay I got stuck on the most. 165"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1564.89,
      "end": 1571.439,
      "text": "I don't know if this is like the final final version that I submitted, but it's like pretty similar, like the format is the same. 166"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1573.74,
      "end": 1575.26,
      "text": "The format's really interesting. 167"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1582.18,
      "end": 1591.18,
      "text": "I don't. Yeah, I think I I hopefully, I edited this before I submitted it. I'm pretty sure I did. So. This isn't the final version. But like 168 it's, it's close enough. 169"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1609.17,
      "end": 1635.829,
      "text": "Oh, okay. So I think I think this definitely makes sense because it's like related cause. Since you're applying as someone going into like AI ethics. And then you're talking about like a project you made to make like social media ethical. I think that definitely like makes sense. And I? I can see the connection, but I I can't. I don't think I can find something that's like like that I did. That connects as well as like your project, and like this. 170"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1635.83,
      "end": 1640.34,
      "text": "What about like the game centoria empowering AI like. 171"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1640.8,
      "end": 1641.27,
      "text": "Yeah. 172"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1641.74,
      "end": 1651.74,
      "text": "I think the idea is just to find something like niche within that, and then 173 say like. 174 and then go from there. 175"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1658.81,
      "end": 1694.429,
      "text": "So 176 maybe something I could be curious about is like. 177 how like 178 one thing that I'm like, really curious about is like how in like video games like, especially like interactive video games. There's like. 179 there's like. 180 it's kind of like watching a video where, like, you can see like you can like hear things you can like kind of experience things visually. But then it's also like. 181 almost like you're a character in the game. And like, you can interact with others. And like 182"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1694.65,
      "end": 1737.62,
      "text": "like video games, usually, they're like people. Don't like video games because they can cause violence because of like violent video games. But then, like, what if that's translated into something like positive, like? Because some people say that like playing too many violent video games can cause like people to have violent thoughts. 183 But then, like, what if someone who's playing a lot of educational video games like, what if they can like become someone that knows all these new skills and like learns things from video games. So like, why, like something that I'm curious about is like, why can't we use video games for like betterment and not just like creating, like inciting like violence? I guess. 184"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1739.25,
      "end": 1747.329,
      "text": "Yeah. 185 I mean, like, one way I could see this starting out is like somebody saying, like. 186 I don't know 187"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1763.14,
      "end": 1800.776,
      "text": "I mean, like. 188 like, I know, like my my parents always make the argument that, like playing video games can like cause violence. And that's just the kind of like I've always thought like. 189 if if we see what we like. 190 if we do what we see on the screen, then, like 191 what happens when we're playing like an educational game, like actual change can happen. So like, maybe like starting it off with like a like a conversation with, like my parents 192 like are kind of like. 193 urging me to stop doing gaming and and then like, kind of accepting that like, Oh, yeah, maybe, like video games, do influence the way I behave. And then 194"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1801.38,
      "end": 1823.79,
      "text": "and then like taking that and then developing like synthoria. Because if like that could like kind of influence the way someone behaves, and that means that person is now like educated on like AI, and like these new topics, I I don't know if that's like, too, too. 195 Cliche. 196 But yeah, that's just like what I'm thinking right now. 197"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1824.04,
      "end": 1854.509,
      "text": "That sounds good. I think that the key here is to make sure that your storytelling doesn't get in the way of the point. So I think, because these essays are so so short. A lot of people kind of the reason why they don't do a lot of storytelling is because they try to be as concise as possible with the point that they're trying to make. So I would also encourage you to make sure that your 198 that you 199 try to make the points more concise here, because I think too much storytelling is a bit distracting. 200"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1858.22,
      "end": 1868.03,
      "text": "can we work on an outline? Maybe cause like, I feel like, when i when i kind of start like, I always like, just fall into the trap of just like world building. And 201 yeah. 202"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1868.53,
      "end": 1869.91,
      "text": "Yeah, so far. 203"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1869.91,
      "end": 1875.84,
      "text": "Exactly like what I should be like. Focusing more on. I think that would be 204 helpful. 205"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1876.32,
      "end": 1883.22,
      "text": "Right? So 206 so the idea here is that video games can be a force for good, right? 207"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1892.12,
      "end": 1917.13,
      "text": "hey? I actually feel like this idea. 208 I think we should try to find a different way to describe this, because I think 209 like, I'm not sure if oh, wait! Actually, can you tell me why this is so important to you other than the fact that, like 210 video game, like, what is it about video games being used for good? Because educational games already exist. So why is that so important. 211"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1918.17,
      "end": 1919.77,
      "text": "Are you just, for example, people. 212"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1919.77,
      "end": 1927.449,
      "text": "Gamified like Khan Academy. I excel, is a little bit gamified. But what is like the issue or thing that you're trying to get across here. 213"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1928.13,
      "end": 1955.59,
      "text": "I think the issues that, like a lot of people underestimate, like the impact that games can have like like a positive impact cause. There's a lot of like negative stigma around gaming, and how it can have like a negative impact. And not a lot of people like even with Duolingo, and like those sort of platforms. No one really like highlights that it's like a gamified like learning tool, like people still think of it as just like an educational tool and 214"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1955.91,
      "end": 1987.28,
      "text": "I guess, like I don't know if that's like worded properly, but like just the fact that, like Peep, there's like this stigma around like educational games, and that, like people still believe that video games are solely for like entertainment and like they can only cause bad. And so, while there are some like existing projects that are like for good and for education, I feel like 215 a lot of people don't address that, like gaming is like, could be like for betterment of people. 216"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1988.51,
      "end": 2014.559,
      "text": "What are some examples of like game based apps that you see every day. Cause I think one way that you could start out this essay would be like. 217 I spend 3 h playing video games every day. Chances are you do, too. 218 when you log into Duolingo. Blah blah! Blah blah blah. 219 Most people don't realize it. But they're actually playing video games. And then you could talk about like how video games have this negative perception. But they actually can like help you in all these different ways in your life. 220"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2015.47,
      "end": 2027.15,
      "text": "Yeah, I think. 221 yeah. So some examples could be like Duolingo. I feel like everyone kind of knows. But like the New York Times, like many. 222"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2027.15,
      "end": 2027.47,
      "text": "Yeah. 223"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2028.01,
      "end": 2051.239,
      "text": "Like that. One's like educational in some ways. And then 224 I think 225 another one could possibly be 226 like, I don't know if this is, too niche, but there's like a game called prodigy, and like like younger younger kids usually use it to like, learn about math. 227"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2053.3,
      "end": 2061.085,
      "text": "Oh, yeah, you can say, like, okay, whether you're learning languages on Duolingo. 228 what was the second thing that you've mentioned? I forgot. 229"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2061.691,
      "end": 2063.349,
      "text": "The New York Times. Mini. 230"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2063.35,
      "end": 2071.05,
      "text": "Playing the New York Times Mini, or maybe like logging your runs, or or trying to break your record on Strava. Do you know, Strava, the running app. 231"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2071.975,
      "end": 2072.863,
      "text": "No, I don't. 232"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2073.54,
      "end": 2092.949,
      "text": "Okay, that might be popular with the admissions officers or like. 233 you know, whether you're Xyz, like chances are like, you interact with video games like or something. You can just come up with examples that you feel like are relevant to 234 you in your life. 235 Yeah, English. 236 what. 237"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2093.36,
      "end": 2104.72,
      "text": "I think my friends also use Strava, so I think it might be like 238 relevant. So I think, like those 3 examples, might like show a gamification of different aspects. 239 What. 240"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2104.72,
      "end": 2105.44,
      "text": "Sounds good. 241"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2110.98,
      "end": 2114.77,
      "text": "So like. What was the 1st sentence you said? The one like. 242"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2115.07,
      "end": 2124.35,
      "text": "I spend 243 you can plug in the time 2 h every day playing video games. 244 And chances are you do, too, something like that. 245"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2209.99,
      "end": 2213.129,
      "text": "Okay, does that look good for the 1st 2 sentences. 246"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2218.57,
      "end": 2219.58,
      "text": "Looks, good. 247"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2241.16,
      "end": 2242.48,
      "text": "I like that. 248"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2247.48,
      "end": 2263.6,
      "text": "Attributed, maybe isn't the right word here. But okay, the word choice. It doesn't. It doesn't quite matter as long as you like. Write the essay. It's the 1st draft doesn't matter. 249 How do you feel about this like topic? Then you can maybe from this transition into like 250 that. 251 say, like 252"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2270.4,
      "end": 2303.95,
      "text": "while most people view video games 253 as XI am obsessed with. 254 That's why. And then 255 through video games. 256 I've explored 257 insert things you're interested in. 258 then 259 talk about synthoria 260 and passion for 261 AI ethics. 262"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2307.87,
      "end": 2324.55,
      "text": "Which is. 263 remember, like I got the games for change award should. So should I mention anything about like like 264 that one game done ways to die where, like I learned about like train safety, and like I was able to like, win an award or like. Is that too, like. 265"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2324.99,
      "end": 2333.969,
      "text": "Don't. When don't mention the award, they'll see it in your award section. 266 Okay, you want to write about dumb ways to die. That's also, that's fine, but don't need to write about the award. 267"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2335.39,
      "end": 2352.259,
      "text": "and like over here, where it says, like, insert things, you're interested would it be like things that have to be like related to technology? Or could it be like like, like, for example, like random things like learning new languages? And then like, like a random fact that I learned from like the New York Times, many. 268"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2352.85,
      "end": 2388.609,
      "text": "Yeah, exactly. Or you can say, like, you know, through video games, I've if you like to travel, you can say, like, I've 269 I've hiked this. I've hiked the Himalayan mountains in in virtual reality, or like depending on what you do for, or if you're an athlete, you can say, like video games have helped me perfect my sport by like practicing with an oculus head side. Or, you know, something like the video games have taught me how to play the piano. Video games have whatever like is relevant to you specifically and just make it personal and specific. 270 Okay, let's just try this essay and build that out. 271"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2389.48,
      "end": 2390.24,
      "text": "Yeah. 272"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2390.24,
      "end": 2412.79,
      "text": "This is a good start. 273 This I would try to make this a little bit more professional sounding, even though I know it's supposed to be a roommate essay, I would try to avoid the all lowercase 274 and then make it slightly more articulate. Not that this isn't articulate, but I feel like it reads like more like texting. 275 but you want it to sound like. 276"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2413.28,
      "end": 2420.733,
      "text": "Like 277 I thought this essay was gonna be a little more like 278 casual. But 279"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2421.76,
      "end": 2425.179,
      "text": "I think it should be casual, but it still has to be professional. 280"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2428.09,
      "end": 2428.93,
      "text": "Okay. 281"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2432.59,
      "end": 2434.759,
      "text": "Like, I can show you an example. 282"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2447.98,
      "end": 2449.88,
      "text": "this kind of the example. 283"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2481.44,
      "end": 2487.02,
      "text": "This is typically how all the roommate essays read. It's like. 284 it's like this. 285"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2504.88,
      "end": 2535.319,
      "text": "Okay, that's cool. I so like, I don't really know how to approach this. Then, like, cause this seems like it's a lot different from like how I wrote mine. So just put like a bunch of details about me. 286 But that one seems like a little more like 287 like there's like a structure to it. So like 1st he talks about like debate, then he talks about 288 like 289 liking to hear other people's perspectives like. 290 is there any like structure I could follow? Maybe. 291"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2537.03,
      "end": 2582.74,
      "text": "See you. 292 I mean, I think yours is like pretty good. 293 I feel like. 294 just make it more Stanford specific, too. 295 because they want. This is also your way. This is also the essay that you can use to demonstrate your interest in the school. 296 So make sure that you highlight how you've researched a lot about Stanford. 297 for example. 298 this person talks about 299 ours intensive. The keynotes course. 300 cause they want to have help. They want to know, like, why you're interested in Stanford. 301 here they talk about cactus garden. So you want to find places where you can talk about the school. 302"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2585.24,
      "end": 2604.96,
      "text": "Okay, I see. I think then I'll like, replace my last paragraph with just like 303 something similar. But like cause, I think I read a little bit about like there's a gold game lab. And then, 304 yeah, there's just like some like interesting things I can mention. 305"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2605.14,
      "end": 2612.25,
      "text": "This one's mine 306 my admissions officer really liked this one, because I think she wrote me in her letter that she liked it. 307"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2612.97,
      "end": 2613.58,
      "text": "Oh! 308"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2618.23,
      "end": 2630.82,
      "text": "So yeah, you need to make sure you like. But 309 Oops put that. You've researched Stanford. 310 These are all Stanford things, Stanford. 311 etc. 312"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2649.8,
      "end": 2652.839,
      "text": "It's really cool, and I like how you ended it with a question. 313"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2653.82,
      "end": 2666.62,
      "text": "Yeah, thank you. Some. So some of the Stanford supplements 314 have like 315 kind of themes, but some of them don't 316 let me find 317"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2671.32,
      "end": 2680.239,
      "text": "another person. Oh, I already showed you his. 318 He his was the poem one 319 there. She's 320 so yeah, I would say. 321"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2697.27,
      "end": 2700.479,
      "text": "yeah, it would say, take out this sentence, this 1st sentence. 322"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2701.4,
      "end": 2702.13,
      "text": "Okay. 323"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2707.81,
      "end": 2716.12,
      "text": "Maybe the sentence already. Take it out. It seems like you are aggressive. 324 This is good. 325"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2724.27,
      "end": 2725.39,
      "text": "and like this. 326"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2728.45,
      "end": 2729.12,
      "text": "Thank you. So. 327"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2729.12,
      "end": 2733.55,
      "text": "I think you should add some stuff about like Stanford in here. 328"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2734.22,
      "end": 2740.86,
      "text": "You think this like 329 this like part where I talk about the poster wall? Do you think it's like too much, or like? Do I talk about it? 330"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2740.86,
      "end": 2748.14,
      "text": "Language. 331 I think this paragraph's a little long. 332 but maybe keep up to 2 sentences or 3 sentences. 333"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2751.453,
      "end": 2763.01,
      "text": "Okay, so I can't. I think I want to keep the part about Ada lovelies. 334 Yeah, 335 And then 336 I think I don't think I need these last 2 sentences, or. 337"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2763.34,
      "end": 2764.719,
      "text": "Yeah, I don't think so. 338"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2765.36,
      "end": 2767.24,
      "text": "Maybe just like, take this whole thing out. 339"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2768.95,
      "end": 2773.18,
      "text": "But it's fine. If your answers are longer right now, because they'll eventually be cut down. 340"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2776,
      "end": 2784.879,
      "text": "okay? And then I can just like sprinkle in like different things. About 341 stanford throughout, then i'll do some research about it then. 342"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2785.08,
      "end": 2786.36,
      "text": "Alright. Sounds good. 343"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2803.42,
      "end": 2805.669,
      "text": "Okay. 344 Oh, go ahead. 345"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2806.64,
      "end": 2814.84,
      "text": "Oh, yeah, and then ending it off like. 346 I can say something like 347 just like 348"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2828.3,
      "end": 2832.27,
      "text": "overthinking 349 femur. Only 350"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2836.91,
      "end": 2837.879,
      "text": "am I that. 351"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2843.93,
      "end": 2857.799,
      "text": "Yeah, that looks good. 352 I would maybe take away the 353 I don't know if an overthinking gamer is what you want to be known as 354 I feel like that's good, but I feel like you should try to hype yourself up a little bit more. 355"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2858.54,
      "end": 2859.85,
      "text": "Your 356"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2866,
      "end": 2868.219,
      "text": "eloquent femur movie 357"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2871.62,
      "end": 2885.139,
      "text": "We can. We can worry about that later. 358 Okay, let's talk about these. Please describe what aspects of your life experiences, interests, and character would help you make a distinctive contribution as an undergraduate to Stanford University. 359"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2892.13,
      "end": 2896.929,
      "text": "What do you think? What makes you? This is like? What makes you different? And why should you be at Stanford? 360"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2897.58,
      "end": 2928.57,
      "text": "Yeah, I was seeing some contributions I can make to to like Sanford. Is that so? They have, like the daily and and I'm actually applying to the Sts with the concentration and communication and media. And I was thinking like applying like things that I already know, like, for example. 361 like you know how like the New York Times has, like the Mini, and like Wordle, and like all these games, I was hoping to like, contribute this to the daily as well. And maybe, like at the Daily. 362"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2928.57,
      "end": 2934.669,
      "text": "Oh, that is so cool like game section of the daily, and you could code the games like many games. 363"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2934.94,
      "end": 2975.77,
      "text": "Yeah, so that's thing. 364 Something that I wanted to bring to Stanford. If I were to get in. But yeah. 365 but like in in like a 366 like the way I would structure this I wanted to talk about like how 367 like. First, st I can talk about 368 like like. I think I previously discussed, like wanting to do like a mini, or like doing a mini, and then learning something that I didn't know before, and how this could be applied to or like. 369 how my experience, I guess, and like like countless hours of playing these games, and also like 370 having having done like 371"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2975.79,
      "end": 3002.019,
      "text": "journalism and technology. And like having like this combination of like I guess skills. I, I can like, contribute to this and also have this feature implemented into, like the Stanford daily and then and then like, instead of like, just random trivia facts, it could be stuff about Stanford to help build school culture, and, like you know, provide something for the students. I guess. 372"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3003.67,
      "end": 3006.589,
      "text": "That's really good. I love that idea. 373"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3007.47,
      "end": 3016.119,
      "text": "Thank you. Actually. 374 I didn't know how to approach this as like a essay. 375 So can we also write like an ally? 376"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3017.48,
      "end": 3018.967,
      "text": "Just need the mini. 377"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3025.3,
      "end": 3027.32,
      "text": "You don't know how to approach this as an essay. 378"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3027.67,
      "end": 3031.619,
      "text": "Yeah, like, I don't know like how to structure it. 379"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3036.54,
      "end": 3074.519,
      "text": "Okay, I think that you can say. 380 I think this one. You can just be straightforward and talk about. You know yourself what you do, and then how you can contribute that to Stanford. So you can say 381 so that we know that let's start from the end so near the middle to the end. You want to talk about contributing to the Daily and the game section with the Daily Right? 382 So let's just at least write that down. 383 And then what else about your life? I feel like it. Would you would be remiss to not talk about your like 384 heritage here, because I feel like 385 you are missing a space in the rest of your essays, to talk about your like cultural identity and background. 386"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3077.8,
      "end": 3115.679,
      "text": "I guess, like 387 I don't know if this like matches the prompt too much, but like one thing is, I guess, like I bring cause. I don't think the Daily has 388 too much like of like a unique perspective from like a Muslim Indian person. I mean, I'm sure they do have like a couple of editors, and like people participating in the in the 389 I guess. 390 on the daily. But I feel like their representation is kind of 391 week, which I don't. I wouldn't want to mention that, because I think that's kind of offensive. But like, yeah. 392"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3116.63,
      "end": 3120.85,
      "text": "Okay, let's start about you. What about you? Do you want to bring to Stanford. 393"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3122.71,
      "end": 3124.929,
      "text": "I wanna bring, I guess like 394"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3126.61,
      "end": 3133.41,
      "text": "Let's like, separate this from Stanford 395 like, and not think about the what Stanford has to offer. But like, what do you have to offer. 396"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3134.36,
      "end": 3172.02,
      "text": "I think one thing I have to offer is like 397 I don't know if this is like 398 unique enough, but like I feel like my observantness. Brings like a lot to 399 I guess, like Stanford, and like college in general, like I'd be able to 400 like, especially if I'm working with the the daily and like with the Sts communications, Major. I'd be able to like like kind of know, like what's happening in Stanford, and also like implement, that into like different projects, like the games for the daily. 401"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3174.066,
      "end": 3186.089,
      "text": "Is there something that your parents? How did you figure out you were an observant person like, how did this quality develop with you, and when was the earliest moment that you remember distinctly being an observant person? 402"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3190.83,
      "end": 3234.8,
      "text": "I think I've just like I've been like really 403 quiet since I was younger. And then I actually owned like a diary like a long time ago, like when I was like 7 and I'd write about like my sister, and I'd write about like my mom, and like, I just like 404 like what I found in the in the diary entries. Was that like I wrote a lot about like how others like how their days were, I mean, like I did write about myself, obviously, but like I also like really observed, like, Oh, my sister like looked a little sad today, like I just like I feel like that was like my 1st evidence of like being able to observe things and like write it down and like, you know like capture all that. 405"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3235.68,
      "end": 3248.579,
      "text": "That's also maybe, like your earliest journalist, like your earliest stories were those of your family and those around you. Right? And so 406 maybe you can talk about like 407 you can start up with like early storytelling. 408"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3252.63,
      "end": 3330.309,
      "text": "highlight observation skills and empathy 409 and then go into how 410 today, like most 411 highlight observation skills and empathy. And then, like. 412 not yeah. Natural 413 inclination towards storytelling. 414 You can look up Braden's storytelling project. 415 her storytelling Grant and Stanford storytelling. Project 416 you might be interested in these things as well as the daily 417 and then 418 also 419 you can talk about 420 background as a Muslim Indian. 421 Other cultural clubs, organizations you want to join or support. 422 And then 423 you can talk about 424 maybe, like leadership that you bring to the school 425 through like different mediums, either the daily or the storytelling project, or otherwise. 426"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3330.91,
      "end": 3336.89,
      "text": "Is this where I can like mention my idea about like 427 the Stanford Daily Games. 428"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3337.32,
      "end": 3338.54,
      "text": "Yeah, exactly. 429"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3339.53,
      "end": 3340.62,
      "text": "Okay, I see. 430"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3342.44,
      "end": 3344.18,
      "text": "I would maybe put that here. 431"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3345.53,
      "end": 3366.14,
      "text": "Okay. 432 How would I be able to like bring, bring these or like, how? How can I like convey these projects and grants like would I be like, oh, some things that I'm interested in in Stanford, or like the breeding storytelling. Grant and the Stanford storytelling project. 433"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3366.64,
      "end": 3377.86,
      "text": "At Stanford. I am excited to leverage this passion towards 434 XYZ. 435 I see myself. 436 etc. Etc. 437"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3380.28,
      "end": 3382.64,
      "text": "Do I like to name? Drop these things. 438"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3383.24,
      "end": 3384.329,
      "text": "Yeah, you can. 439"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3389.65,
      "end": 3390.916,
      "text": "I see 440"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3399.06,
      "end": 3451.01,
      "text": "and then 441 With this one 442 would I like talk about or like just be like 443 I don't know if this would be like this wording could be off putting, but like 444 could be like, it's rare to see. 445 I feel like it's really like common to say something like, it's rare to see people like me writing for writing for 446 like a school, a school wide newspaper like I feel like that might be common and 447 doesn't really 448 it's not really unique. 449 So 450 I'm curious, like, how would I frame like my like bringing up my identity without like outright, like saying that it's for representation. 451"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3452.99,
      "end": 3466.09,
      "text": "I mean, you can talk about what Stanford groups you want to be part of. And 452 yeah, how you can contribute to them like instead of making it a search for representation, try to make it like a search for leadership 453 in XYZ. Fields. 454"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3467.19,
      "end": 3471.939,
      "text": "Okay. So like focusing more on, like the clubs and organizations to join or support. 455"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3472.43,
      "end": 3473.12,
      "text": "Right. 456"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3474.76,
      "end": 3493.469,
      "text": "Okay. Okay, that makes sense. 457 And then 458 the last bit, just like, tie it all together. 459 so it says, leadership that I bring to school? Would I like, continue talking about like the the clubs and programs. 460"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3495.41,
      "end": 3499.47,
      "text": "Yeah, exactly. And you can look things up on the Stanford website to be specific. 461"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3509.63,
      "end": 3515.01,
      "text": "And could I bring up like possible ideas I have for them, or like 462 and. 463"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3525.23,
      "end": 3556.98,
      "text": "Okay, and there's 464 or like, should I talk about like possible ideas I have for, like the clubs and programs, or like, talk about like even starting like starting clubs if they don't have like a specific one like, for example, like. 465 actually, I don't know if this might be too niche, but like maybe, like an Indian Muslim club, or something like that, or like. 466 I don't know like. 467 would would it be wise like to talk about like starting a club at Stanford, or like just just talking about like gaining leadership in these clubs. 468"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3558.93,
      "end": 3569.139,
      "text": "Think you can just talk about. 469 If you don't find a club that suits you. I feel like, then you can talk about trying to start one, but otherwise gaining leadership seems fine to me. 470"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3570.17,
      "end": 3570.82,
      "text": "Okay. 471"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3586.88,
      "end": 3587.57,
      "text": "Cool. 472"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3593.1,
      "end": 3598.37,
      "text": "And then 473 does this make sense for the outline for this essay? Do you have any further questions here? 474"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3599.401,
      "end": 3604.69,
      "text": "No, this makes sense. Now. If I have any questions, I think I'll I'll text you. 475"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3605.08,
      "end": 3622.68,
      "text": "Okay, sounds good. Now for the short questions, do you? I know these are like some of the hardest ones, because you only get such a limited number of characters. 476 yeah, do you have any 477 ideas just about like, say, the 1st one 478 awesome. 479"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3622.97,
      "end": 3666.748,
      "text": "I don't know about the 1st one, but I had a pretty clear idea for the 3rd one, which was actually, there was like a woman named Grace Hopper. And she was basically like handling. She's like a like back in the day, like computers were like people that like, translated like like electric signals to like codes and stuff. And so there's like a computer named Grace Hopper 480 and she discovered. There's like like a moth inside of the machine, and that was like causing a bunch of trouble. And then that's how like coding errors like became bugs, and I think that, like historic moment, would have just like one been hilarious, 2 would have been like iconic cause, like 481"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3667.43,
      "end": 3676.63,
      "text": "almost like every time I code. I always face like these like errors. And like bugs, and just like seeing like the 1st ever bug would be like pretty interesting. 482"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3676.94,
      "end": 3678.469,
      "text": "Yeah, that seems good. 483"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3683,
      "end": 3739.469,
      "text": "Okay, this one is the way that people write. This is usually just like this. 484 2023, 2024. 485 I don't know. I'm caught 486 what like you, and like people just do like 487 kind of bullet point or short phrases like 488 caught fireflies in my backyard. 489 Researched protein synthesis at Rsi. 490 Learn to bake or something. Learn to bake matcha cookies 491 2024 like, I don't know. 492 research cancer solutions at Xyz study. 493 read became obsessed with 494 nonfiction. Writing 495 adopted a new dog 496 like this is how people write them just like 497 some brief sentences like that. 498"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3739.64,
      "end": 3760.899,
      "text": "I think summer of 2023. It was like it. I didn't go to like any programs or anything. So 499 yeah, so like, could I say something like cause that at that time I was like developing my game, and I was like starting up boot camps that's like the closest to like super academic thing that I've done but that summer. But yeah. 500"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3760.9,
      "end": 3768.96,
      "text": "I mean, they know that you're not just an academic person. So it's totally totally fine to like 501 right non-academic things as well. 502"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3769.87,
      "end": 3781.139,
      "text": "Okay. 503 and then the 1st one 504 I don't exactly know how to like approach that one. 505"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3781.99,
      "end": 3803.339,
      "text": "Okay, this one is really hard. So I would. Just. 506 I think we've already gone through a lot today. So let's 507 to maybe pause on this 508 work through these things that we're already talking about, and then come back and discuss the rest. 509 And then I also know that we were talking about Disney dreamers application. Have you made any progress on that front? 510"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3803.82,
      "end": 3820.49,
      "text": "Yeah, I worked on the essay on the 511 let me open it. I've answered all the questions. I think just the biography. I need to like kind of finish up a little bit. But yeah, I I answered all the questions. 512"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3821.11,
      "end": 3842.21,
      "text": "Oh, it sounds good. 513 And then. 514 okay, then in that case I will text you to schedule our next meeting because I'm not gonna be here for the next 515 week and a half. But if you want to meet earlier we can do that. But we'll find a time, and I'll coordinate with Mary. 516 Alright. 517"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3842.21,
      "end": 3842.85,
      "text": "Sounds 518"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3845.39,
      "end": 3855.089,
      "text": "Okay, then sounds good. Let me know if you have any questions. Text me when you're done with Disney dreamers, and I can look over that. So you're able to submit. 519 Yeah, okay. Alright. Take care. 520"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3855.39,
      "end": 3856.12,
      "text": "Bye. 521"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3856.12,
      "end": 3856.87,
      "text": "Hi."
    }
  ],
  "meta": {
    "ext": ".pdf",
    "source": "normalize-v1",
    "vtt": true
  }
}