{
  "id": "03-Raw-SessionTranscripts/2024-06-14_W051_P3-JUNIOR_TRANS-RAW_RecommendationLetterStrategyandescapeRoo.pdf",
  "name": "2024-06-14_W051_P3-JUNIOR_TRANS-RAW_RecommendationLetterStrategyandescapeRoo.pdf",
  "path": "03-Raw-SessionTranscripts/2024-06-14_W051_P3-JUNIOR_TRANS-RAW_RecommendationLetterStrategyandescapeRoo.pdf",
  "kind": "TRANS-RAW",
  "week": "51",
  "phase": "3",
  "date": "2024-06-14",
  "link": null,
  "text": "Week 68 - Coaching_Jenny_Huda_Wk68_2024-06-15_M_ece7527a3e6a4c32U_2024-06-14_00-00-00 WEBVTT 1 00:03:28.040 --> 00:03:28.850 Jenny Duan: Hi. 2 00:03:29.210 --> 00:03:30.150 Jenny Duan: Hi! 3 00:03:30.510 --> 00:03:33.329 Jenny Duan: Sorry about like the time mix ups like 4 00:03:33.881 --> 00:03:41.299 Jenny Duan: our meetings have gotten switched like a lot of times the past couple of days, and I have not been like following them the best. So thanks so much for your flexibility. 5 00:03:41.440 --> 00:03:42.820 huda: Yeah. No worries. 6 00:03:43.496 --> 00:04:02.413 Jenny Duan: Okay, cool. I think that today, let's talk about the letter of recommendation system. I think that that would probably be the best of use of our time today. But before that, do you have any questions about anything else I know we like spoke pretty recently, so I don't know if you like, have any updates or any questions, but like happy to 7 00:04:03.350 --> 00:04:30.890 huda: Yeah, I was actually hoping, maybe actually, like recommendations actually sounds like a good plan maybe next meeting, which if we set up in a weekday. I was wondering if we could start working on the essays since. we kind of did decide that I'd be applying early for Uscs, which is like November. So that's actually not too far. So I think. A little bit of I like coming up with ideas and 8 00:04:31.161 --> 00:04:39.030 huda: creating like a framework for that, maybe next time would be like a great start. But yeah, I think recommendations is a good thing to talk about now. 9 00:04:39.250 --> 00:04:52.528 Jenny Duan: Okay, sounds good. And if you like, obviously, if you have any questions in the meantime, like, feel free to just message me, then? Yeah, okay, sounds good. So for recommendation. Since you're applying to Usc, let me check specifically what Uscs. 10 00:04:53.420 --> 00:04:56.270 Jenny Duan: What our recommendation requirements are. 11 00:05:08.590 --> 00:05:09.400 Jenny Duan: oh, it. 12 00:05:09.520 --> 00:05:11.389 Jenny Duan: One letter is required 13 00:05:11.580 --> 00:05:17.070 Jenny Duan: from either your school counselor or a teacher from your school. 14 00:05:19.760 --> 00:05:21.050 Jenny Duan: So. 15 00:05:21.570 --> 00:05:26.702 Jenny Duan: and you're applying for have you seen the Iovan and young 16 00:05:27.530 --> 00:05:28.710 Jenny Duan: Academy. 17 00:05:30.007 --> 00:05:31.110 huda: No, I haven't. 18 00:05:31.730 --> 00:05:32.420 Jenny Duan: Okay. 19 00:05:33.150 --> 00:05:37.940 Jenny Duan: let's say, let me just show you this really quickly. So you can take a look. But 20 00:05:38.760 --> 00:05:41.310 Jenny Duan: you might find this program interesting. 21 00:05:44.160 --> 00:05:46.589 Jenny Duan: It's super competitive to get into. But 22 00:05:46.920 --> 00:05:49.359 Jenny Duan: it's it's kind of a cool like 23 00:05:49.440 --> 00:05:50.450 Jenny Duan: program. 24 00:05:51.190 --> 00:06:02.459 huda: Oh, I think this is the one that I think, like Artura did mentioned this. It was like about kind of like doing like a lot of things like creative like logistics and everything 25 00:06:02.720 --> 00:06:03.790 huda: foam 26 00:06:04.050 --> 00:06:05.190 huda: interesting. 27 00:06:06.110 --> 00:06:08.250 Jenny Duan: Yeah, so just wanted to like 28 00:06:08.832 --> 00:06:11.300 Jenny Duan: share that with you just in case 29 00:06:13.560 --> 00:06:15.180 Jenny Duan: But yeah. 30 00:06:15.350 --> 00:06:16.240 Jenny Duan: okay. 31 00:06:17.590 --> 00:06:20.940 Jenny Duan: are you interested in this program at all? Or would you not be. 32 00:06:21.594 --> 00:06:26.489 huda: I think I'm pretty set on applying to Vidirby. 33 00:06:26.770 --> 00:06:28.220 Jenny Duan: Okay, sounds good. Then. 34 00:06:28.711 --> 00:06:31.359 Jenny Duan: Let me check their admissions requirements. 35 00:06:34.390 --> 00:06:37.059 Jenny Duan: The early action is November first.st 36 00:06:41.070 --> 00:06:44.709 Jenny Duan: okay. You don't have to do anything else. 37 00:06:44.780 --> 00:06:48.561 Jenny Duan: So you only need one letter recommendation, which is your 38 00:06:49.940 --> 00:06:59.460 Jenny Duan: either a counselor or a teacher from your school. So out of these options. Who do you think you are most drawn to right now? 39 00:07:00.225 --> 00:07:15.580 huda: I think, for Usc, this is the one that I'd like to ask my English teacher from last year to like, write the letter of recommendation for just because I think 40 00:07:15.720 --> 00:07:29.449 huda: so. We actually had to do like an exercise where we had to fill out some questions about what we're interested in, like outside of school and everything. Because she knows like a lot of people are gonna ask for recommendation. So so she just like had us like kind of like, get 41 00:07:29.460 --> 00:07:43.390 huda: get that ready beforehand. And so I think it'd be easier to explain to her like more about like my experience with games. And she actually writes like, pretty good recommendations. So yeah. 42 00:07:44.020 --> 00:07:49.530 Jenny Duan: Okay. Why, her versus someone else that you've already like? Asked before. 43 00:07:50.250 --> 00:08:09.959 huda: I'd say, like her recommendations are usually like the strongest out of all the teachers, and also I know, if she were to agree to write my recommendation. Then she'd be like really punctual about it, because I think she doesn't do like a lot of them. So she'd be a little more punctual than the other teachers. 44 00:08:12.033 --> 00:08:18.200 Jenny Duan: Got it. She sounds like a good fit then, so let's see, when do you have to fill out the form. 45 00:08:19.924 --> 00:08:22.970 huda: To ask her, she said, to ask her in August. 46 00:08:23.720 --> 00:08:25.020 Jenny Duan: Okay. And 47 00:08:25.070 --> 00:08:27.550 Jenny Duan: if do you think that she will say Yes. 48 00:08:27.820 --> 00:08:29.300 Jenny Duan: hey? Probably right. 49 00:08:29.300 --> 00:08:30.680 huda: Yeah, probably. 50 00:08:31.534 --> 00:08:34.210 Jenny Duan: Okay, what's your second option? If not her. 51 00:08:34.909 --> 00:08:36.359 huda: If not her 52 00:08:38.759 --> 00:08:53.009 huda: probably my Cs teacher. So she's been a bit flicky. But I have her again this school year, and also, since I'm applying the school of computer science to things that would be beneficial. 53 00:08:54.280 --> 00:08:55.560 Jenny Duan: Sounds good. 54 00:08:56.310 --> 00:09:00.340 Jenny Duan: I think that you know your computer science teacher has written you good Rex, in the past, and she's been like. 55 00:09:00.490 --> 00:09:03.179 Jenny Duan: well, some are reliable, so I think, like 56 00:09:03.360 --> 00:09:04.340 Jenny Duan: I I think it's. 57 00:09:04.340 --> 00:09:06.361 huda: I won't say she's reliable. But yeah. 58 00:09:06.650 --> 00:09:11.449 Jenny Duan: So I yeah, I wouldn't know if I would like some semi reliable, you know, like 59 00:09:12.189 --> 00:09:16.489 Jenny Duan: enough reliable enough, you know. So she'd probably be fine. 60 00:09:16.750 --> 00:09:18.720 Jenny Duan: So yeah, let's go with her. 61 00:09:19.950 --> 00:09:30.170 Jenny Duan: And then for the letter of recommendation, do you have any like? Do you anticipate any struggles, especially with your counselor or anything. Is there anything we can talk through when it comes to that. 62 00:09:30.980 --> 00:09:32.742 huda: Yeah, actually for 63 00:09:33.360 --> 00:10:00.920 huda: So for Usc, I wanted to go with the teacher and then for Stanford since I'm also applying to that early. I was thinking of maybe asking, like the vice principal, or like the principal, for a recommendation. Just because I feel like that would have more merit. And also I think I don't think they get a lot of requests for recommendations at our school, so I think they definitely be more open to writing the recommendation. 64 00:10:01.398 --> 00:10:04.751 huda: But in terms of struggles, I think. 65 00:10:05.560 --> 00:10:06.690 huda: maybe like 66 00:10:06.900 --> 00:10:13.939 huda: cause. My English chair is a bit picky, so she only writes about like 10 each year. So so like. 67 00:10:13.990 --> 00:10:21.290 huda: that's like, not really guaranteed. But I'm I'm pretty sure. She'll be able to write me one. And yeah, but 68 00:10:21.410 --> 00:10:22.570 huda: I think 69 00:10:23.030 --> 00:10:33.750 huda: I'll probably have to go write a good fact sheet and like maybe ask her, and like a good way, which would make her more inclined to write it, so maybe just asking her 70 00:10:34.260 --> 00:10:35.520 huda: might be a struggle. 71 00:10:36.000 --> 00:10:44.544 Jenny Duan: That seems that seems good. So do you. I think you have any like other issues, or anything you want to work through when it comes to the 72 00:10:45.300 --> 00:10:47.740 Jenny Duan: letters of recommendation, or do you feel confident. 73 00:10:48.828 --> 00:10:54.060 huda: Is there a specific way to like approach teachers when you're asking for recommendations? 74 00:10:54.560 --> 00:10:56.740 Jenny Duan: I don't think so. I think you usually just 75 00:10:57.414 --> 00:11:02.455 Jenny Duan: I think you just asked them like straight up and 76 00:11:03.520 --> 00:11:06.059 Jenny Duan: and say like, oh, I think 77 00:11:07.780 --> 00:11:08.609 Jenny Duan: play it. 78 00:11:08.870 --> 00:11:14.879 Jenny Duan: Ask them person first, st and say like, Hi like so and so I really enjoyed taking your class like I 79 00:11:15.360 --> 00:11:26.490 Jenny Duan: you know, learned Xyz things I'm applying for college, or I'm applying for whatever you're applying for. And I'm wondering if you would be willing to write a letter recommendation for me. You just say straight up. 80 00:11:26.805 --> 00:11:27.120 huda: It. 81 00:11:27.530 --> 00:11:36.310 Jenny Duan: And then, after that, like, when it comes to the time, we can prepare the like. Whatever recommendation fact sheet that I that we will set be sending. 82 00:11:37.570 --> 00:11:40.360 Jenny Duan: But like it doesn't have to be today. Slash now. 83 00:11:41.030 --> 00:11:42.839 huda: Okay, that that makes sense. 84 00:11:43.276 --> 00:11:53.413 huda: Also, since we have a little bit of time left over, I actually ha have like, it's not exactly a draft. It's just kind of like the hook for like 85 00:11:53.810 --> 00:11:58.835 huda: one of the common app essays. And I was wondering if you could take a look at maybe. 86 00:11:59.180 --> 00:12:01.210 huda: see what? Tell me what you think about it. 87 00:12:01.210 --> 00:12:02.489 Jenny Duan: Yeah, show me. 88 00:12:09.610 --> 00:12:11.889 Jenny Duan: can you? Share this document with me? 89 00:12:11.890 --> 00:12:12.790 huda: Oh, yeah. 90 00:12:22.500 --> 00:12:23.190 Jenny Duan: Bakes. 91 00:12:29.240 --> 00:12:31.589 Jenny Duan: I just requested access. 92 00:12:31.890 --> 00:12:32.570 huda: Oh! 93 00:12:57.020 --> 00:13:03.379 Jenny Duan: This is really interesting. I'm so I'm so intrigued. Can you tell me more about what what context this is? 94 00:13:03.600 --> 00:13:29.819 huda: Yeah. So I was gonna so I think when I was 11, we went on this like kind of out the chest. Themed like escape room with my family. And that's kind of when I 1st like kind of realized that I really like problem solving and like escape rooms was like, really, that's where I discovered game room escape rooms, and like kind of like a gaming type thing. And so 95 00:13:30.160 --> 00:13:40.160 huda: I was kind of going with, like the story I wanted to talk about, like how I was able to kind of like, bring my family out of like the prison and also talk about like, how? 96 00:13:40.590 --> 00:13:45.759 huda: Okay this is, I don't know if this is too deep, but, like like a metaphorically like the 97 00:13:46.450 --> 00:13:49.799 huda: like, cigar supplying is really like 98 00:13:49.850 --> 00:13:53.749 huda: my ability to like problem solve. 99 00:13:56.380 --> 00:13:58.119 Jenny Duan: how so? How so? 100 00:13:58.600 --> 00:13:59.179 huda: What is the. 101 00:13:59.180 --> 00:14:01.159 Jenny Duan: What does S mean? By the way? Also. 102 00:14:01.430 --> 00:14:04.264 huda: Oh, yeah, I was. Gonna I was gonna continue on. But 103 00:14:05.000 --> 00:14:20.990 huda: it was. Gonna it's gonna like, talk about like, like the different clues that I took to like go to the next step, and then like finally, like break out of the escape room and I didn't get to like the actual solving part. But I just wrote the hook. I guess. 104 00:14:23.240 --> 00:14:23.970 Jenny Duan: Okay. 105 00:14:27.260 --> 00:14:28.480 Jenny Duan: what else? 106 00:14:29.420 --> 00:14:31.569 Jenny Duan: This looks really good. So far, like. 107 00:14:31.700 --> 00:14:41.149 Jenny Duan: I, I really like how this is where this is going. My only caution is like, how are you gonna focus this more on you rather than like that, just telling the story. 108 00:14:41.150 --> 00:14:41.820 huda: One 109 00:14:43.500 --> 00:15:11.180 huda: I was thinking like, maybe like, when I talk about like different parts of the escape room, like, for example, like, there's a part where we had to discover like the meanings behind, like different like card placements. I could like relate it to like maybe like a small. I don't know if it would be too distracting, but like another small story about like like identifying these, like the meaning of these cards was like 110 00:15:12.316 --> 00:15:13.383 huda: identifying 111 00:15:14.510 --> 00:15:15.760 huda: I don't know. Like 112 00:15:16.230 --> 00:15:17.190 huda: a 113 00:15:17.500 --> 00:15:21.510 huda: like different ways. I can tell stories or something like that. 114 00:15:22.980 --> 00:15:37.810 Jenny Duan: Okay? And okay, that's super cool. And how are you gonna weave this in with other aspects of your character cause? I think in their common app. It's nice to like leave some breadcrumbs for them for the other parts of your application, like, for example, like when they're looking at your extracurriculars and things. 115 00:15:38.940 --> 00:15:39.720 Jenny Duan: like. 116 00:15:39.990 --> 00:15:46.610 Jenny Duan: It's okay. If you name drop like, oh, like this connects to like folk left, and just say the word, or this connects to 117 00:15:46.770 --> 00:15:51.419 Jenny Duan: Sinori and just say the word. But like, how are you gonna interweave the other things that you do in here? 118 00:15:52.704 --> 00:16:16.790 huda: So yeah, I think, like, the best way probably be to like target like the different different like problem solving like aspects that I had to do and then, like within them, I could like relate them to like like I said, the previous example about like the cards like their meaning. I could talk about like maybe I could like weave in 119 00:16:17.381 --> 00:16:35.288 huda: like folklook, maybe, and say, like, this is my like the different cards, all different meetings like actually, I don't know how to like do without like cause. Obviously, at the time I was 11, so like folklift didn't exist. So I don't really know how to like relate it. 120 00:16:36.340 --> 00:16:38.939 huda: and that way. But yeah. 121 00:16:41.200 --> 00:16:52.689 huda: yeah, I'm not sure I was hoping maybe we could like come up with like an outline, maybe, or like a framework. I think my dad said, like you do like really good framework. So maybe that would help with this fantastic. 122 00:16:52.690 --> 00:16:54.969 Jenny Duan: Yeah, I think that sounds good. So like. 123 00:16:55.620 --> 00:17:04.652 Jenny Duan: okay, here, your identity is a problem solver. And you're showing this in the framework of an escape room, but like that means different things right? 124 00:17:05.430 --> 00:17:06.300 Jenny Duan: like. 125 00:17:06.800 --> 00:17:08.670 Jenny Duan: Sorry. If you see the light like. 126 00:17:08.760 --> 00:17:16.499 Jenny Duan: I don't know why they'll like to change. I'm like going between the zoom and the documents like my face keeps like the lay on my face. Keep changing whatever So 127 00:17:16.819 --> 00:17:18.349 Jenny Duan: I think that the 128 00:17:18.810 --> 00:17:36.529 Jenny Duan: you're showing this through that you're a problem solver through the lens of this specific escape room, right? And like. Maybe the objects in the escape room could mean different things to like different things that you could connect to different things that you do and like. These don't have to be real objects, you can. This can be like a metaphorical escape room like that doesn't really matter. So 129 00:17:37.640 --> 00:17:51.629 Jenny Duan: the roll of tobacco is one thing. So let's maybe we can outline like all these items and what they mean to you. So role of tobacco. What does that show about you? And we can associate this with like one memory or one character quality. 130 00:17:54.090 --> 00:17:56.330 huda: I was saying, like Rollo tobacco. 131 00:17:57.180 --> 00:18:06.790 huda: I think this sounds counterintuitive, but like maybe like like passing like on like education, for like young girls. 132 00:18:08.190 --> 00:18:11.309 huda: and like, in the sense that like. 133 00:18:12.150 --> 00:18:15.769 huda: Okay, this is too much of a reach. But like, I'm like. 134 00:18:15.770 --> 00:18:18.219 Jenny Duan: Yeah, nothing is, too. My notes of a reach. 135 00:18:18.560 --> 00:18:23.389 huda: Yeah, so like, I'm handing over Al Capone, like 136 00:18:23.660 --> 00:18:28.110 huda: like a rule of tobacco. And and like. 137 00:18:29.650 --> 00:18:34.479 huda: in the same way, I guess I'm kind of like handing over like the knowledge of like technology to 138 00:18:34.520 --> 00:18:37.118 huda: young girls. But I don't know. That's 139 00:18:38.570 --> 00:18:40.540 huda: that sounds wrong. But yeah. 140 00:18:40.690 --> 00:18:44.373 Jenny Duan: Okay, so you're talking about your family here. So how does that? 141 00:18:45.870 --> 00:18:48.309 Jenny Duan: How does that relate to your family? 142 00:18:49.300 --> 00:18:50.520 huda: I guess, like 143 00:18:51.514 --> 00:18:54.480 huda: there are small details so like 144 00:18:57.690 --> 00:19:12.048 huda: I guess not to like sound braggy, but like it was just like a lot of details were kind of like undiscovered by like the other family members. I mean, obviously, there's a few unlike hints that we're also discovered. But 145 00:19:12.420 --> 00:19:30.159 huda: because, like, I was like, really like wanting to go and kind of like solve this puzzle. I was able to notice lots of details like the like the bread or the s at the bottom. So I guess that's kind of the significance of like my family being there. 146 00:19:30.310 --> 00:19:31.140 huda: But. 147 00:19:31.480 --> 00:19:50.532 Jenny Duan: Okay. And how does that relate to like you? Cause? I think one thing that we know is, is, if if some of these snippets. If this writing is all good, like, none of this is going to waste like this can always be up like a supplemental question, and not the main question. But just like curious how this all relates, because I feel like one thing that you wanna avoid in your common app is 148 00:19:51.120 --> 00:20:03.549 Jenny Duan: talking about too much about other things versus like you, because this should be like a 1 pager on you like it should highlight all the things that are important to you that you do, etc. 149 00:20:04.120 --> 00:20:05.310 Jenny Duan: so 150 00:20:06.020 --> 00:20:09.347 Jenny Duan: yeah, so how do we? I feel like right now? 151 00:20:10.470 --> 00:20:14.674 Jenny Duan: so right now, this is focused on the 152 00:20:17.540 --> 00:20:24.019 Jenny Duan: focus on your like experience here. But like, I'm not really understanding much about you except this statement. 153 00:20:25.710 --> 00:20:30.740 Jenny Duan: so, rolla tobacco, how are you gonna turn this to education for young girls. 154 00:20:34.640 --> 00:20:35.930 Jenny Duan: Or like, Okay, I'm not 155 00:20:36.720 --> 00:20:43.880 Jenny Duan: okay. Where are you? Where are you going with this bread thing? We can go back to the tobacco. The tobacco doesn't have to necessarily be a parallel to education. It could just be. 156 00:20:43.880 --> 00:20:44.510 huda: Like, yeah. 157 00:20:44.510 --> 00:20:45.850 Jenny Duan: The context. 158 00:20:45.850 --> 00:20:52.029 huda: Yeah, honestly, I think the role tobacco is more just like a like a hook, cause it's kind of something really far fetched. 159 00:20:52.497 --> 00:21:08.010 huda: But the but from here I wanted to talk about like also I. So I found this like loaf of bread which had the letter S to the bottom. And then I noticed that around the room there's like different letters and like different 160 00:21:08.070 --> 00:21:18.227 huda: tiles, or like in our in our cell, there's like different tiles, and they have like words on them, and so like the one with the s like you have to. You have to like 161 00:21:18.990 --> 00:21:39.830 huda: I think it was like you have to step on it, and then, like you get, and then, like a guard comes over, or something, I think it's kind of like really detailed. So I don't know how I put that into like without just describing the whole thing rather than telling like more about my like problem solving ability. But 162 00:21:39.980 --> 00:21:40.940 huda: yeah. 163 00:21:41.800 --> 00:21:47.970 huda: or how about I say, I picked up the bread only to find the letter S etched into the bottom. 164 00:21:49.810 --> 00:21:51.860 huda: Scanning the floor. 165 00:21:52.830 --> 00:21:54.290 huda: I found 166 00:21:55.690 --> 00:21:57.230 huda: letters 167 00:21:58.710 --> 00:21:59.784 huda: scrambled. 168 00:22:17.380 --> 00:22:18.459 huda: I think of. 169 00:22:23.860 --> 00:22:37.400 huda: and then, like, there's like more steps to it. But yeah, this is like the one of like the 1st like instances of like problem solving. I think, in in this exact example. 170 00:22:39.230 --> 00:22:48.509 Jenny Duan: Okay, I feel like this is a lot of world building, but not enough about you here still. But let's let's let's talk about what this bread means. 171 00:22:51.530 --> 00:22:52.070 Jenny Duan: Oh. 172 00:22:52.070 --> 00:22:53.680 huda: I mean, what is it like? 173 00:22:53.680 --> 00:22:56.949 Jenny Duan: What is? What is this all world building, or does this have any symbolism. 174 00:22:57.718 --> 00:23:01.299 huda: I think it's just world building. I think I think it was. 175 00:23:01.320 --> 00:23:09.399 huda: I was kind of going more of like a story, like type way of telling it rather than like symbolism. But yeah. 176 00:23:10.650 --> 00:23:17.029 Jenny Duan: I think that this has to do more with like, I think you should connect this back to you like I think, 177 00:23:17.720 --> 00:23:29.082 Jenny Duan: And this is a good good start, but I feel like this is not. This is this is not about you. So I feel like, I actually, I do want to see the rest of this written. So I think, 178 00:23:29.380 --> 00:23:32.840 Jenny Duan: I don't really wanna create a framework right now, because I feel like 179 00:23:33.260 --> 00:23:38.820 Jenny Duan: like I don't think creating a framework is gonna help you necessarily with the rest of this essay, because of how like 180 00:23:39.970 --> 00:23:53.560 Jenny Duan: how much of a story it is. So I think you should just finish writing this, and we can work backwards and edit from there, and also like, even if we don't end up using this for your common app statement. It's still worth writing out, because, like, you might use this exact essay for something else, that 181 00:23:53.800 --> 00:24:09.999 Jenny Duan: where where a story like sequence would fit better. So it's not a waste that, you know you're writing it, but I I don't necessarily think a framework would be helpful right now, because this isn't like a checkbox essay right now. It's like a you're telling a story and like, I wanna hear the story. And like, I think other people will, too. 182 00:24:10.260 --> 00:24:12.170 huda: Okay, yeah, that makes sense. 183 00:24:12.770 --> 00:24:14.427 Jenny Duan: Yeah. Okay, cool. 184 00:24:15.560 --> 00:24:21.499 Jenny Duan: Is there anything else that you want to go over? Let's maybe spend some time scheduling our next meeting, because I know that like 185 00:24:22.417 --> 00:24:28.389 Jenny Duan: tomorrow, we're cancelling this cause, eid which totally reasonable and then 186 00:24:29.460 --> 00:24:33.078 Jenny Duan: I was thinking we could maybe do it on 187 00:24:34.800 --> 00:24:40.360 Jenny Duan: on Monday, you said, What time does coda classy start? And also are you excited for Coda's classy. 188 00:24:40.360 --> 00:24:44.940 huda: Yeah, I'm I'm really excited. I think, like it's really 189 00:24:45.050 --> 00:24:58.659 huda: are. And like, kind of early. So maybe that might be a struggle. But actually, it starts at so tomorrow starts at 10 and ends at 4. But you starts at 9, so like I should be back by like 190 00:24:58.750 --> 00:25:01.199 huda: 5 or 6 30 191 00:25:01.970 --> 00:25:05.209 huda: or actually probably back by 6. 192 00:25:05.430 --> 00:25:09.870 huda: And so we could probably do like a meeting at like 7 or 193 00:25:11.320 --> 00:25:14.439 huda: like, I think 8 is too late for you. But yeah. 194 00:25:16.970 --> 00:25:18.230 Jenny Duan: Fine. 195 00:25:20.490 --> 00:25:21.376 Jenny Duan: Let's see. 196 00:25:25.140 --> 00:25:26.100 Jenny Duan: 7. 197 00:25:29.110 --> 00:25:32.609 Jenny Duan: Can you do any earlier on Monday? If not Monday? We could do 198 00:25:34.606 --> 00:25:36.060 Jenny Duan: Tuesday, perhaps. 199 00:25:36.240 --> 00:25:37.430 Jenny Duan: or 200 00:25:38.330 --> 00:25:39.739 Jenny Duan: another day. 201 00:25:40.160 --> 00:25:42.330 huda: I could possibly do 6, 30, 202 00:25:43.030 --> 00:25:44.010 huda: taste it. 203 00:25:44.060 --> 00:25:48.860 Jenny Duan: I can do the evening on Monday or Tuesday this week. 204 00:25:49.730 --> 00:25:52.570 Jenny Duan: Let's see. So code of classy is what time to what time. 205 00:25:52.970 --> 00:25:54.430 huda: 9 to 4. 206 00:25:55.110 --> 00:25:57.749 Jenny Duan: 9 to 4. And what's the transportation like. 207 00:25:58.503 --> 00:26:00.869 huda: It's about like an hour and a half away. 208 00:26:01.980 --> 00:26:03.240 Jenny Duan: I see? 209 00:26:09.840 --> 00:26:11.880 Jenny Duan: okay, I think this the 210 00:26:13.630 --> 00:26:16.069 Jenny Duan: okay Evening Times are 211 00:26:17.830 --> 00:26:20.980 Jenny Duan: super far for me this week. 212 00:26:21.520 --> 00:26:23.080 Jenny Duan: because, okay. 213 00:26:23.460 --> 00:26:24.880 Jenny Duan: context is 214 00:26:25.610 --> 00:26:27.770 Jenny Duan: It's my birthday on Tuesday, so. 215 00:26:28.280 --> 00:26:33.789 Jenny Duan: I'm like Monday, Tues, Monday and Wednesday. I have like things for my birthday, and on Tuesday I have, like 216 00:26:33.830 --> 00:26:36.539 Jenny Duan: Tuesday and Thursday have intern things. 217 00:26:37.358 --> 00:26:40.081 Jenny Duan: Let me see what I can do. 218 00:26:44.110 --> 00:26:49.851 Jenny Duan: I might be able to do like later times, like on Tuesday. I think I could do like 219 00:26:50.370 --> 00:26:51.370 Jenny Duan: like a 220 00:26:53.520 --> 00:26:56.480 Jenny Duan: I guess so I could do Tuesday at 7. If that works. 221 00:26:57.010 --> 00:26:58.770 huda: Okay, yeah, that works. 222 00:27:01.180 --> 00:27:06.029 Jenny Duan: Okay, let's do that. And then on Tuesday we can schedule our next thing after that is that, okay? 223 00:27:06.030 --> 00:27:06.770 huda: Yeah. 224 00:27:06.930 --> 00:27:07.680 Jenny Duan: Oh! Hey! 225 00:27:07.920 --> 00:27:09.959 huda: So happy early birthday. By the way. 226 00:27:09.960 --> 00:27:20.239 Jenny Duan: Thank you so tentatively. Tuesday at 7, I there is a chance I may need to reschedule, depending on how things go that day, because I have an internship like activity at night. 227 00:27:20.390 --> 00:27:27.230 Jenny Duan: but I think it should be good like. Let's just hold it for now, and if we need to reschedule like, I will let you know, but hopefully not. 228 00:27:27.980 --> 00:27:29.190 huda: Alright, sure! 229 00:27:29.530 --> 00:27:30.230 Jenny Duan: Okay. 230 00:27:32.600 --> 00:27:36.189 Jenny Duan: yeah, early in this week is just really hard for me. 231 00:27:36.976 --> 00:27:42.533 Jenny Duan: But okay, I'll do my best to keep that time. Let's just stick with that, for now. 232 00:27:42.920 --> 00:27:53.990 Jenny Duan: Okay, sounds good. See you then. And in the meantime, if you have any questions like, always feel free to text me, or like, if you ever need, I can always do like a 5 min call, or facetime, or anything. If there's anything urgent. 233 00:27:53.990 --> 00:27:54.910 huda: Okay. Yeah. 234 00:27:55.060 --> 00:27:57.400 Jenny Duan: Cool, alright talk soon, bye.",
  "segments": [
    "Week 68 - Coaching_Jenny_Huda_Wk68_2024-06-15_M_ece7527a3e6a4c32U_2024-06-14_00-00-00 WEBVTT 1 00:03:28.040 --> 00:03:28.850 Jenny Duan: Hi. 2 00:03:29.210 --> 00:03:30.150 Jenny Duan: Hi! 3 00:03:30.510 --> 00:03:33.329 Jenny Duan: Sorry about like the time mix ups like 4 00:03:33.881 --> 00:03:41.299 Jenny Duan: our meetings have gotten switched like a lot of times the past couple of days, and I have not been like following them the best. So thanks so much for your flexibility. 5 00:03:41.440 --> 00:03:42.820 huda: Yeah. No worries. 6 00:03:43.496 --> 00:04:02.413 Jenny Duan: Okay, cool. I think that today, let's talk about the letter of recommendation system. I think that that would probably be the best of use of our time today. But before that, do you have any questions about anything else I know we like spoke pretty recently, so I don't know if you like, have any updates or any questions, but like happy to 7 00:04:03.350 --> 00:04:30.890 huda: Yeah, I was actually hoping, maybe actually, like recommendations actually sounds like a good plan maybe next meeting, which if we set up in a weekday. I was wondering if we could start working on the essays since. we kind of did decide that I'd be applying early for Uscs, which is like November. So that's actually not too far. So I think. A little bit of I like coming up with ideas and 8 00:04:31.161 --> 00:04:39.030 huda: creating like a framework for that, maybe next time would be like a great start. But yeah, I think recommendations is a good thing to talk about now. 9 00:04:39.250 --> 00:04:52.528 Jenny Duan: Okay, sounds good. And if you like, obviously, if you have any questions in the meantime, like, feel free to just message me, then? Yeah, okay, sounds good. So for recommendation. Since you're applying to Usc, let me check specifically what Uscs. 10 00:04:53.420 --> 00:04:56.270 Jenny Duan: What our recommendation requirements are. 11 00:05:08.590 --> 00:05:09.400 Jenny Duan: oh, it. 12 00:05:09.520 --> 00:05:11",
    ".389 Jenny Duan: One letter is required 13 00:05:11.580 --> 00:05:17.070 Jenny Duan: from either your school counselor or a teacher from your school. 14 00:05:19.760 --> 00:05:21.050 Jenny Duan: So. 15 00:05:21.570 --> 00:05:26.702 Jenny Duan: and you're applying for have you seen the Iovan and young 16 00:05:27.530 --> 00:05:28.710 Jenny Duan: Academy. 17 00:05:30.007 --> 00:05:31.110 huda: No, I haven't. 18 00:05:31.730 --> 00:05:32.420 Jenny Duan: Okay. 19 00:05:33.150 --> 00:05:37.940 Jenny Duan: let's say, let me just show you this really quickly. So you can take a look. But 20 00:05:38.760 --> 00:05:41.310 Jenny Duan: you might find this program interesting. 21 00:05:44.160 --> 00:05:46.589 Jenny Duan: It's super competitive to get into. But 22 00:05:46.920 --> 00:05:49.359 Jenny Duan: it's it's kind of a cool like 23 00:05:49.440 --> 00:05:50.450 Jenny Duan: program. 24 00:05:51.190 --> 00:06:02.459 huda: Oh, I think this is the one that I think, like Artura did mentioned this. It was like about kind of like doing like a lot of things like creative like logistics and everything 25 00:06:02.720 --> 00:06:03.790 huda: foam 26 00:06:04.050 --> 00:06:05.190 huda: interesting. 27 00:06:06.110 --> 00:06:08.250 Jenny Duan: Yeah, so just wanted to like 28 00:06:08.832 --> 00:06:11.300 Jenny Duan: share that with you just in case 29 00:06:13.560 --> 00:06:15.180 Jenny Duan: But yeah. 30 00:06:15.350 --> 00:06:16.240 Jenny Duan: okay. 31 00:06:17.590 --> 00:06:20.940 Jenny Duan: are you interested in this program at all? Or would you not be. 32 00:06:21.594 --> 00:06:26.489 huda: I think I'm pretty set on applying to Vidirby. 33 00:06:26.770 --> 00:06:28.220 Jenny Duan: Okay, sounds good. Then. 34 00:06:28.711 --> 00:06:31.359 Jenny Duan: Let me check their admissions requirements. 35 00:06:34.390 --> 00:06:37.059 Jenny Duan: The early action is November first.st 36 00:06:41.070 --> 00:06:44.709 Jenny Duan: okay. You don't have to do anything else. 37 00:06:44.780 --> ",
    "00:06:48.561 Jenny Duan: So you only need one letter recommendation, which is your 38 00:06:49.940 --> 00:06:59.460 Jenny Duan: either a counselor or a teacher from your school. So out of these options. Who do you think you are most drawn to right now? 39 00:07:00.225 --> 00:07:15.580 huda: I think, for Usc, this is the one that I'd like to ask my English teacher from last year to like, write the letter of recommendation for just because I think 40 00:07:15.720 --> 00:07:29.449 huda: so. We actually had to do like an exercise where we had to fill out some questions about what we're interested in, like outside of school and everything. Because she knows like a lot of people are gonna ask for recommendation. So so she just like had us like kind of like, get 41 00:07:29.460 --> 00:07:43.390 huda: get that ready beforehand. And so I think it'd be easier to explain to her like more about like my experience with games. And she actually writes like, pretty good recommendations. So yeah. 42 00:07:44.020 --> 00:07:49.530 Jenny Duan: Okay. Why, her versus someone else that you've already like? Asked before. 43 00:07:50.250 --> 00:08:09.959 huda: I'd say, like her recommendations are usually like the strongest out of all the teachers, and also I know, if she were to agree to write my recommendation. Then she'd be like really punctual about it, because I think she doesn't do like a lot of them. So she'd be a little more punctual than the other teachers. 44 00:08:12.033 --> 00:08:18.200 Jenny Duan: Got it. She sounds like a good fit then, so let's see, when do you have to fill out the form. 45 00:08:19.924 --> 00:08:22.970 huda: To ask her, she said, to ask her in August. 46 00:08:23.720 --> 00:08:25.020 Jenny Duan: Okay. And 47 00:08:25.070 --> 00:08:27.550 Jenny Duan: if do you think that she will say Yes. 48 00:08:27.820 --> 00:08:29.300 Jenny Duan: hey? Probably right. 49 00:08:29.300 --> 00:08:30.680 huda: Yeah, probably. 50 00:08:31.534 --> 00:08:34.210 Jenny Duan: Okay, w",
    "hat's your second option? If not her. 51 00:08:34.909 --> 00:08:36.359 huda: If not her 52 00:08:38.759 --> 00:08:53.009 huda: probably my Cs teacher. So she's been a bit flicky. But I have her again this school year, and also, since I'm applying the school of computer science to things that would be beneficial. 53 00:08:54.280 --> 00:08:55.560 Jenny Duan: Sounds good. 54 00:08:56.310 --> 00:09:00.340 Jenny Duan: I think that you know your computer science teacher has written you good Rex, in the past, and she's been like. 55 00:09:00.490 --> 00:09:03.179 Jenny Duan: well, some are reliable, so I think, like 56 00:09:03.360 --> 00:09:04.340 Jenny Duan: I I think it's. 57 00:09:04.340 --> 00:09:06.361 huda: I won't say she's reliable. But yeah. 58 00:09:06.650 --> 00:09:11.449 Jenny Duan: So I yeah, I wouldn't know if I would like some semi reliable, you know, like 59 00:09:12.189 --> 00:09:16.489 Jenny Duan: enough reliable enough, you know. So she'd probably be fine. 60 00:09:16.750 --> 00:09:18.720 Jenny Duan: So yeah, let's go with her. 61 00:09:19.950 --> 00:09:30.170 Jenny Duan: And then for the letter of recommendation, do you have any like? Do you anticipate any struggles, especially with your counselor or anything. Is there anything we can talk through when it comes to that. 62 00:09:30.980 --> 00:09:32.742 huda: Yeah, actually for 63 00:09:33.360 --> 00:10:00.920 huda: So for Usc, I wanted to go with the teacher and then for Stanford since I'm also applying to that early. I was thinking of maybe asking, like the vice principal, or like the principal, for a recommendation. Just because I feel like that would have more merit. And also I think I don't think they get a lot of requests for recommendations at our school, so I think they definitely be more open to writing the recommendation. 64 00:10:01.398 --> 00:10:04.751 huda: But in terms of struggles, I think. 65 00:10:05.560 --> 00:10:06.690 huda: maybe like 66 00:10:06.900 --> 00:10:13.939 huda: cause. My E",
    "nglish chair is a bit picky, so she only writes about like 10 each year. So so like. 67 00:10:13.990 --> 00:10:21.290 huda: that's like, not really guaranteed. But I'm I'm pretty sure. She'll be able to write me one. And yeah, but 68 00:10:21.410 --> 00:10:22.570 huda: I think 69 00:10:23.030 --> 00:10:33.750 huda: I'll probably have to go write a good fact sheet and like maybe ask her, and like a good way, which would make her more inclined to write it, so maybe just asking her 70 00:10:34.260 --> 00:10:35.520 huda: might be a struggle. 71 00:10:36.000 --> 00:10:44.544 Jenny Duan: That seems that seems good. So do you. I think you have any like other issues, or anything you want to work through when it comes to the 72 00:10:45.300 --> 00:10:47.740 Jenny Duan: letters of recommendation, or do you feel confident. 73 00:10:48.828 --> 00:10:54.060 huda: Is there a specific way to like approach teachers when you're asking for recommendations? 74 00:10:54.560 --> 00:10:56.740 Jenny Duan: I don't think so. I think you usually just 75 00:10:57.414 --> 00:11:02.455 Jenny Duan: I think you just asked them like straight up and 76 00:11:03.520 --> 00:11:06.059 Jenny Duan: and say like, oh, I think 77 00:11:07.780 --> 00:11:08.609 Jenny Duan: play it. 78 00:11:08.870 --> 00:11:14.879 Jenny Duan: Ask them person first, st and say like, Hi like so and so I really enjoyed taking your class like I 79 00:11:15.360 --> 00:11:26.490 Jenny Duan: you know, learned Xyz things I'm applying for college, or I'm applying for whatever you're applying for. And I'm wondering if you would be willing to write a letter recommendation for me. You just say straight up. 80 00:11:26.805 --> 00:11:27.120 huda: It. 81 00:11:27.530 --> 00:11:36.310 Jenny Duan: And then, after that, like, when it comes to the time, we can prepare the like. Whatever recommendation fact sheet that I that we will set be sending. 82 00:11:37.570 --> 00:11:40.360 Jenny Duan: But like it doesn't have to be today. Slash now. 83 ",
    "00:11:41.030 --> 00:11:42.839 huda: Okay, that that makes sense. 84 00:11:43.276 --> 00:11:53.413 huda: Also, since we have a little bit of time left over, I actually ha have like, it's not exactly a draft. It's just kind of like the hook for like 85 00:11:53.810 --> 00:11:58.835 huda: one of the common app essays. And I was wondering if you could take a look at maybe. 86 00:11:59.180 --> 00:12:01.210 huda: see what? Tell me what you think about it. 87 00:12:01.210 --> 00:12:02.489 Jenny Duan: Yeah, show me. 88 00:12:09.610 --> 00:12:11.889 Jenny Duan: can you? Share this document with me? 89 00:12:11.890 --> 00:12:12.790 huda: Oh, yeah. 90 00:12:22.500 --> 00:12:23.190 Jenny Duan: Bakes. 91 00:12:29.240 --> 00:12:31.589 Jenny Duan: I just requested access. 92 00:12:31.890 --> 00:12:32.570 huda: Oh! 93 00:12:57.020 --> 00:13:03.379 Jenny Duan: This is really interesting. I'm so I'm so intrigued. Can you tell me more about what what context this is? 94 00:13:03.600 --> 00:13:29.819 huda: Yeah. So I was gonna so I think when I was 11, we went on this like kind of out the chest. Themed like escape room with my family. And that's kind of when I 1st like kind of realized that I really like problem solving and like escape rooms was like, really, that's where I discovered game room escape rooms, and like kind of like a gaming type thing. And so 95 00:13:30.160 --> 00:13:40.160 huda: I was kind of going with, like the story I wanted to talk about, like how I was able to kind of like, bring my family out of like the prison and also talk about like, how? 96 00:13:40.590 --> 00:13:45.759 huda: Okay this is, I don't know if this is too deep, but, like like a metaphorically like the 97 00:13:46.450 --> 00:13:49.799 huda: like, cigar supplying is really like 98 00:13:49.850 --> 00:13:53.749 huda: my ability to like problem solve. 99 00:13:56.380 --> 00:13:58.119 Jenny Duan: how so? How so? 100 00:13:58.600 --> 00:13:59.179 huda: What is the. 101 00:13:59.180 --> 00:14:01.159 Jenn",
    "y Duan: What does S mean? By the way? Also. 102 00:14:01.430 --> 00:14:04.264 huda: Oh, yeah, I was. Gonna I was gonna continue on. But 103 00:14:05.000 --> 00:14:20.990 huda: it was. Gonna it's gonna like, talk about like, like the different clues that I took to like go to the next step, and then like finally, like break out of the escape room and I didn't get to like the actual solving part. But I just wrote the hook. I guess. 104 00:14:23.240 --> 00:14:23.970 Jenny Duan: Okay. 105 00:14:27.260 --> 00:14:28.480 Jenny Duan: what else? 106 00:14:29.420 --> 00:14:31.569 Jenny Duan: This looks really good. So far, like. 107 00:14:31.700 --> 00:14:41.149 Jenny Duan: I, I really like how this is where this is going. My only caution is like, how are you gonna focus this more on you rather than like that, just telling the story. 108 00:14:41.150 --> 00:14:41.820 huda: One 109 00:14:43.500 --> 00:15:11.180 huda: I was thinking like, maybe like, when I talk about like different parts of the escape room, like, for example, like, there's a part where we had to discover like the meanings behind, like different like card placements. I could like relate it to like maybe like a small. I don't know if it would be too distracting, but like another small story about like like identifying these, like the meaning of these cards was like 110 00:15:12.316 --> 00:15:13.383 huda: identifying 111 00:15:14.510 --> 00:15:15.760 huda: I don't know. Like 112 00:15:16.230 --> 00:15:17.190 huda: a 113 00:15:17.500 --> 00:15:21.510 huda: like different ways. I can tell stories or something like that. 114 00:15:22.980 --> 00:15:37.810 Jenny Duan: Okay? And okay, that's super cool. And how are you gonna weave this in with other aspects of your character cause? I think in their common app. It's nice to like leave some breadcrumbs for them for the other parts of your application, like, for example, like when they're looking at your extracurriculars and things. 115 00:15:38.940 --> 00:15:39.720 Jenny ",
    "Duan: like. 116 00:15:39.990 --> 00:15:46.610 Jenny Duan: It's okay. If you name drop like, oh, like this connects to like folk left, and just say the word, or this connects to 117 00:15:46.770 --> 00:15:51.419 Jenny Duan: Sinori and just say the word. But like, how are you gonna interweave the other things that you do in here? 118 00:15:52.704 --> 00:16:16.790 huda: So yeah, I think, like, the best way probably be to like target like the different different like problem solving like aspects that I had to do and then, like within them, I could like relate them to like like I said, the previous example about like the cards like their meaning. I could talk about like maybe I could like weave in 119 00:16:17.381 --> 00:16:35.288 huda: like folklook, maybe, and say, like, this is my like the different cards, all different meetings like actually, I don't know how to like do without like cause. Obviously, at the time I was 11, so like folklift didn't exist. So I don't really know how to like relate it. 120 00:16:36.340 --> 00:16:38.939 huda: and that way. But yeah. 121 00:16:41.200 --> 00:16:52.689 huda: yeah, I'm not sure I was hoping maybe we could like come up with like an outline, maybe, or like a framework. I think my dad said, like you do like really good framework. So maybe that would help with this fantastic. 122 00:16:52.690 --> 00:16:54.969 Jenny Duan: Yeah, I think that sounds good. So like. 123 00:16:55.620 --> 00:17:04.652 Jenny Duan: okay, here, your identity is a problem solver. And you're showing this in the framework of an escape room, but like that means different things right? 124 00:17:05.430 --> 00:17:06.300 Jenny Duan: like. 125 00:17:06.800 --> 00:17:08.670 Jenny Duan: Sorry. If you see the light like. 126 00:17:08.760 --> 00:17:16.499 Jenny Duan: I don't know why they'll like to change. I'm like going between the zoom and the documents like my face keeps like the lay on my face. Keep changing whatever So 127 00:17:16.819 --> 00:17:18.349 Jenny Duan",
    ": I think that the 128 00:17:18.810 --> 00:17:36.529 Jenny Duan: you're showing this through that you're a problem solver through the lens of this specific escape room, right? And like. Maybe the objects in the escape room could mean different things to like different things that you could connect to different things that you do and like. These don't have to be real objects, you can. This can be like a metaphorical escape room like that doesn't really matter. So 129 00:17:37.640 --> 00:17:51.629 Jenny Duan: the roll of tobacco is one thing. So let's maybe we can outline like all these items and what they mean to you. So role of tobacco. What does that show about you? And we can associate this with like one memory or one character quality. 130 00:17:54.090 --> 00:17:56.330 huda: I was saying, like Rollo tobacco. 131 00:17:57.180 --> 00:18:06.790 huda: I think this sounds counterintuitive, but like maybe like like passing like on like education, for like young girls. 132 00:18:08.190 --> 00:18:11.309 huda: and like, in the sense that like. 133 00:18:12.150 --> 00:18:15.769 huda: Okay, this is too much of a reach. But like, I'm like. 134 00:18:15.770 --> 00:18:18.219 Jenny Duan: Yeah, nothing is, too. My notes of a reach. 135 00:18:18.560 --> 00:18:23.389 huda: Yeah, so like, I'm handing over Al Capone, like 136 00:18:23.660 --> 00:18:28.110 huda: like a rule of tobacco. And and like. 137 00:18:29.650 --> 00:18:34.479 huda: in the same way, I guess I'm kind of like handing over like the knowledge of like technology to 138 00:18:34.520 --> 00:18:37.118 huda: young girls. But I don't know. That's 139 00:18:38.570 --> 00:18:40.540 huda: that sounds wrong. But yeah. 140 00:18:40.690 --> 00:18:44.373 Jenny Duan: Okay, so you're talking about your family here. So how does that? 141 00:18:45.870 --> 00:18:48.309 Jenny Duan: How does that relate to your family? 142 00:18:49.300 --> 00:18:50.520 huda: I guess, like 143 00:18:51.514 --> 00:18:54.480 huda: there are small details",
    " so like 144 00:18:57.690 --> 00:19:12.048 huda: I guess not to like sound braggy, but like it was just like a lot of details were kind of like undiscovered by like the other family members. I mean, obviously, there's a few unlike hints that we're also discovered. But 145 00:19:12.420 --> 00:19:30.159 huda: because, like, I was like, really like wanting to go and kind of like solve this puzzle. I was able to notice lots of details like the like the bread or the s at the bottom. So I guess that's kind of the significance of like my family being there. 146 00:19:30.310 --> 00:19:31.140 huda: But. 147 00:19:31.480 --> 00:19:50.532 Jenny Duan: Okay. And how does that relate to like you? Cause? I think one thing that we know is, is, if if some of these snippets. If this writing is all good, like, none of this is going to waste like this can always be up like a supplemental question, and not the main question. But just like curious how this all relates, because I feel like one thing that you wanna avoid in your common app is 148 00:19:51.120 --> 00:20:03.549 Jenny Duan: talking about too much about other things versus like you, because this should be like a 1 pager on you like it should highlight all the things that are important to you that you do, etc. 149 00:20:04.120 --> 00:20:05.310 Jenny Duan: so 150 00:20:06.020 --> 00:20:09.347 Jenny Duan: yeah, so how do we? I feel like right now? 151 00:20:10.470 --> 00:20:14.674 Jenny Duan: so right now, this is focused on the 152 00:20:17.540 --> 00:20:24.019 Jenny Duan: focus on your like experience here. But like, I'm not really understanding much about you except this statement. 153 00:20:25.710 --> 00:20:30.740 Jenny Duan: so, rolla tobacco, how are you gonna turn this to education for young girls. 154 00:20:34.640 --> 00:20:35.930 Jenny Duan: Or like, Okay, I'm not 155 00:20:36.720 --> 00:20:43.880 Jenny Duan: okay. Where are you? Where are you going with this bread thing? We can go back to the tobacco. The tobacco doesn'",
    "t have to necessarily be a parallel to education. It could just be. 156 00:20:43.880 --> 00:20:44.510 huda: Like, yeah. 157 00:20:44.510 --> 00:20:45.850 Jenny Duan: The context. 158 00:20:45.850 --> 00:20:52.029 huda: Yeah, honestly, I think the role tobacco is more just like a like a hook, cause it's kind of something really far fetched. 159 00:20:52.497 --> 00:21:08.010 huda: But the but from here I wanted to talk about like also I. So I found this like loaf of bread which had the letter S to the bottom. And then I noticed that around the room there's like different letters and like different 160 00:21:08.070 --> 00:21:18.227 huda: tiles, or like in our in our cell, there's like different tiles, and they have like words on them, and so like the one with the s like you have to. You have to like 161 00:21:18.990 --> 00:21:39.830 huda: I think it was like you have to step on it, and then, like you get, and then, like a guard comes over, or something, I think it's kind of like really detailed. So I don't know how I put that into like without just describing the whole thing rather than telling like more about my like problem solving ability. But 162 00:21:39.980 --> 00:21:40.940 huda: yeah. 163 00:21:41.800 --> 00:21:47.970 huda: or how about I say, I picked up the bread only to find the letter S etched into the bottom. 164 00:21:49.810 --> 00:21:51.860 huda: Scanning the floor. 165 00:21:52.830 --> 00:21:54.290 huda: I found 166 00:21:55.690 --> 00:21:57.230 huda: letters 167 00:21:58.710 --> 00:21:59.784 huda: scrambled. 168 00:22:17.380 --> 00:22:18.459 huda: I think of. 169 00:22:23.860 --> 00:22:37.400 huda: and then, like, there's like more steps to it. But yeah, this is like the one of like the 1st like instances of like problem solving. I think, in in this exact example. 170 00:22:39.230 --> 00:22:48.509 Jenny Duan: Okay, I feel like this is a lot of world building, but not enough about you here still. But let's let's let's talk about what this bread means. 17",
    "1 00:22:51.530 --> 00:22:52.070 Jenny Duan: Oh. 172 00:22:52.070 --> 00:22:53.680 huda: I mean, what is it like? 173 00:22:53.680 --> 00:22:56.949 Jenny Duan: What is? What is this all world building, or does this have any symbolism. 174 00:22:57.718 --> 00:23:01.299 huda: I think it's just world building. I think I think it was. 175 00:23:01.320 --> 00:23:09.399 huda: I was kind of going more of like a story, like type way of telling it rather than like symbolism. But yeah. 176 00:23:10.650 --> 00:23:17.029 Jenny Duan: I think that this has to do more with like, I think you should connect this back to you like I think, 177 00:23:17.720 --> 00:23:29.082 Jenny Duan: And this is a good good start, but I feel like this is not. This is this is not about you. So I feel like, I actually, I do want to see the rest of this written. So I think, 178 00:23:29.380 --> 00:23:32.840 Jenny Duan: I don't really wanna create a framework right now, because I feel like 179 00:23:33.260 --> 00:23:38.820 Jenny Duan: like I don't think creating a framework is gonna help you necessarily with the rest of this essay, because of how like 180 00:23:39.970 --> 00:23:53.560 Jenny Duan: how much of a story it is. So I think you should just finish writing this, and we can work backwards and edit from there, and also like, even if we don't end up using this for your common app statement. It's still worth writing out, because, like, you might use this exact essay for something else, that 181 00:23:53.800 --> 00:24:09.999 Jenny Duan: where where a story like sequence would fit better. So it's not a waste that, you know you're writing it, but I I don't necessarily think a framework would be helpful right now, because this isn't like a checkbox essay right now. It's like a you're telling a story and like, I wanna hear the story. And like, I think other people will, too. 182 00:24:10.260 --> 00:24:12.170 huda: Okay, yeah, that makes sense. 183 00:24:12.770 --> 00:24:14.427 Jenny Duan: Yeah. Okay, cool.",
    " 184 00:24:15.560 --> 00:24:21.499 Jenny Duan: Is there anything else that you want to go over? Let's maybe spend some time scheduling our next meeting, because I know that like 185 00:24:22.417 --> 00:24:28.389 Jenny Duan: tomorrow, we're cancelling this cause, eid which totally reasonable and then 186 00:24:29.460 --> 00:24:33.078 Jenny Duan: I was thinking we could maybe do it on 187 00:24:34.800 --> 00:24:40.360 Jenny Duan: on Monday, you said, What time does coda classy start? And also are you excited for Coda's classy. 188 00:24:40.360 --> 00:24:44.940 huda: Yeah, I'm I'm really excited. I think, like it's really 189 00:24:45.050 --> 00:24:58.659 huda: are. And like, kind of early. So maybe that might be a struggle. But actually, it starts at so tomorrow starts at 10 and ends at 4. But you starts at 9, so like I should be back by like 190 00:24:58.750 --> 00:25:01.199 huda: 5 or 6 30 191 00:25:01.970 --> 00:25:05.209 huda: or actually probably back by 6. 192 00:25:05.430 --> 00:25:09.870 huda: And so we could probably do like a meeting at like 7 or 193 00:25:11.320 --> 00:25:14.439 huda: like, I think 8 is too late for you. But yeah. 194 00:25:16.970 --> 00:25:18.230 Jenny Duan: Fine. 195 00:25:20.490 --> 00:25:21.376 Jenny Duan: Let's see. 196 00:25:25.140 --> 00:25:26.100 Jenny Duan: 7. 197 00:25:29.110 --> 00:25:32.609 Jenny Duan: Can you do any earlier on Monday? If not Monday? We could do 198 00:25:34.606 --> 00:25:36.060 Jenny Duan: Tuesday, perhaps. 199 00:25:36.240 --> 00:25:37.430 Jenny Duan: or 200 00:25:38.330 --> 00:25:39.739 Jenny Duan: another day. 201 00:25:40.160 --> 00:25:42.330 huda: I could possibly do 6, 30, 202 00:25:43.030 --> 00:25:44.010 huda: taste it. 203 00:25:44.060 --> 00:25:48.860 Jenny Duan: I can do the evening on Monday or Tuesday this week. 204 00:25:49.730 --> 00:25:52.570 Jenny Duan: Let's see. So code of classy is what time to what time. 205 00:25:52.970 --> 00:25:54.430 huda: 9 to 4. 206 00:25:55.110 --> 00:25:57.749 Jenny",
    " Duan: 9 to 4. And what's the transportation like. 207 00:25:58.503 --> 00:26:00.869 huda: It's about like an hour and a half away. 208 00:26:01.980 --> 00:26:03.240 Jenny Duan: I see? 209 00:26:09.840 --> 00:26:11.880 Jenny Duan: okay, I think this the 210 00:26:13.630 --> 00:26:16.069 Jenny Duan: okay Evening Times are 211 00:26:17.830 --> 00:26:20.980 Jenny Duan: super far for me this week. 212 00:26:21.520 --> 00:26:23.080 Jenny Duan: because, okay. 213 00:26:23.460 --> 00:26:24.880 Jenny Duan: context is 214 00:26:25.610 --> 00:26:27.770 Jenny Duan: It's my birthday on Tuesday, so. 215 00:26:28.280 --> 00:26:33.789 Jenny Duan: I'm like Monday, Tues, Monday and Wednesday. I have like things for my birthday, and on Tuesday I have, like 216 00:26:33.830 --> 00:26:36.539 Jenny Duan: Tuesday and Thursday have intern things. 217 00:26:37.358 --> 00:26:40.081 Jenny Duan: Let me see what I can do. 218 00:26:44.110 --> 00:26:49.851 Jenny Duan: I might be able to do like later times, like on Tuesday. I think I could do like 219 00:26:50.370 --> 00:26:51.370 Jenny Duan: like a 220 00:26:53.520 --> 00:26:56.480 Jenny Duan: I guess so I could do Tuesday at 7. If that works. 221 00:26:57.010 --> 00:26:58.770 huda: Okay, yeah, that works. 222 00:27:01.180 --> 00:27:06.029 Jenny Duan: Okay, let's do that. And then on Tuesday we can schedule our next thing after that is that, okay? 223 00:27:06.030 --> 00:27:06.770 huda: Yeah. 224 00:27:06.930 --> 00:27:07.680 Jenny Duan: Oh! Hey! 225 00:27:07.920 --> 00:27:09.959 huda: So happy early birthday. By the way. 226 00:27:09.960 --> 00:27:20.239 Jenny Duan: Thank you so tentatively. Tuesday at 7, I there is a chance I may need to reschedule, depending on how things go that day, because I have an internship like activity at night. 227 00:27:20.390 --> 00:27:27.230 Jenny Duan: but I think it should be good like. Let's just hold it for now, and if we need to reschedule like, I will let you know, but hopefully not. 228 00:27:27.980 --> 0",
    "0:27:29.190 huda: Alright, sure! 229 00:27:29.530 --> 00:27:30.230 Jenny Duan: Okay. 230 00:27:32.600 --> 00:27:36.189 Jenny Duan: yeah, early in this week is just really hard for me. 231 00:27:36.976 --> 00:27:42.533 Jenny Duan: But okay, I'll do my best to keep that time. Let's just stick with that, for now. 232 00:27:42.920 --> 00:27:53.990 Jenny Duan: Okay, sounds good. See you then. And in the meantime, if you have any questions like, always feel free to text me, or like, if you ever need, I can always do like a 5 min call, or facetime, or anything. If there's anything urgent. 233 00:27:53.990 --> 00:27:54.910 huda: Okay. Yeah. 234 00:27:55.060 --> 00:27:57.400 Jenny Duan: Cool, alright talk soon, bye."
  ],
  "turns": [
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 208.04,
      "end": 221.299,
      "text": "Hi. 2 Hi! 3 Sorry about like the time mix ups like 4 our meetings have gotten switched like a lot of times the past couple of days, and I have not been like following them the best. So thanks so much for your flexibility. 5"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 221.44,
      "end": 222.82,
      "text": "Yeah. No worries. 6"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 223.496,
      "end": 242.413,
      "text": "Okay, cool. I think that today, let's talk about the letter of recommendation system. I think that that would probably be the best of use of our time today. But before that, do you have any questions about anything else I know we like spoke pretty recently, so I don't know if you like, have any updates or any questions, but like happy to 7"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 243.35,
      "end": 279.03,
      "text": "Yeah, I was actually hoping, maybe actually, like recommendations actually sounds like a good plan maybe next meeting, which if we set up in a weekday. I was wondering if we could start working on the essays since. we kind of did decide that I'd be applying early for Uscs, which is like November. So that's actually not too far. So I think. A little bit of I like coming up with ideas and 8 creating like a framework for that, maybe next time would be like a great start. But yeah, I think recommendations is a good thing to talk about now. 9"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 279.25,
      "end": 296.27,
      "text": "Okay, sounds good. And if you like, obviously, if you have any questions in the meantime, like, feel free to just message me, then? Yeah, okay, sounds good. So for recommendation. Since you're applying to Usc, let me check specifically what Uscs. 10 What our recommendation requirements are. 11"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 308.59,
      "end": 328.71,
      "text": "oh, it. 12 One letter is required 13 from either your school counselor or a teacher from your school. 14 So. 15 and you're applying for have you seen the Iovan and young 16 Academy. 17"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 330.007,
      "end": 331.11,
      "text": "No, I haven't. 18"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 331.73,
      "end": 350.45,
      "text": "Okay. 19 let's say, let me just show you this really quickly. So you can take a look. But 20 you might find this program interesting. 21 It's super competitive to get into. But 22 it's it's kind of a cool like 23 program. 24"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 351.19,
      "end": 365.19,
      "text": "Oh, I think this is the one that I think, like Artura did mentioned this. It was like about kind of like doing like a lot of things like creative like logistics and everything 25 foam 26 interesting. 27"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 366.11,
      "end": 380.94,
      "text": "Yeah, so just wanted to like 28 share that with you just in case 29 But yeah. 30 okay. 31 are you interested in this program at all? Or would you not be. 32"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 381.594,
      "end": 386.489,
      "text": "I think I'm pretty set on applying to Vidirby. 33"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 386.77,
      "end": 397.05899999999997,
      "text": "Okay, sounds good. Then. 34 Let me check their admissions requirements. 35 The early action is November first.st 36"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 401.07,
      "end": 419.46,
      "text": "okay. You don't have to do anything else. 37 So you only need one letter recommendation, which is your 38 either a counselor or a teacher from your school. So out of these options. Who do you think you are most drawn to right now? 39"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 420.225,
      "end": 463.39,
      "text": "I think, for Usc, this is the one that I'd like to ask my English teacher from last year to like, write the letter of recommendation for just because I think 40 so. We actually had to do like an exercise where we had to fill out some questions about what we're interested in, like outside of school and everything. Because she knows like a lot of people are gonna ask for recommendation. So so she just like had us like kind of like, get 41 get that ready beforehand. And so I think it'd be easier to explain to her like more about like my experience with games. And she actually writes like, pretty good recommendations. So yeah. 42"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 464.02,
      "end": 469.53,
      "text": "Okay. Why, her versus someone else that you've already like? Asked before. 43"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 470.25,
      "end": 489.959,
      "text": "I'd say, like her recommendations are usually like the strongest out of all the teachers, and also I know, if she were to agree to write my recommendation. Then she'd be like really punctual about it, because I think she doesn't do like a lot of them. So she'd be a little more punctual than the other teachers. 44"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 492.033,
      "end": 498.2,
      "text": "Got it. She sounds like a good fit then, so let's see, when do you have to fill out the form. 45"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 499.924,
      "end": 502.97,
      "text": "To ask her, she said, to ask her in August. 46"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 503.72,
      "end": 509.3,
      "text": "Okay. And 47 if do you think that she will say Yes. 48 hey? Probably right. 49"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 509.3,
      "end": 510.68,
      "text": "Yeah, probably. 50"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 511.534,
      "end": 514.21,
      "text": "Okay, what's your second option? If not her. 51"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 514.909,
      "end": 533.009,
      "text": "If not her 52 probably my Cs teacher. So she's been a bit flicky. But I have her again this school year, and also, since I'm applying the school of computer science to things that would be beneficial. 53"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 534.28,
      "end": 544.34,
      "text": "Sounds good. 54 I think that you know your computer science teacher has written you good Rex, in the past, and she's been like. 55 well, some are reliable, so I think, like 56 I I think it's. 57"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 544.34,
      "end": 546.361,
      "text": "I won't say she's reliable. But yeah. 58"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 546.65,
      "end": 570.17,
      "text": "So I yeah, I wouldn't know if I would like some semi reliable, you know, like 59 enough reliable enough, you know. So she'd probably be fine. 60 So yeah, let's go with her. 61 And then for the letter of recommendation, do you have any like? Do you anticipate any struggles, especially with your counselor or anything. Is there anything we can talk through when it comes to that. 62"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 570.98,
      "end": 622.57,
      "text": "Yeah, actually for 63 So for Usc, I wanted to go with the teacher and then for Stanford since I'm also applying to that early. I was thinking of maybe asking, like the vice principal, or like the principal, for a recommendation. Just because I feel like that would have more merit. And also I think I don't think they get a lot of requests for recommendations at our school, so I think they definitely be more open to writing the recommendation. 64 But in terms of struggles, I think. 65 maybe like 66 cause. My English chair is a bit picky, so she only writes about like 10 each year. So so like. 67 that's like, not really guaranteed. But I'm I'm pretty sure. She'll be able to write me one. And yeah, but 68 I think 69"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 623.03,
      "end": 635.52,
      "text": "I'll probably have to go write a good fact sheet and like maybe ask her, and like a good way, which would make her more inclined to write it, so maybe just asking her 70 might be a struggle. 71"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 636,
      "end": 647.74,
      "text": "That seems that seems good. So do you. I think you have any like other issues, or anything you want to work through when it comes to the 72 letters of recommendation, or do you feel confident. 73"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 648.828,
      "end": 654.06,
      "text": "Is there a specific way to like approach teachers when you're asking for recommendations? 74"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 654.56,
      "end": 686.49,
      "text": "I don't think so. I think you usually just 75 I think you just asked them like straight up and 76 and say like, oh, I think 77 play it. 78 Ask them person first, st and say like, Hi like so and so I really enjoyed taking your class like I 79 you know, learned Xyz things I'm applying for college, or I'm applying for whatever you're applying for. And I'm wondering if you would be willing to write a letter recommendation for me. You just say straight up. 80"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 686.805,
      "end": 687.12,
      "text": "It. 81"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 687.53,
      "end": 700.36,
      "text": "And then, after that, like, when it comes to the time, we can prepare the like. Whatever recommendation fact sheet that I that we will set be sending. 82 But like it doesn't have to be today. Slash now. 83"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 701.03,
      "end": 721.21,
      "text": "Okay, that that makes sense. 84 Also, since we have a little bit of time left over, I actually ha have like, it's not exactly a draft. It's just kind of like the hook for like 85 one of the common app essays. And I was wondering if you could take a look at maybe. 86 see what? Tell me what you think about it. 87"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 721.21,
      "end": 722.489,
      "text": "Yeah, show me. 88"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 729.61,
      "end": 731.889,
      "text": "can you? Share this document with me? 89"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 731.89,
      "end": 732.79,
      "text": "Oh, yeah. 90"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 742.5,
      "end": 743.19,
      "text": "Bakes. 91"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 749.24,
      "end": 751.5889999999999,
      "text": "I just requested access. 92"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 751.89,
      "end": 752.57,
      "text": "Oh! 93"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 777.02,
      "end": 783.379,
      "text": "This is really interesting. I'm so I'm so intrigued. Can you tell me more about what what context this is? 94"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 783.6,
      "end": 833.749,
      "text": "Yeah. So I was gonna so I think when I was 11, we went on this like kind of out the chest. Themed like escape room with my family. And that's kind of when I 1st like kind of realized that I really like problem solving and like escape rooms was like, really, that's where I discovered game room escape rooms, and like kind of like a gaming type thing. And so 95 I was kind of going with, like the story I wanted to talk about, like how I was able to kind of like, bring my family out of like the prison and also talk about like, how? 96 Okay this is, I don't know if this is too deep, but, like like a metaphorically like the 97 like, cigar supplying is really like 98 my ability to like problem solve. 99"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 836.38,
      "end": 838.119,
      "text": "how so? How so? 100"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 838.6,
      "end": 839.179,
      "text": "What is the. 101"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 839.18,
      "end": 841.159,
      "text": "What does S mean? By the way? Also. 102"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 841.43,
      "end": 860.99,
      "text": "Oh, yeah, I was. Gonna I was gonna continue on. But 103 it was. Gonna it's gonna like, talk about like, like the different clues that I took to like go to the next step, and then like finally, like break out of the escape room and I didn't get to like the actual solving part. But I just wrote the hook. I guess. 104"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 863.24,
      "end": 881.149,
      "text": "Okay. 105 what else? 106 This looks really good. So far, like. 107 I, I really like how this is where this is going. My only caution is like, how are you gonna focus this more on you rather than like that, just telling the story. 108"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 881.15,
      "end": 921.51,
      "text": "One 109 I was thinking like, maybe like, when I talk about like different parts of the escape room, like, for example, like, there's a part where we had to discover like the meanings behind, like different like card placements. I could like relate it to like maybe like a small. I don't know if it would be too distracting, but like another small story about like like identifying these, like the meaning of these cards was like 110 identifying 111 I don't know. Like 112 a 113 like different ways. I can tell stories or something like that. 114"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 922.98,
      "end": 951.419,
      "text": "Okay? And okay, that's super cool. And how are you gonna weave this in with other aspects of your character cause? I think in their common app. It's nice to like leave some breadcrumbs for them for the other parts of your application, like, for example, like when they're looking at your extracurriculars and things. 115 like. 116 It's okay. If you name drop like, oh, like this connects to like folk left, and just say the word, or this connects to 117 Sinori and just say the word. But like, how are you gonna interweave the other things that you do in here? 118"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 952.704,
      "end": 998.939,
      "text": "So yeah, I think, like, the best way probably be to like target like the different different like problem solving like aspects that I had to do and then, like within them, I could like relate them to like like I said, the previous example about like the cards like their meaning. I could talk about like maybe I could like weave in 119 like folklook, maybe, and say, like, this is my like the different cards, all different meetings like actually, I don't know how to like do without like cause. Obviously, at the time I was 11, so like folklift didn't exist. So I don't really know how to like relate it. 120 and that way. But yeah. 121"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1001.2,
      "end": 1012.689,
      "text": "yeah, I'm not sure I was hoping maybe we could like come up with like an outline, maybe, or like a framework. I think my dad said, like you do like really good framework. So maybe that would help with this fantastic. 122"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1012.69,
      "end": 1038.349,
      "text": "Yeah, I think that sounds good. So like. 123 okay, here, your identity is a problem solver. And you're showing this in the framework of an escape room, but like that means different things right? 124 like. 125 Sorry. If you see the light like. 126 I don't know why they'll like to change. I'm like going between the zoom and the documents like my face keeps like the lay on my face. Keep changing whatever So 127 I think that the 128"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1038.81,
      "end": 1071.629,
      "text": "you're showing this through that you're a problem solver through the lens of this specific escape room, right? And like. Maybe the objects in the escape room could mean different things to like different things that you could connect to different things that you do and like. These don't have to be real objects, you can. This can be like a metaphorical escape room like that doesn't really matter. So 129 the roll of tobacco is one thing. So let's maybe we can outline like all these items and what they mean to you. So role of tobacco. What does that show about you? And we can associate this with like one memory or one character quality. 130"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1074.09,
      "end": 1095.769,
      "text": "I was saying, like Rollo tobacco. 131 I think this sounds counterintuitive, but like maybe like like passing like on like education, for like young girls. 132 and like, in the sense that like. 133 Okay, this is too much of a reach. But like, I'm like. 134"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1095.77,
      "end": 1098.219,
      "text": "Yeah, nothing is, too. My notes of a reach. 135"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1098.56,
      "end": 1120.54,
      "text": "Yeah, so like, I'm handing over Al Capone, like 136 like a rule of tobacco. And and like. 137 in the same way, I guess I'm kind of like handing over like the knowledge of like technology to 138 young girls. But I don't know. That's 139 that sounds wrong. But yeah. 140"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1120.69,
      "end": 1128.309,
      "text": "Okay, so you're talking about your family here. So how does that? 141 How does that relate to your family? 142"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1129.3,
      "end": 1171.14,
      "text": "I guess, like 143 there are small details so like 144 I guess not to like sound braggy, but like it was just like a lot of details were kind of like undiscovered by like the other family members. I mean, obviously, there's a few unlike hints that we're also discovered. But 145 because, like, I was like, really like wanting to go and kind of like solve this puzzle. I was able to notice lots of details like the like the bread or the s at the bottom. So I guess that's kind of the significance of like my family being there. 146 But. 147"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1171.48,
      "end": 1224.019,
      "text": "Okay. And how does that relate to like you? Cause? I think one thing that we know is, is, if if some of these snippets. If this writing is all good, like, none of this is going to waste like this can always be up like a supplemental question, and not the main question. But just like curious how this all relates, because I feel like one thing that you wanna avoid in your common app is 148 talking about too much about other things versus like you, because this should be like a 1 pager on you like it should highlight all the things that are important to you that you do, etc. 149 so 150 yeah, so how do we? I feel like right now? 151 so right now, this is focused on the 152 focus on your like experience here. But like, I'm not really understanding much about you except this statement. 153"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1225.71,
      "end": 1243.88,
      "text": "so, rolla tobacco, how are you gonna turn this to education for young girls. 154 Or like, Okay, I'm not 155 okay. Where are you? Where are you going with this bread thing? We can go back to the tobacco. The tobacco doesn't have to necessarily be a parallel to education. It could just be. 156"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1243.88,
      "end": 1244.51,
      "text": "Like, yeah. 157"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1244.51,
      "end": 1245.85,
      "text": "The context. 158"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1245.85,
      "end": 1278.227,
      "text": "Yeah, honestly, I think the role tobacco is more just like a like a hook, cause it's kind of something really far fetched. 159 But the but from here I wanted to talk about like also I. So I found this like loaf of bread which had the letter S to the bottom. And then I noticed that around the room there's like different letters and like different 160 tiles, or like in our in our cell, there's like different tiles, and they have like words on them, and so like the one with the s like you have to. You have to like 161"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1278.99,
      "end": 1319.784,
      "text": "I think it was like you have to step on it, and then, like you get, and then, like a guard comes over, or something, I think it's kind of like really detailed. So I don't know how I put that into like without just describing the whole thing rather than telling like more about my like problem solving ability. But 162 yeah. 163 or how about I say, I picked up the bread only to find the letter S etched into the bottom. 164 Scanning the floor. 165 I found 166 letters 167 scrambled. 168"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1337.38,
      "end": 1338.459,
      "text": "I think of. 169"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1343.86,
      "end": 1357.4,
      "text": "and then, like, there's like more steps to it. But yeah, this is like the one of like the 1st like instances of like problem solving. I think, in in this exact example. 170"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1359.23,
      "end": 1372.07,
      "text": "Okay, I feel like this is a lot of world building, but not enough about you here still. But let's let's let's talk about what this bread means. 171 Oh. 172"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1372.07,
      "end": 1373.68,
      "text": "I mean, what is it like? 173"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1373.68,
      "end": 1376.949,
      "text": "What is? What is this all world building, or does this have any symbolism. 174"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1377.718,
      "end": 1389.399,
      "text": "I think it's just world building. I think I think it was. 175 I was kind of going more of like a story, like type way of telling it rather than like symbolism. But yeah. 176"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1390.65,
      "end": 1433.56,
      "text": "I think that this has to do more with like, I think you should connect this back to you like I think, 177 And this is a good good start, but I feel like this is not. This is this is not about you. So I feel like, I actually, I do want to see the rest of this written. So I think, 178 I don't really wanna create a framework right now, because I feel like 179 like I don't think creating a framework is gonna help you necessarily with the rest of this essay, because of how like 180 how much of a story it is. So I think you should just finish writing this, and we can work backwards and edit from there, and also like, even if we don't end up using this for your common app statement. It's still worth writing out, because, like, you might use this exact essay for something else, that 181"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1433.8,
      "end": 1449.999,
      "text": "where where a story like sequence would fit better. So it's not a waste that, you know you're writing it, but I I don't necessarily think a framework would be helpful right now, because this isn't like a checkbox essay right now. It's like a you're telling a story and like, I wanna hear the story. And like, I think other people will, too. 182"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1450.26,
      "end": 1452.17,
      "text": "Okay, yeah, that makes sense. 183"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1452.77,
      "end": 1480.36,
      "text": "Yeah. Okay, cool. 184 Is there anything else that you want to go over? Let's maybe spend some time scheduling our next meeting, because I know that like 185 tomorrow, we're cancelling this cause, eid which totally reasonable and then 186 I was thinking we could maybe do it on 187 on Monday, you said, What time does coda classy start? And also are you excited for Coda's classy. 188"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1480.36,
      "end": 1514.439,
      "text": "Yeah, I'm I'm really excited. I think, like it's really 189 are. And like, kind of early. So maybe that might be a struggle. But actually, it starts at so tomorrow starts at 10 and ends at 4. But you starts at 9, so like I should be back by like 190 5 or 6 30 191 or actually probably back by 6. 192 And so we could probably do like a meeting at like 7 or 193 like, I think 8 is too late for you. But yeah. 194"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1516.97,
      "end": 1539.739,
      "text": "Fine. 195 Let's see. 196 7. 197 Can you do any earlier on Monday? If not Monday? We could do 198 Tuesday, perhaps. 199 or 200 another day. 201"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1540.16,
      "end": 1544.01,
      "text": "I could possibly do 6, 30, 202 taste it. 203"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1544.06,
      "end": 1552.57,
      "text": "I can do the evening on Monday or Tuesday this week. 204 Let's see. So code of classy is what time to what time. 205"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1552.97,
      "end": 1554.43,
      "text": "9 to 4. 206"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1555.11,
      "end": 1557.749,
      "text": "9 to 4. And what's the transportation like. 207"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1558.503,
      "end": 1560.869,
      "text": "It's about like an hour and a half away. 208"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1561.98,
      "end": 1563.24,
      "text": "I see? 209"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1569.84,
      "end": 1600.081,
      "text": "okay, I think this the 210 okay Evening Times are 211 super far for me this week. 212 because, okay. 213 context is 214 It's my birthday on Tuesday, so. 215 I'm like Monday, Tues, Monday and Wednesday. I have like things for my birthday, and on Tuesday I have, like 216 Tuesday and Thursday have intern things. 217 Let me see what I can do. 218"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1604.11,
      "end": 1616.48,
      "text": "I might be able to do like later times, like on Tuesday. I think I could do like 219 like a 220 I guess so I could do Tuesday at 7. If that works. 221"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1617.01,
      "end": 1618.77,
      "text": "Okay, yeah, that works. 222"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1621.18,
      "end": 1626.029,
      "text": "Okay, let's do that. And then on Tuesday we can schedule our next thing after that is that, okay? 223"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1626.03,
      "end": 1626.77,
      "text": "Yeah. 224"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1626.93,
      "end": 1627.68,
      "text": "Oh! Hey! 225"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1627.92,
      "end": 1629.959,
      "text": "So happy early birthday. By the way. 226"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1629.96,
      "end": 1647.23,
      "text": "Thank you so tentatively. Tuesday at 7, I there is a chance I may need to reschedule, depending on how things go that day, because I have an internship like activity at night. 227 but I think it should be good like. Let's just hold it for now, and if we need to reschedule like, I will let you know, but hopefully not. 228"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1647.98,
      "end": 1649.19,
      "text": "Alright, sure! 229"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1649.53,
      "end": 1673.99,
      "text": "Okay. 230 yeah, early in this week is just really hard for me. 231 But okay, I'll do my best to keep that time. Let's just stick with that, for now. 232 Okay, sounds good. See you then. And in the meantime, if you have any questions like, always feel free to text me, or like, if you ever need, I can always do like a 5 min call, or facetime, or anything. If there's anything urgent. 233"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1673.99,
      "end": 1674.91,
      "text": "Okay. Yeah. 234"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1675.06,
      "end": 1677.4,
      "text": "Cool, alright talk soon, bye."
    }
  ],
  "meta": {
    "ext": ".pdf",
    "source": "normalize-v1",
    "vtt": true
  }
}