{
  "id": "03-Raw-SessionTranscripts/2024-01-09_W025_P2-BUILDING_TRANS-RAW_BankAmericaStudentLeadersApp.pdf",
  "name": "2024-01-09_W025_P2-BUILDING_TRANS-RAW_BankAmericaStudentLeadersApp.pdf",
  "path": "03-Raw-SessionTranscripts/2024-01-09_W025_P2-BUILDING_TRANS-RAW_BankAmericaStudentLeadersApp.pdf",
  "kind": "TRANS-RAW",
  "week": "25",
  "phase": "2",
  "date": "2024-01-09",
  "link": null,
  "text": "Week 20 - Coaching_Jenny_Huda_Wk20_2024-01-06_M_32bd23aaf2434399U_2024-01-05_00-00-00 WEBVTT 1 00:00:52.740 --> 00:00:53.720 Ivylevel: With that. 2 00:00:54.970 --> 00:00:56.080 huda: Yes. 3 00:00:56.380 --> 00:00:57.470 Ivylevel: you're joined. 4 00:00:57.830 --> 00:01:01.709 Ivylevel: Okay, I think Jenny is probably in the other meeting 5 00:01:14.540 --> 00:01:15.700 huda: to find. So 6 00:01:16.170 --> 00:01:24.350 huda: of our foreign policy. Joe Biden's son Humbert got 5 million dollar ride from Ukraine. That's why we're sending 200 billion dollars back to that same country. 7 00:01:28.520 --> 00:01:29.659 Hi! How's it going? 8 00:01:30.020 --> 00:01:31.999 huda: Hi, it's going? Well, how are you? 9 00:01:32.050 --> 00:01:38.090 huda: I'm doing well, how was your break? Do you go back to school? Tomorrow or no? Monday? Monday? Yeah. 10 00:01:38.170 --> 00:01:51.230 huda: Yeah. Awesome. How how does it feel to like be almost done with? Break? It's kind of sad because I did. II felt like I did a lot this break. But it just felt too short. But yes. 11 00:01:53.940 --> 00:01:56.500 Jenny Duan: that's okay. What was the oh, go ahead, Sarash. 12 00:01:56.830 --> 00:02:03.549 Ivylevel: Oh, no, no good. Sorry. I didn't mean to. Yeah, interrupt. Good. I was just gonna ask what was the highlight of break for you? 13 00:02:04.040 --> 00:02:21.139 huda: I think, just in terms of fun. We did go to like Seattle and Oregon. So that was pretty fun. But I did like end up actually like a few minutes before this call I just finished coding my games. So that's something that I'm really happy about. 14 00:02:21.840 --> 00:02:27.480 Jenny Duan: Congratulations that's so awesome. Yeah, that's that's super awesome to hear. 15 00:02:28.310 --> 00:02:29.110 huda: Yeah. 16 00:02:29.760 --> 00:02:33.459 Ivylevel: 3. How was your break? Jenny. 17 00:02:33.700 --> 00:02:41.719 Jenny Duan: yeah, I mean it was good. I also did like a one day trip to Seattle to drop my all off at the airport. But I like Seattle. I think it's a great city. 18 00:02:42.260 --> 00:02:44.400 huda: Hmm, yeah, definitely. 19 00:02:44.730 --> 00:03:04.129 Ivylevel: I think Oregon was good, too. But I mean, honestly, I didn't. II didn't know like what II think it's just that. Probably we didn't prepare well, or they were not. I think there's a time of year, because, I know, like Oregon has a a really good nature, but we just couldn't see it, because it was a raining most of the time we're there. So 20 00:03:04.280 --> 00:03:05.380 huda: yes. 21 00:03:06.320 --> 00:03:11.189 Ivylevel: But yeah, and you know, unfortunately. So I really wanted to get to this timberline lodge. 22 00:03:11.490 --> 00:03:17.000 Ivylevel: And so we stayed overnight. But on my way back got this flu. 23 00:03:17.050 --> 00:03:28.919 Ivylevel: So unfortunately, by the time we reached there it was like so much like such a huge line. so we could not take the right, and I just keep. But we did see Mount Hood, and we took those pictures and all that stuff. So everything was good. 24 00:03:29.570 --> 00:03:37.640 Jenny Duan: That's awesome. Yeah, I think it's like it. Usually it's also nice to go skiing in Oregon. But this year this snow hasn't been good. So that's a challenge. 25 00:03:38.440 --> 00:03:46.820 Ivylevel: No, but very beautiful. Actually, you know, the whole terrain was different. I think the the trees are really like the pine trees are like really 26 00:03:47.000 --> 00:03:48.010 Ivylevel: tall. 27 00:03:48.410 --> 00:03:51.179 Ivylevel: And yeah. 28 00:03:51.190 --> 00:03:59.390 huda: yeah, it's kind of like twilight, I think. Yeah, I was like, foggy as well. So definitely set the moon. 29 00:03:59.530 --> 00:04:07.409 Ivylevel: Yeah, II think the clouds were actually quite low, right? Lot of the times we were driving, like, you know, like Hawaii kind of stuff, you know, very, very low and stuff 30 00:04:07.580 --> 00:04:13.779 Ivylevel: anyways great. So, thanks, I think this particular session. I wanted to join us. You know. 31 00:04:13.890 --> 00:04:15.340 Ivylevel: Houda's dad 32 00:04:15.490 --> 00:04:23.059 Ivylevel: and I think what is important is, it's also kind of Jenny has 33 00:04:23.110 --> 00:04:41.600 Ivylevel: a mentor. And pm, I think it's also important for us to use this as an opportunity to really structure. The what a first session. Of seen like last year. Final. Your student, I think that junior senior thing is still confusing. I mean, the whole idea, like, students are applying this year. You know, it's gonna look like. 34 00:04:41.890 --> 00:04:50.070 Ivylevel: and we have a few customers in line. And that's what's gonna happen. I think that's what Neelima also wants. And so think about it. It's like 35 00:04:50.230 --> 00:05:04.709 Ivylevel: Pudda. You don't know like me. You don't know. This is our first session. Say, we already had a game plan in our mind, right? Probably you worked on it. You gave us a game plan, and we prepared a few things. So now it's really to take a stake of like, you know where we are. 36 00:05:04.890 --> 00:05:10.050 Ivylevel: number one, I think. But, more importantly, what I want the outcome of this particular session is. 37 00:05:10.360 --> 00:05:17.790 Ivylevel: it is really like to build an ideal target profile or an application of Houda 38 00:05:17.960 --> 00:05:33.800 Ivylevel: towards the end of the year. Right? So it's like you being that Stanford achiever and winner like an Iv student. And admit, I think the whole idea. We want to say that based on now that you, you know, like you're able to bootstrap, because, you know who does kind of credentials and overall like, you know her profile. 39 00:05:33.800 --> 00:05:50.470 Ivylevel: But imagine if I gave you that information prior to this call, and you look at it. And you're like, Okay, now let me use this and let me fill all these gaps and create a very ideal profile Amazon style, and say, Okay, with the these kind of things. You know, she's a videographer. She's this is this, and I know, like what kind of students have made it to Ivs. 40 00:05:50.500 --> 00:05:58.030 Ivylevel: Let me create like a dream profile or an application. Let me start writing it. discussing with us. 41 00:05:58.250 --> 00:06:04.500 Ivylevel: And then let's work on the gaps right? And then just put red like, what are the things that are missing today 42 00:06:04.570 --> 00:06:09.489 Ivylevel: so that we can. So that's number one, yeah, creating a target profile and then working backwards is number one. 43 00:06:09.510 --> 00:06:20.750 Ivylevel: number 2, and again, this will need not happen in this one session. It could happen in our next 45. But Number one is creating that art ideal target profile. The next 2 questions, as we discuss. Very important 44 00:06:21.100 --> 00:06:25.089 Ivylevel: is your college list and your major list bringing clarity on that. 45 00:06:25.130 --> 00:06:47.709 Ivylevel: And we know that it takes a lot of time, and we have been burnt once last year, but the idea would now be like, Hey, you know, it's okay that you are in actually a sophomore year or junior in the last. I mean, this is your final year. I you know, we hope that you have a better understanding. But let's start with the baseline based on whatever you're able to decide today, what are is, what is the those 3 questions that you asked? 46 00:06:47.760 --> 00:06:50.650 Ivylevel: What is important to you among these 3 things 47 00:06:50.840 --> 00:06:55.240 Ivylevel: and based on that. Let's come up with the top 3 colleges top, 4 colleges. 48 00:06:55.570 --> 00:07:05.450 Ivylevel: let's not talk about the safe safety college. And you know the the let's talk about reach right? Because we are talking about Iv level. And we want to start with the reach colleges and say, Okay. 49 00:07:05.530 --> 00:07:12.249 Ivylevel: what are the top? 3 colleges? What are the top? 3 programs that kind of align with you? Let's work on that. So I think if we can answer these 3 questions. 50 00:07:12.810 --> 00:07:22.120 Ivylevel: then our whole story is okay. Now that we are aligned on what our profile should look like, what the colleges we are targeting, what the majors we are targeting. 51 00:07:22.240 --> 00:07:28.180 Ivylevel: Now I want to work with your daughter like next session to set up the goals and highlight. What are the weak spots. 52 00:07:28.350 --> 00:07:41.800 Ivylevel: and then we will work on it. I think I think that is what I'm thinking, because I think every other service, if you think about it right counselling service. I'm looking at competitive. They spend like 5 weeks. Just discovery calls this calling. What is the use of doing that like? 53 00:07:41.870 --> 00:07:50.330 Ivylevel: I don't want to understand what the poly system is like, you know. Tell me what my daughter needs. Tell me like, you know. So I think let's make it like that if that makes sense. 54 00:07:51.250 --> 00:07:58.219 Jenny Duan: yeah, tha, that definitely makes a lot of sense. So I think for Ruda, I think my first question would for you is 55 00:07:58.320 --> 00:08:21.430 huda: I guess right now, off the top of your head. Is there a dream school for you based on your understanding? I'd say, I think maybe. Usc, I'm like kind of torn between Usc. And Stanford like they're my zoom colleges. But I think, Stanford the program itself. I don't think it speaks to me the most. So I'd say, actually. 56 00:08:22.490 --> 00:08:34.549 huda: Usc and Mit is like my dream school cause I love the program. At least someone that you like showed us. But yeah, I'd say that. And I also really like uc, Berkeley. But 57 00:08:34.610 --> 00:08:40.160 huda: yeah, that's like kind of less ambitious than Stanford and Mit. 58 00:08:41.059 --> 00:08:49.810 Jenny Duan: yeah. And then, do you know what, Major, you want to study? So I know we've been talking about game design? Yes. Do you like within that like. 59 00:08:49.830 --> 00:09:16.070 Jenny Duan: are you still thinking technical? So like Cs game development? There's 3 branches I could see going down. You could go down like a Cs degree, or maybe like a technical game development degree, there's a design degree. So if you want to go into the game design specifically, that would be like a BA, so Cs is a Bs like bachelor of designs. There's a BA, so I think Usc is a BA like game design development. That's like BA, or you could do 60 00:09:16.070 --> 00:09:26.099 Jenny Duan: are you still thinking about film? And is that still on the table? And I know we haven't talked about that in a while, but I do remember that something you're interested in in the past. So do you have any idea about what your intended major would be? 61 00:09:26.340 --> 00:09:45.799 huda: Yeah, I think for me game development. For, like the Usc program for game developments really great. I've seen and like, I think it's kind of different for different colleges. But I would be interested in film school. But 62 00:09:45.960 --> 00:09:50.210 huda: like I said, like, I don't think I really have too much like 63 00:09:50.740 --> 00:10:06.219 huda: like background in that, and at least on like my resume. So like, I'd say, like, kind of a mix between like technology and creative. So, yeah, like game development. And maybe some like journalism. 64 00:10:07.160 --> 00:10:36.339 Ivylevel: J, okay, so I wanted to also interrupt here. Sorry. Right? So I think this is a very important point that you're raising Jenny. And this is where a lot of confusion comes between parents. Which is what is your major? That is the fundamental question. It's major, which means this is your primary kind of thing, right? And this is where parents combine everything. Oh, no! But she can do music, too, and she can do this. But I think the real question here is as I. And again, like I'm not want to put. I don't want to put like words in your mouth, but my understanding on what Jenni really asked is 65 00:10:36.340 --> 00:10:51.729 Ivylevel: as a major. What is your thing like? Do you even want to pursue filming as your major, which means that it could be really a media kind of track. Correct? And then Jenny also said that, hey, game development is actually not a Bs, it is actually a BA, 66 00:10:51.730 --> 00:11:07.770 Jenny Duan: so it is more like, right, is that correct? Yeah. So my understanding is, there's a couple of different tracks like I could see you go down. I would definitely be honest. I don't think film school is a good fit for you. I think you will be wasting your talent and computer science doing film school. I think that it'll be like. 67 00:11:07.780 --> 00:11:12.159 Jenny Duan: probably you wouldn't be able to do as much like coding as you want in film school. 68 00:11:12.170 --> 00:11:35.030 Jenny Duan: So I don't think that's a good direction for you to go down. But I think that film is really important for you, and if you want to do that as a hobby, there's so there's difference between what you want to study as a major which will lead to your career versus like the things you want to be involved in at school. So, for example, if you don't end up choosing game design as your major. You could be in like a game development club, or you could be like in a professional organization that focuses a lot on game design. So I think. 69 00:11:35.410 --> 00:11:56.070 Jenny Duan: like, if we're looking at the future, if you want to be a game developer, I think there's 2 different paths within that. So first, you could choose to do a traditional Cs degree, and then that's like a bachelors assigned. So you'll be taking like computer science, engineering, physics, etc. But I think another really interesting path for you to consider if you are so interested would be, it's something like 70 00:11:56.180 --> 00:12:12.230 Jenny Duan: like, let me just, is anybody share my screen and like, just show you a couple of programs. So there's that mit program I showed you. There's something at Penn called digital media design. So this is like a path that kind of combines computer science and art. And a lot of schools have this under different names. 71 00:12:12.230 --> 00:12:36.849 Jenny Duan: So like at Upenn, it's called digital media design. So it's an interdisciplinary major. But within the school of engineering. And you have, it's a bachelors of engineering, and you have like, but you have a lot of design school, so like fine arts, courses from Penn school of design, communication courses, theory courses from the Annenberg school. And of course, major coursework in computer graphics from computer information sciences. So again, you have to take all the programming classes. And then 72 00:12:37.020 --> 00:12:57.720 Jenny Duan: you take like math whatever. And then you take like electives, including maybe like our or computer modeling and like social sciences. So this is like kind of a blended degree that you could think about and like, for example, at Uc. Irvine, within their department of informatics. So within their computer science school. They have, like, yes, game design and interactive media. So. 73 00:12:57.960 --> 00:13:24.609 Jenny Duan: But these programs are more like a combination of design and engineering which I think this could be like a good fit for you if you're interested in the the design part. But if you wanted, you could also just do like a bachelors assigns just in computer science, and maybe like a minor and something else. But if do you want like a specialized major like this one like the pen one like, you know, Usc has a game design, major. Obviously, like, mit has an interactive media one. 74 00:13:24.680 --> 00:13:30.639 Jenny Duan: uc, Santa Cruz has a really strong game design program like, do you want a program like that? Or do you want just computer science? 75 00:13:30.810 --> 00:14:00.040 huda: I think interactive media is like really interesting. And I definitely see, like I noticed it says something about AR and VR, I think, like working with media. And that form of technology is like, really, that's something that I'd really be interested in. And I think that kind of connects with like my love for media and also like programming. So I think I mean, we can be very prescriptive here again. I know that. You know. I think this is one area where I feel like Jenny. 76 00:14:00.040 --> 00:14:25.099 Ivylevel: I think in our service. We also need to be. We need to play that kind of a bit of a tough prospective role, because what happens is otherwise. I've seen that firing back now, right? Imagine if we had really taken a stance with Neil, Ma, I don't think I would have spent like 1 h discussing with her, and like she coming back to me like, Hey, you know, why? Why are we not exploring this? Why are we not explaining that? So let's be safe. So I think, as a dad. Now I'm hearing that, my daughter, you've asked very good questions. 77 00:14:25.100 --> 00:14:34.859 Ivylevel: and you opened up some new venues for us. And what I'm hearing is that who does interest and passions and skill set and strengths also lie in that mix of design and engineering. 78 00:14:34.980 --> 00:15:01.339 Ivylevel: and and for S, and you have actually reminded me multiple times that how competitive the Cs programs are. So I would rather love to pursue these kind of interdisciplinary. I can take that decision today, on, on, you know, as a dad. And then I'm also hearing like, without any force like you know who the also wants that conversation. So then might be our game plan should be around that right. I think that is the thing I would love to explore with you and see like, how can we make it more prescriptive for parents right early on. 79 00:15:01.340 --> 00:15:09.070 Jenny Duan: Yeah, I think like a big part of that application is also building your story. And I think that applying to one of these programs is a really good way to connect, like 80 00:15:09.070 --> 00:15:34.000 Jenny Duan: your love for film and because your film and journalism and all of that, that's a form of communication. And at the end of the day, like the Us. And game design and interactive media. It's all about using games as a Me as a form of communication, as a form of media and as a form of influence. And so that really brings out your journalism, your film aspect, and it ties into your technical aspect alongside, like the game that you built. The game that you built is a key example of that. 81 00:15:34.000 --> 00:15:42.980 Jenny Duan: like bringing something and educating it to other people talking about something that affects society. So AI ethics that's like a social justice issue. That's that's an ethics issue, and 82 00:15:42.980 --> 00:15:57.669 Jenny Duan: that like brings all this together. So just like this, the digital media design it, you know, it's computer graphics. Obviously so computer science communication theory and fine arts. So you have skill set and passion in all those areas. So I think that this is like a really. 83 00:15:57.670 --> 00:16:09.270 Jenny Duan: to me it seems like not a stretch for you to apply for this program. It seems like a very natural continuation of things that you already do. So. That's why I think applying to a program like this could be like a good fit for you if that's what you're interested in. 84 00:16:09.270 --> 00:16:33.110 huda: Yeah, I've noticed like like, I think the Uc Irvine one kinda stood out to me. And it's also kind of similar to the mit one with like the interactive media. And like relating both topics, I think. Something that I'm noticing is I'm kind of interested more in like interactive media. So like, even in other schools, I'd probably apply at that. Major. 85 00:16:33.980 --> 00:17:02.960 Jenny Duan: Yeah. And look at this like, want to learn how you can use games and other playable media for social good. That's literally what you're doing right now. Like, do you have creative ideas for new kinds of games and interactive experiences? That's like, you know, branching out into like AR VR, etc., etc. And actually, I think Irvine's like a like. Do you want to be in Southern California for like, for instance, if you see yourself 5 years from now, like, where do you? Where do you want to work like? Do you want to work at like a Disney. Do you want to work in big tech like where 86 00:17:03.000 --> 00:17:10.630 Jenny Duan: I mean? Obviously, you have a lot of time to explore. But like, you know what type of industry you want to work in within games, because it's pretty broad, you know. 87 00:17:10.859 --> 00:17:17.809 huda: Yeah, I was thinking, like one of my team like companies to work at is riot games. 88 00:17:18.040 --> 00:17:39.210 Jenny Duan: Oh, I see, they mentioned right? Actually, yeah. Cause I mean, you're in, I think, being in Southern California like that, they said. Located in Silicon Beach. You'll have industry partners like blizzard riot, electronic parts of city and entertainment, age of learning, Disney, tencent cartoon network, like really great entertainment media companies. So I think like for you, if you want to work in this industry. 89 00:17:39.240 --> 00:17:40.799 Jenny Duan: I would say, actually like 90 00:17:40.890 --> 00:17:47.149 Jenny Duan: this la or California bubble is probably like going to be a really good place for you to be in, I would say 91 00:17:47.550 --> 00:17:50.619 Jenny Duan: like more so maybe, than I think 92 00:17:50.640 --> 00:18:14.570 Jenny Duan: the East Coast schools are also great, but if you want to be in like the entertainment centers where these companies are then like, I think, being in California. Slash the Silicon Valley or Los Angeles area. So that's like Usc Uci, Uc. Berkeley, think this is a good place just for company placement, because you'll get more opportunities like shadow people in the companies like Go on company tours and like they'll just be more in proximity to where you are. 93 00:18:14.570 --> 00:18:29.949 Jenny Duan: So I think that's like one consideration, too, because I think like in Boston, for example, where mit is, there's not as many entertainment like really things the same with. If you decide to apply for this program in Pennsylvania, that's not to say you shouldn't apply for the programs. It's just like something to think about as well. 94 00:18:30.050 --> 00:18:55.810 Jenny Duan: Umhm, so. And also, I think another thing is, if you are really like the California schools, you have like a better chance of you have, like a good chance of getting in because you're been in state students. So I think that's definitely another pro to think about, because, like, your opportunity will be like comparably a little bit easier compared to out of State students. And so if you really like a program in California, like, I would definitely encourage you to like, apply for it. 95 00:18:56.240 --> 00:18:58.809 huda: yeah, stay in California. 96 00:19:00.120 --> 00:19:00.990 Jenny Duan: Okay. 97 00:19:01.200 --> 00:19:23.020 Ivylevel: yeah. No. I think you're asking. Absolutely. II think these are all like important kind of factors, right? That we need to bring in our algorithm of how we go about really bringing down like these questions that you're asking. And II really love the fact on how you've actually also related it to the future. You know, job opportunities and economic opportunities, because at the end of the day 98 00:19:23.020 --> 00:19:39.530 Ivylevel: that is the number one driving factor, be it like student or a parent, hey? Wherever I can actually get better job opportunities. Even though passions aside, you know internally, everyone wants a good major which has actually better opportunities. So it's good. Now, my question for you is 99 00:19:39.650 --> 00:20:03.259 Ivylevel: couple of thing right? Just to reiterate on what I'm hearing back to our fundamental first principle questions, is college important to you is major important to you, or basically a mix of both college and major important to you. The 3 laws of Jenny. I think the first one I'm what I'm inferring again, based on the discussion we had right now is, I feel that you are actually more major driven. 100 00:20:03.260 --> 00:20:10.030 Ivylevel: Is that correct? Like II see that excitement. I don't see that excitement when Stanford is mentioned, or Mit is mentioned, or 101 00:20:10.030 --> 00:20:28.740 Ivylevel: any school is mentioned. Right? Of course you have some liking, but I see that kind of shine in your face when game plus design is like, you know, engineering is mentioned where design plus this is mentioned when the Gaming Company's name is mentioned. Correct so might be. Then we take that decision. That, hey? Let's prioritize measure now 102 00:20:28.900 --> 00:20:44.170 Ivylevel: and and then. So that that kind of revises and completely Rev. Like, you know, that makes us really we revisit our our our school list now, because, like, for example, Upenn, that program that Jenny showed is actually an excellent program in my view. Right? 103 00:20:44.170 --> 00:21:01.409 Ivylevel: So might be. That should be among your top list like we never thought about Upenn as a school. But now, because Major has become like, you know, your top thing might be we should look at that and Mit, and and might be. Stanford is not in the list, you know. Probably Stanford is not the right school for this program. Right? That's how we think about it. 104 00:21:01.580 --> 00:21:06.920 Jenny Duan: Yeah, III would agree I would definitely agree with that. and I think, like 105 00:21:07.640 --> 00:21:23.300 Jenny Duan: one mistake that a lot of people make is like only applying for schools based on prestige, when you know you can go to still a very prestigious school, with like a great program, too. So I think, like only applying to school that you are really, really passionate about would be like, probably the best. 106 00:21:23.410 --> 00:21:29.350 Jenny Duan: yeah. So uci, right? Yeah. Uci, are you? 107 00:21:29.620 --> 00:21:31.730 Jenny Duan: How much? 108 00:21:32.260 --> 00:21:52.710 Jenny Duan: How much does being in California like influencers? Do you really want to be in California? Because if you only want to be in California, we can still have a complete school list of like 15 schools with this program in California, because California has, like some of the best schools in the nation. So are you? Do you really want to be in California? Do you want to be like on the East coast like? Do you not care? What are you thinking about that. 109 00:21:53.100 --> 00:22:09.949 huda: I mean, like my priority for colleges is that it's in California cause I obviously want to stay like closer to home. But like at the same time. I'm not really like scared to apply outside of California. If like, the program is really good, then 110 00:22:10.020 --> 00:22:21.650 huda: then I'd definitely like, be be be confident in applying to that college. Yeah. So I definitely see here, like, program is the priority. So like, wherever you end up with, like the best 111 00:22:21.680 --> 00:22:26.929 Jenny Duan: program in what you want to do. That would be good. Okay? So right now, 112 00:22:27.220 --> 00:22:35.699 Jenny Duan: I'm gonna start compiling a list on our document of some of this schools that I think could be like ones to think about. So. 113 00:22:36.080 --> 00:22:52.679 Ivylevel: sorry. Yeah, let's let's take that. Let's record that. Because also, I'm trying to. You know, use this as a reference for other sessions. So might be the key question. Let's record some decisions that are being made. And I would love to do this, Jenny, because we wanna also make sure that parents don't want us back. 114 00:22:52.940 --> 00:22:58.490 Ivylevel: The decision that is being made. and especially with anushka and and Neil Mai would love to do this. 115 00:22:58.550 --> 00:23:13.370 Ivylevel: that we want to prioritize Major number one. And let's call out the major that we are prioritizing here is an engineering plus design or media whatever, like, yeah, interactive media and arts and design. So this is our like priority. 116 00:23:13.370 --> 00:23:37.969 Ivylevel: and might be, I know that you have asked great question. I think a good way to do is to work on it incrementally, Jenny, in my experience. If we start optimizing for too many things, we are not able to converge. That's again a problem. Right? So not everyone will have that clarity correct. So it's like, it's great for that to say that. Okay, doesn't matter. If I get a good program I would go ahead. And you know, dad, me being that I'm sitting here. Of course I'm gonna support that. 117 00:23:37.990 --> 00:23:50.340 Ivylevel: So I think let's try to bring that up California. But open to other locations. And who are you also feel free to chime in? You know? Because we are actually deciding this on your behalf 118 00:23:50.730 --> 00:24:00.890 huda: not on her behalf, not on her behalf. We're deciding it with her. Yeah, this is like the the Irvine program. 119 00:24:01.230 --> 00:24:08.939 huda: I think it. So far, it's like one of the like, I think Mit and Uci have, like some of the best programs so far. 120 00:24:09.280 --> 00:24:11.370 huda: And yeah. 121 00:24:13.600 --> 00:24:21.889 Jenny Duan: okay, awesome. And then, pen, interactive media art is a good one. 122 00:24:21.950 --> 00:24:26.890 Jenny Duan: Do you know the university? Chapman University? Are you familiar with that? 123 00:24:27.230 --> 00:24:37.230 huda: I think I've heard of it, but I don't know too much about it. It's another good school. It's a private college in La. So in La, and they have a game design minor. 124 00:24:37.270 --> 00:24:50.520 Jenny Duan: So this would be like a good idea if you wanted to do like a media studies major with a game design minor like a Cs major game design minor something like that. Game development. Pro, it's like a game development programming 125 00:24:50.630 --> 00:25:06.360 Jenny Duan: minor. And it's located across the school of engineering and also the college of Film and media art. So if you want to like, do film stuff at Chapman's like a really good film school, too. So if you want to pursue film, Chapman's like a really good place to be 126 00:25:06.490 --> 00:25:09.150 Jenny Duan: So here's like they have this good minor in 127 00:25:09.290 --> 00:25:12.709 Jenny Duan: in game development programming. And you could major in like 128 00:25:12.740 --> 00:25:17.169 Jenny Duan: software engineering or computer science or data science or computer engineering, or something like that 129 00:25:17.380 --> 00:25:21.389 Jenny Duan: which would be like a good idea for you. 130 00:25:21.960 --> 00:25:23.130 Jenny Duan: and 131 00:25:23.230 --> 00:25:33.850 Ivylevel: I told you. 132 00:25:33.890 --> 00:25:54.919 Jenny Duan: and then Ucla Lmu. These are like more like filming and media schools. Ucla, I think hopefully, I think if La is the goal, there's like that's a perfect place to be, I think, for this type of major, like, I think 133 00:25:55.090 --> 00:25:57.090 Jenny Duan: definitely a lot of 134 00:25:57.670 --> 00:26:24.350 Ivylevel: good resources and opportunities. There doesn't have a game design program. 135 00:26:24.460 --> 00:26:31.810 Jenny Duan: They have courses in it, but they don't. And same with Berkeley. They don't have like these majors. 136 00:26:32.530 --> 00:26:33.510 Jenny Duan: yeah. 137 00:26:33.890 --> 00:26:42.490 Jenny Duan: but they do have courses. Oh, go ahead. I think, for, like some colleges, maybe I could probably apply for media studies. 138 00:26:42.650 --> 00:27:07.459 huda: Yeah, either that. Or else if you have, maybe AI ethics, since I do have some extra curriculums for that. Like, I think, like empowering AI, and also like and also like the game, it does include AI ethics. So maybe like so I know you said, Stanford has like a like a AI ethics program. So yeah, like, symbolic system. Like, are you thinking cognitive science? Is that what you're thinking? 139 00:27:08.620 --> 00:27:17.070 huda: Doesn't have an ethics program. We have a con like, we have a concentration like human Centered AI within a different major 140 00:27:17.210 --> 00:27:46.700 Ivylevel: authentic. I'm I'm I'm I'm I'm I'm I'm I'm I'm I'm I'm I'm I'm I'm I'm I'm I'm I'm I'm I'm I'm I'm I'm I'm I'm I'm I'm I'm I'm 141 00:27:46.700 --> 00:28:08.719 Ivylevel: now, I think, what you're talking about definitely. We should have the kind of you know, other safety like, not safety for other reach school. The other II don't know. How do we categorize that? But my only concern is, we should also not be diluting again like trying to pursue too many things. And again, like, I'm talking under your command here, Jenni. 142 00:28:08.720 --> 00:28:32.540 Ivylevel: So so then what happens is again like, Oh, yeah, you know I want to get into these 5 schools. But you know what I also want the other 5 school. And I'll basically pursue AI, and then like, and I don't. Then I don't understand what your narrative is like, you know. Are you an AI person, or are you like, you know, a gaming developer person. Right? So I think this is where, Jenny, I think we need. You need to be more prescriptive. Right? Just the way you said, hey, I don't think 143 00:28:32.540 --> 00:28:55.979 Ivylevel: you pursuing a filming major will be a producer, which is fine, because you're working with that for a year now, like, you know, 6 months each month, so I think you know her, and I think II would love you to be a bit more prescriptive to parents as well, because parents are actually lost, and they are kind of coming for that advice. And the the challenge I've seen is the more you O, open it and start discussing with them, it can go for a year. 144 00:28:56.010 --> 00:29:08.309 Ivylevel: Right? So so so, yeah, I think the the other elements that Huda has, be it AI or other interdisciplinary. I would love to have that as kind of a piece P. One. Or 145 00:29:08.410 --> 00:29:11.150 Ivylevel: but then, again, my question to you would be. 146 00:29:11.250 --> 00:29:19.330 Ivylevel: as long as it doesn't harm or does not cannibalize her main narrative and application focus. Right? 147 00:29:20.070 --> 00:29:21.820 Jenny Duan: Yeah, I would agree with that. 148 00:29:21.930 --> 00:29:32.359 Jenny Duan: I would say. Like, if you were to apply for a Uc. Breakfast, I would not try to, or Stanford. I would not try to go cognitive sciences, cause I don't think you'd be interested in that cause. That's 149 00:29:32.490 --> 00:29:57.420 Jenny Duan: like philosophy, psychology, linguistics, stats, math and Cs. And based on my curriculum. I don't know if that's something you were interested in. But I think maybe, like a media studies major might be a better fit or within Cs human computer interaction might be a good fit for you, too. So. But I've isolated like these schools. I think that could have like specific game design development programs. They think it could be good for you. So 150 00:29:58.030 --> 00:30:01.410 Jenny Duan: Uci, U Usc, UCI. And Chapman. 151 00:30:01.670 --> 00:30:03.670 Jenny Duan: These are all 152 00:30:03.690 --> 00:30:11.490 Jenny Duan: in Southern California, which is good. And then Ucsc obviously is in Northern California or like 153 00:30:11.540 --> 00:30:23.979 Jenny Duan: Bay Area Ish, which is also a good school. And then on the east coast there's 4 schools, I think, could be good. So mit obviously, Penn, interacted there. Interactive media arts, Major is like pretty good 154 00:30:23.980 --> 00:30:52.390 Jenny Duan: northeastern has a bachelors, fine arts and computer in game design and northeastern, you could combine that. So if you were to do a Bfa, you could also combine that with a major or a minor in computer science. And that would like, give you that well rounded sort of outlook and northeastern. I know they just built a new school for computer science. So they're actively first expanding this program. It's a really well funded and well resourced program, which means that they're actively like hiring new faculty bringing in more people. And I think 155 00:30:52.690 --> 00:30:57.749 Jenny Duan: I'm saying this because I just went into northeastern recently. But if you do go to Northeastern like 156 00:30:58.060 --> 00:31:20.129 Jenny Duan: it's a really well funded computer science program. But like they're putting a lot of resources into it which is important as a student. So that's something to consider. And then, finally, Nyu has a good game design program. They also have, like a major in Cs, you could do it, combine it with a minor or a major in computer science. And then the other schools that you mentioned. I think those are worth applying to. If you want 157 00:31:20.320 --> 00:31:26.000 Jenny Duan: like Cmu uc Berkeley, Ucla. They all have like great programs, too. I think that. 158 00:31:26.210 --> 00:31:31.479 Jenny Duan: this is like a pretty big already good list. So depending, I would say, leave these schools. 159 00:31:31.480 --> 00:31:56.329 Jenny Duan: I mean for Uc. Berkeley and Ucla. It doesn't matter too much, because there's only one University of California application. So I would actually encourage you to just apply to all 7 Uc schools because it's you only write 4 essays for all the schools like you don't write individual essays for each school. So when you have the University of California application, you can submit that to like as many schools as you want. So if you're already applying for Uci like in Ucse, I would just submit it to all of them. 160 00:31:56.500 --> 00:32:07.490 Jenny Duan: so that won't take up a lot of extra time on your end. But I think, and I don't think Cmu will take up as much time on your end, either, but I do think that this is a big list. So I would look at these and maybe pick 161 00:32:07.750 --> 00:32:20.700 Jenny Duan: your your favorite school. If you have in mind your favorite school out of all of these, and then after that, your top 3 and your top 5, and I think those we can really prioritize everything else. It's really hard to like. 162 00:32:21.200 --> 00:32:39.559 Jenny Duan: Put a lot of attention onto more than 3 or 5 schools, because you wanna make sure that you do them well and not just apply to like 30 schools with no direction, because that's not gonna help you. You wanna choose like a couple of schools that you really wanna focus on and like this will inform your decision to early decision, early action and things like that. So 163 00:32:39.650 --> 00:33:01.570 Jenny Duan: if you like looking at this list right now? Obviously, you don't. Your answer can change over the course of the summer, and once you like, visit or learn more about the schools. But do you have, like a gut feeling based on what you know about these schools, and considering not only the major, but also your ability to like succeed there, the environment, the resources in the city, your understanding of student culture and th. These are things that you might not know already, but like 164 00:33:01.670 --> 00:33:25.909 huda: from the top of your head, like student culture, your life and things like that, like those, are all important factors to consider when thinking about college, not simply like prestige or major, or anything so based on this. What do you do? You have in mind a favorite school, or a couple of favorite schools. Yeah, I think so, for now I I'd say, like, Uci might be my top choice right now. 165 00:33:25.910 --> 00:33:50.980 huda: And that's because like. So one of my old friends he wants to. He wants a Uci and I'm I'm not sure we got in to uci for. But it did seem like a really good school, and I did search it up a bit. And I know they're like, they're like Muslim communities really big there. And I think I'd really enjoy that. And also just overall the 166 00:33:50.980 --> 00:34:13.439 huda: like. The area like you said, being so, Cal has like a lot of advantages, especially in the industry. And so I think Uci is like a really good school for that. And II know there's like Chapman, Usc as well. But I know, like the Usc has like, really kind of like partyish culture, which i've heard and that's like not 167 00:34:13.730 --> 00:34:42.499 huda: I don't like parties. But yeah, so that's why I wouldn't really say us is my top. But I obviously still really wanna go there. But and then I think, North Eastern, as you said, like they're expanding their computer science like their major. So I think, that would be like, really nice. And also, like my family lives in Chicago and 168 00:34:42.510 --> 00:35:07.050 Jenny Duan: more secluded like I don't know if you're you're you're you're you're you're you're you're you're you're you're you're you're you're you're you're you're you're you're you're you're you're you're you're you're you're you're you're you're you're you're you're you're you're you're you're you're you're you're I'm not sure. If you're 169 00:35:07.050 --> 00:35:18.280 Jenny Duan: do you want to live in dorms? Do you want to live like in your own apartment, like, how? What type of college experience. Do you want like? Do you want traditional football school? Do you want like a quiet liberal arts call? What type of experience do you want? 170 00:35:18.730 --> 00:35:21.380 huda: I'd say, like 171 00:35:21.940 --> 00:35:33.010 huda: I don't really like I mean, I don't really have a press preference, but like I wouldn't want a party school or like a football school. But like 172 00:35:33.440 --> 00:35:43.749 huda: I want like in this city, there's like advantages like, for example, Nyu, I know it's really spread out throughout the city. So that's kind of something that's 173 00:35:43.770 --> 00:36:03.280 huda: not really fun of me. I think if it's like one campus like my sister goes to Cal Poly, and like I like the campus there. It's there's like a lot of nice buildings, but it's kind of like in this own area. So I think that's kind of like what I like in a college and for housing, I think 174 00:36:03.280 --> 00:36:14.649 huda: either is fine, but I probably prefer dorm cause you kind of just like getting out of high school. And you kind of need to learn like how the whole system works. So, yeah. 175 00:36:14.830 --> 00:36:20.139 Jenny Duan: oh, yeah, this is all really helpful. I think I'm gonna 176 00:36:20.370 --> 00:36:49.590 Ivylevel: yeah, I think. Let's say, you see, II will want to add a couple of more scores to this list that might be like a good fit for you. But but I think also, now I think this is a takeaway for Hudar to do some more research. I think there is an action item, right? Because out of these things I mean, you've already given amazing, you know, information. But I think what it means that Jenny is actually triggered the process now, and she's trying to converge. So what you need to do is you need to take this ais 177 00:36:49.710 --> 00:36:50.990 Ivylevel: and 178 00:36:51.080 --> 00:37:06.959 Ivylevel: not the artificial intelligence. But the action items, poor dot Joe, go and research more. And then, you know, next time we kind of you know. Come, that's the thing. Yeah, sorry I didn't. I didn't mean to interrupt. But II wanted also to know, like, you know, we 179 00:37:06.970 --> 00:37:09.700 Ivylevel: of course we can't decide these things right now, and 180 00:37:09.770 --> 00:37:25.140 Ivylevel: I think this is more with the intention to say, Hey, we are, gonna prepare for these colleges. But then, of course, lot of these questions are probably gonna be answered only when we finally get admitted. And then we actually go and visit these colleges, and who knows what what comes out. But 181 00:37:25.250 --> 00:37:33.440 Ivylevel: one related question, Jenny, that I had was. Now, how does this materially translate 182 00:37:33.540 --> 00:37:40.250 Ivylevel: to the the college components? Application components, right? Which is number one. I think 183 00:37:40.630 --> 00:37:58.180 Ivylevel: so. Let's talk about Ucs first. You rightly said that you know we've got a Uc. One application for all the Ucs. Now that means that. And and we are doing with the game designer and that kind of narrative right where we want to highlight that part of who does personality and all her work. 184 00:37:58.430 --> 00:38:00.310 Ivylevel: So once we put that. 185 00:38:00.550 --> 00:38:16.349 Ivylevel: you know, that basically means that you're kind of sending the same application. And you want to really give it that, you know you want to really present that part of her story to every college to get into these colleges versus saying, Oh, I've also done. AI, you don't have an opportunity to present, like diff different kind of version to different schools. Correct? 186 00:38:17.280 --> 00:38:18.729 Jenny Duan: Right? Yeah, correct. 187 00:38:18.780 --> 00:38:34.779 Ivylevel: So so that is what you have to decide with that, because I think that becomes your primary narrative. And I would rather have us actually, or any student, that we are helping work on things that matter in building that narrative versus like, you know, going after 100 things, you know, just for backup purposes. 188 00:38:35.150 --> 00:38:43.510 Ivylevel: That's the thing. Now let's talk about the common app, right? Because that's something that I'm not experienced with, because Samia never applied to any common app. 189 00:38:43.580 --> 00:38:54.449 Ivylevel: Now, how does that translate to common app, because my limited understanding is that school specific supplements. Each of these things have some, you know, very unique. And I think. 190 00:38:54.450 --> 00:39:16.940 Jenny Duan: having this college list actually allows us right to start working on those things right away. Correct, Jenny, correct? Yeah, I. So I think the most important action item is this week. I think I want you to hoot before we meet again. And I want you to research these schools and also research more schools. Too. And look at into these major. So media studies major 191 00:39:17.090 --> 00:39:35.500 Jenny Duan: game, design, development major or minor, and also like schools in the areas that you want to be because I think, like 4 schools that are well resourced because well, resource, meaning like, they have 192 00:39:35.870 --> 00:40:04.170 Jenny Duan: the game development clubs, professional organizations, things like that because there's a chance like, okay, for example, say, you really really wanted to go to Ucla, Ucla doesn't have a game development major. But they do have game development classes. They might have a game development club. There's other ways you could pursue game development while being at this school versus like Stanford. We don't have a game development, major. We also don't have a game development club. So th those 2 like together, maybe you want to go for different reason. But like. 193 00:40:04.200 --> 00:40:17.810 Jenny Duan: I would research like what kinds of resources this school has and maybe not eliminated just because they don't have the specific program because there's still opportunities for you to engage with that program. I'd also be really honest with yourself and think about like your fit for a school, for example. 194 00:40:17.820 --> 00:40:38.759 Jenny Duan: One like, Okay, Arizona state is like a big party school. Say, Arizona State has a game development, Major, if you know for a fact that you don't want to go to Arizona State because of that party culture. You should eliminate it, even if it has a good game development program. Because if you know, you wouldn't be happy there. There's no point in applying just because of the program. Because, for example, there's other schools like Uci, that. 195 00:40:38.760 --> 00:40:49.129 Jenny Duan: you know, also have a game development program and are not big party schools. So you shouldn't like force yourself to apply to schools just because they have a good program. If you don't think you'll be happy there. 196 00:40:49.130 --> 00:40:55.410 Jenny Duan: So I would like, look at this list, and you can just strike through or like eliminate 197 00:40:56.350 --> 00:40:59.210 Jenny Duan: and edit, and then do insert like a 198 00:40:59.250 --> 00:41:11.789 Jenny Duan: I forget what where it is. Format. Okay, yeah. Somewhere, there's like a strike through and just strike through any schools that you don't think that you would be interested in. And this is where you can 199 00:41:11.790 --> 00:41:31.020 Jenny Duan: go on. Take talk product to productively. You can look day in the life of a Usc student. You can look now when your dad says, why are you on tech on? You can say, I'm doing research. You can say, Okay, day in the life of a Ucse like game design. Major, look at like on Youtube like what people's lives are like, and see if you could see yourself there, because 200 00:41:31.260 --> 00:41:56.779 Jenny Duan: the worst thing that could happen is you commit to a school that you think is a like a really prestigious school, or like a good fit for you at the time. But then, like it's not what you expected, because, like student life is something is different, because all that really matters in your college experience. So like, look at how people are living their lives and see if you can see yourself there. And if immediately, I mean, if you're like, okay, maybe not. Then keep it on the list. But if you're like immediately, no, then just delete it off the list because you don't want to waste your time. 201 00:41:57.200 --> 00:42:10.640 huda: Yeah, I was actually like looking like this week. I was kinda like, while I was working, I had like dan life, just videos like playing in the background. And then I saw, like the Uc. Davis one. And 202 00:42:10.640 --> 00:42:35.179 huda: II think it's like a really nice culture like, I know. It's like kind of like the place I've heard. It's really similar to like our home town like it has like farms nearby, and it's just it's kind of weird, but I think, like the student life is really good there. And I also like I searched it up. If they have, like any like majors that I'm interested in. And I I'm not sure if it's a major. But there is like interactive design. 203 00:42:35.300 --> 00:42:45.579 huda: I think it's kind of like. like, I'm not sure if it's more like ui, or if it's like media. But yeah, just like accurate about that, major. 204 00:42:45.670 --> 00:43:04.890 Jenny Duan: Yeah. So you have tons of opportunities this week to just go research and like eliminate any schools you think would not be a good fit. Add more school that you think could be a good fit, and then starting next week, I think the goal for next week. So or I say next week, I mean, like the next time we meet. So the goal should be to choose top one school 205 00:43:05.180 --> 00:43:07.079 Jenny Duan: top, 3 schools. 206 00:43:07.800 --> 00:43:37.199 Jenny Duan: top 5 schools, and then we can just have like the rest, I will just say which are like, of course, other good schools, too. But like we want to focus on which ones you want to prioritize. Of course, I think based on that. Then I think this is a good sequence, right? Even though I wanted the pro. I think if you, if you don't even know, like the college and the program. Then why are we even building the application? Right? So I think that's a good sequence. And then we can I think? Great. I'll be respecting the time. 845 sharp, please. Who that except my Rsvps going forward 207 00:43:37.200 --> 00:43:47.210 Ivylevel: and you're gonna stick to 845 8 to 8 45 on, you know, on a twice a week. And this is great. 208 00:43:47.530 --> 00:43:52.000 Ivylevel: awesome, you know. I mean, I think this is the level of prescription we need Jenni, because 209 00:43:52.140 --> 00:44:14.609 Ivylevel: you've got it. I think. I have learned this now, the hard way, optimizing for too many things. Parents don't get that Clara clarity, and then they come back like, why, my daughter doesn't have this in her list, and why, that she doesn't have that, I think. Let's so. I think this is the same model I would love to play next Saturday but 1 h between me and Neelima and yourself, and I will keep chiming in because 210 00:44:14.680 --> 00:44:18.060 Ivylevel: me, Lima had some concerns, and this and that, and I'm like. 211 00:44:18.380 --> 00:44:36.730 Ivylevel: let's play this book. I think, clarity around these questions like, let's come up and you can set the stage. You can say we want to drive to these answers, and if you are not, it's fine. You take action items do more research and come back. But without answering and making these decisions, it is not helping anybody right? 212 00:44:37.360 --> 00:44:41.060 Jenny Duan: Right? Totally. Yeah. Okay, thanks a lot. 213 00:44:41.080 --> 00:44:46.120 huda: Alright. I'll see you later this week. Bye, bye. Great. 214 00:44:46.310 --> 00:44:50.530 Jenny Duan: this is great, Jenni. So you're back to Stanford. Yeah, I'm back on campus now. 215 00:44:50.650 --> 00:45:07.589 Jenny Duan: Yeah, hey, Jenny, you think today's a good time for you, because you were, you might have just traveled. Yeah, I think II kind of might want to head out early tonight. I'm running a fivek tomorrow, so I'm going to be up in the morning early 216 00:45:07.590 --> 00:45:29.109 Ivylevel: so I will have to be up pretty early. So we can reschedule tomorrow. 217 00:45:29.760 --> 00:45:56.120 Jenny Duan: Yeah, it's because this guy wants to enroll 1 2222. 218 00:45:56.120 --> 00:46:14.730 Jenny Duan: Okay, that's a lot. Yeah, I wouldn't recommend who to do that. But if they want to do that, then that's fine. 219 00:46:14.920 --> 00:46:34.769 Ivylevel: You know the entire package, like, you know, all the essays and all that stuff I'm I'm we're not gonna read any of these things. Virtually all the standards have live on campus. I don't think anyone prepared it. Like, you know, this is like one of the counselor kind of generated document. Okay. 220 00:46:35.210 --> 00:46:38.039 Ivylevel: now, let's come here. 221 00:46:38.280 --> 00:46:57.489 Ivylevel: I think I'll let me just quickly go to his questions. So his questions are this right? Number one, like I'm attached? So he's not applying for Cs. I'm applying to go on pre met track and have applied for biology for all these schools. Yes, my instant is Washington. The only 2 schools I have with fifteenth Deadline is Nscu. And Unc. 222 00:46:57.620 --> 00:47:17.200 Ivylevel: I have also a couple of questions about. Do you think there are any good schools that I have not applied here, considering my Gpa. And test scores the top school that I want to get into is the University of Washington, even though the application deadline has already passed. Is there anything that I can do? II don't even know. 223 00:47:17.840 --> 00:47:38.659 Jenny Duan: Yeah, I like, why is he saying that, upskill that I want to get into? This is the usual, even though the application deadline has already passed him specifically, Jan. 15. And he said, only these 2 Nsc. I can ask of Washington deadline. 224 00:47:40.660 --> 00:47:42.030 Jenny Duan: So 225 00:47:43.320 --> 00:47:44.970 Jenny Duan: this is premed. What? 226 00:47:45.130 --> 00:47:45.810 What? 227 00:47:46.270 --> 00:47:48.750 Jenny Duan: Hmm! 228 00:47:49.810 --> 00:48:03.330 Jenny Duan: Let's see, application receive application opens. No, look at this. I don't. Can you? Let me share my screen for 1 s and then give it back to you. 229 00:48:03.440 --> 00:48:08.309 Jenny Duan: Sure. Okay. And can you see my screen? 230 00:48:08.630 --> 00:48:17.620 Jenny Duan: I think you might have to stop sharing first. Regular decision is January fifteenth. No. 231 00:48:18.090 --> 00:48:38.929 Jenny Duan: wait. What does he mean by that? He's already submitted. 232 00:48:39.250 --> 00:48:48.120 Jenny Duan: Okay, this is not good. Okay. Couple of things. I'm looking at his application. Now. 233 00:48:48.270 --> 00:48:49.540 Jenny Duan: okay, 234 00:48:50.510 --> 00:48:55.480 Jenny Duan: okay, this is he spelled this wrong. This is a big red flag. Typo. 235 00:48:55.780 --> 00:48:56.990 Ivylevel: Oh. 236 00:48:57.590 --> 00:49:05.340 Jenny Duan: okay. His his awards. This is very impressive. This is. This is impressive, like this is good 237 00:49:05.530 --> 00:49:09.589 Jenny Duan: good awards, profile scores or 238 00:49:09.920 --> 00:49:17.070 Jenny Duan: fine, a little bit low. Biology is 4, but he wants to major in biology. Fine. 239 00:49:17.450 --> 00:49:23.580 Jenny Duan: this is all good. This is like all really impressive. Okay. 240 00:49:23.750 --> 00:49:26.859 Jenny Duan: his essays are, 241 00:49:29.180 --> 00:49:43.769 Jenny Duan: this is not good, yeah, not good. Yeah, this is not good 242 00:49:44.910 --> 00:49:46.580 Jenny Duan: chat. G. Ppt. 243 00:49:47.100 --> 00:49:57.460 Jenny Duan: This sounds like chat, regardless of whether or not it is chat. Gp, it doesn't matter. It sounds like Chat. Gp. Doesn't matter if it is or not, it just sounds like it. 244 00:49:57.650 --> 00:49:59.600 Jenny Duan: Okay? 245 00:49:59.830 --> 00:50:01.920 Jenny Duan: Oh, C, minus 246 00:50:02.330 --> 00:50:03.350 Jenny Duan: grade. 247 00:50:04.930 --> 00:50:06.460 Ivylevel: That's a red flag. Huh? 248 00:50:06.810 --> 00:50:15.219 Jenny Duan: Yes, that's a red flag. C minus in a calculus, a B, 249 00:50:17.040 --> 00:50:18.200 Jenny Duan: okay. 250 00:50:21.510 --> 00:50:30.219 Jenny Duan: this can. This is, it's good that he's explaining this. But his writing needs to be improved. Okay, 251 00:50:30.980 --> 00:50:35.409 Jenny Duan: let's see the rest. 252 00:50:35.830 --> 00:50:40.060 Jenny Duan: Why did he take a note? This is bad. No grade. He dropped out of this course. 253 00:50:40.500 --> 00:50:45.350 Jenny Duan: P, minus B, plus. 254 00:50:45.820 --> 00:50:47.570 Jenny Duan: Okay, see? 255 00:50:49.480 --> 00:51:01.109 Jenny Duan: So you know, these things like admission offices, like, if you can do it like in a one, you know, like, I'm sure they'll the circle it right? Yeah. 256 00:51:01.490 --> 00:51:15.629 Jenny Duan: this is the target profile. Right? II think we need to prepare this kind of a profile and work backwards. Correct, Jenny. 257 00:51:16.080 --> 00:51:21.249 Jenny Duan: His extracurriculars are really good, his awards are really good. His grades made your red flag. 258 00:51:21.280 --> 00:51:24.909 Jenny Duan: His essays do not compensate for his Grace. His essays are bad. 259 00:51:25.560 --> 00:51:41.909 Jenny Duan: As I'm saying, I say, I'm saying this in a brutally honest way. This essays are bad. They sometimes a grade. A grade is okay, like you can compensate for 4 grades if you can explain it. Well, but his essays don't make up for the grade. 260 00:51:41.970 --> 00:51:47.800 Jenny Duan: Yeah, that's the thing. I think his biggest issue should be working on his writing. 261 00:51:47.980 --> 00:51:51.810 Jenny Duan: Yeah, I think. 262 00:51:51.900 --> 00:52:07.929 Ivylevel: I mean he probably still has time right for the 2, and I can be brutally honest with him, and that's who we are like. We don't want to like really sugar coat. And what is the one thing that he can do right now? Rewrite his essays. And you would say, like, you know, literally pretty much like all the all his essays. Right? 263 00:52:08.520 --> 00:52:09.450 Jenny Duan: Yes. 264 00:52:09.560 --> 00:52:20.629 Jenny Duan: Yeah. Well, for for these schools, for University of Washington. Yes, for for the rest of his, I would I would rewrite them. I mean, you don't have to like just change it like change writing style like 265 00:52:21.130 --> 00:52:35.339 Jenny Duan: you don't have to change the essay topic. I think the topics that's fine. But change his writing style. And yeah, rewrite the essays. I think that's the main thing he can do right now and also rewrite his additional information. This section needs to be rewritten, too. 266 00:52:35.570 --> 00:52:44.540 Jenny Duan: Additional information. Okay? Additional information. Yeah. Everything else. His, his extracurriculars and awards. That's very impressive. 267 00:52:44.570 --> 00:53:07.479 Jenny Duan: It's very impressive. He's got great extra feelers, great awards his grades. That's red flag. He also doesn't have any test scores. That's also a red flag, because if you have poor grades, but good test scores that, you know says something. If you have, you know, bad test scores, but good grades. That's also fine. But like he doesn't have a he has no test. He has, like, kind of 268 00:53:07.480 --> 00:53:14.980 Jenny Duan: okay, test scores. He doesn't have any standardized testing, and he has bad grades. So that kind of is a big red flag. 269 00:53:16.010 --> 00:53:16.910 Ivylevel: Okay. 270 00:53:17.170 --> 00:53:36.229 Jenny Duan: okay, I think this is already quite good. I don't want to take more of your time. But what will happen is, I'm sure he might say, Okay, can you please help? And might be will set up like 2 sessions, 2 ss sessions with him. Oh, yeah, but I think it will take a lot of work on his part, like I for the schools that he's already submitted. That's it is what it is. 271 00:53:36.290 --> 00:53:57.980 Jenny Duan: or and then for these ones, I because of his grades. I don't know how much an essay can help, because if it, if the grades are the immediate red flag, then that is just non changeable. But I think essays improving. His essays will make a difference, but I don't know if it'll change his acceptance, because I think the acceptance rate might already be like 272 00:53:58.260 --> 00:54:24.189 Ivylevel: the barrier might just be his grades. But that's not something he can control right now. Right? Yeah, I think whatever we can, right? So I think it's more like, okay, what else can I do at this time to be brutally honest other than essays. You cannot do anything else. That's what it is right. And it's not because we think that your essays are good that we can further enhance it. They're really like, you know, they're chatting. I mean, this is like, yeah. So yeah, might be, you know, just like the session that you did with the 273 00:54:24.190 --> 00:54:48.750 Jenny Duan: I could basically ask his dad that, hey? 15. There's a deadline might be. We can set up like 2 or 3 sessions. That's fine. Yeah. But I don't know how much of an influence it will have on a school like University of Washington for their admissions right? Because they just have, like a bottom line standard, that I he may or may not be able to cross. That's not out of our control that's out of our control. Right? I don't even know about Uc. University of Washington, because he says the deadline is fast. 274 00:54:48.760 --> 00:55:05.959 Jenny Duan: Yeah, can be improved a lot regardless. Yeah, yeah. 275 00:55:06.550 --> 00:55:17.599 Ivylevel: okay, easy is a good. Okay, thanks a lot. So you see, like, I mean, I really wanted our essay kind of application review and boost to be like this like a 50 min review. If you could just do an even recorded. 276 00:55:17.750 --> 00:55:46.070 Ivylevel: I think might be, there is something there, but we should go through parents, you see, like, we tried to go directly to students and run the ads. It did not resonate with students. Thanks a lot. So tomorrow, 70'clock, you have your youngest customer. Okay? Sure. Sure. Yeah. And then how is that gonna work? The structures are just like an evaluation like 277 00:55:46.130 --> 00:56:00.470 Ivylevel: I would say, so, this parent, basically the one thing that you have to hold on, the reason he's coming to us is he's about to make a decision to send his daughter to a very, very filthy, rich school. Okay, he wants to completely sacrifice everything and do that. 278 00:56:00.470 --> 00:56:29.770 Ivylevel: So he thinks that going to a very top-notch private school to change the game which which can right so. But I think the the whole point was, I told him that instead of focusing on this pull in that school, you need to identify a game plan from your for your daughter, and you need to start working on our passions. Let's try to bring out her passion. Let's try to see. Where can we, you know, start helping her get some national awards. And so, you know, like that whole middle school like plan that you said. 279 00:56:29.770 --> 00:56:35.539 Ivylevel: I think. Try to make a game plan for him for the middle school, so that she can start focusing on th those things 280 00:56:35.570 --> 00:56:38.320 Jenny Duan: for for middle school. I feel like, there's 281 00:56:38.440 --> 00:56:41.759 Jenny Duan: okay. This person is what grade sixth grade. 282 00:56:42.020 --> 00:56:44.520 Ivylevel: She's actually in fifth grade going to sixth grade now. 283 00:56:44.640 --> 00:56:47.440 Jenny Duan: and we want to set up our extracurriculars. Okay. 284 00:56:47.620 --> 00:57:10.500 Ivylevel: yeah. I mean, like you. You told me, you know, I mean, I mean, where did you? The one who was actually telling me that? You know, these students actually go to Dubai to Ivy? Okay, so. And he was considering sending her to wear gun, you said, well, I think some like he basically wanted to go to some private school in the Peninsula side. Right? Might be some competitive school. So 285 00:57:10.500 --> 00:57:32.669 Ivylevel: I mean, see, there's no harm in that. But I told him you like just going to a competitive school actually probably reduces it because it's gonna be like more competitive if you're staying in the public. And that was the fundamental post that drove a lot of people to people, hey? Being in a pocket like a rural school setting to your point right? It's still a disadvantage. As long as you are strong in your profile. Great sat scores, you know, good fashion projects 286 00:57:32.780 --> 00:57:39.150 Ivylevel: so I think he doesn't understand the game as well. So what I would recommend is like, just just imagine, like, what advice would you give 287 00:57:39.150 --> 00:58:03.530 Ivylevel: to like a middle schooler who just getting into middle school or an elementary school, hey? You've got this amazing picture. So it's a discovery session, mostly a discovery session and telling them. But definitely he want he's eyeing top iv schools right? So helping him understand the game a bit, and saying, like, you know, he's firing his daughter like, Hey, wow! I spoke to someone from Stanford like inspiring and motivating. 288 00:58:03.640 --> 00:58:17.559 Ivylevel: Can you imagine how life changing can that be? Then telling that? Hey? You're all said, you're great. Let's do this. Start focusing on Xyz. And then, you know. Yeah, it doesn't have to be very comp like, like this high Schooler stuff. 289 00:58:17.650 --> 00:58:35.020 Ivylevel: but and again, like you, you know better, because you have helped many, many more junior students. I don't want it to be irresponsible right? Where. That's why I'm very afraid to even touch like, you know, middle schoolers and elementary, because I don't want to come across as someone who's trying to put that pressure right? 290 00:58:35.360 --> 00:58:53.200 Jenny Duan: So yeah, okay, did you send the invitation. I don't know if I've received it yet. Okay, great. Yeah. Sounds good. So 7 to 8, 1 h tomorrow. Session 8 to 9 tomorrow. 291 00:58:53.200 --> 00:59:09.309 Ivylevel: Okay? Sounds good. Yeah. Could you send me invites for those? Yeah, yeah, I think I'm I'm gonna get better now. Because now II I've also spoken to a Philippine virtual assistant, because now we have customers coming in right. But again, Jenny, I really want you to. 292 00:59:09.370 --> 00:59:22.350 Ivylevel: I really want you to start thinking about, how are we gonna scale this? Right? I'm happy, like, you know. Say, for example, 20 right? One session, you get 20. If as long as you help me hire basically a junior. 293 00:59:22.390 --> 00:59:37.700 Ivylevel: So we can work on that split model because all the strategic work you can do. But you know, like how Huna has like 2 sessions, and also say, Imagine, like, you can show up with Anushima on day one, and then we can actually give it to day 2 to someone else like that kind of stuff. 294 00:59:37.900 --> 00:59:41.629 Jenny Duan: Cool? Yeah. Okay, cool, I think. 295 00:59:41.690 --> 00:59:45.150 Jenny Duan: yeah. How many people are you looking to recruit right now. 296 00:59:45.240 --> 01:00:09.149 Ivylevel: So I think for me. There will be 2 more touch work. At least there will be 2 more one year programs, right? So one more Zara, or like, just like the and then hopefully, there'll be one more this guy that this his brother basically telling him, guys, why did you write this kind of essays? Right? So he's a sophomore one year, and this girl one year. But again there can be 2 or 3 more as well. Right? So 297 01:00:09.150 --> 01:00:33.679 Ivylevel: think of it this way. There, at least 2, I would say, for now. So you start thinking like I would say, like more like, you know, someone who who enjoys has is passionate about it, and could be like doesn't have to be a freshman could also be like your your kind of colleague, you know, like I'm fine, you know Stanford students only. No, not necessarily right, I think. I'm I'm not at all looking, but I think as long as they are 298 01:00:33.900 --> 01:00:41.390 Ivylevel: Mit or Howard like Iv right just to, because we we are Iv level, right? So we want some premium there. 299 01:00:41.420 --> 01:00:48.509 Jenny Duan: Got it? Got it? Okay, that makes sense. Yeah, okay, thanks so much. That sounds good to me. 300 01:00:48.650 --> 01:01:12.120 Ivylevel: yeah. Okay, cool. And and don't worry. You know, Jenny, it's just that I don't know about the business model yet, but do not think for a minute that I'm just trying to get someone on hook so that I won't give you the opportunity. Right? You don't. I don't want you to think like this. We are co-creating, and I want to build a model here with you without even working, actually get a revenue cut. 301 01:01:12.270 --> 01:01:13.880 Ivylevel: That is the model I want to build 302 01:01:14.060 --> 01:01:20.319 Ivylevel: because because you're gonna help. And I think that's how we win right? Because otherwise we can't blow this. So as simple as that. 303 01:01:22.200 --> 01:01:24.660 Jenny Duan: Okay, awesome. 304 01:01:24.680 --> 01:01:44.259 Jenny Duan: sounds good. I think I have someone in mind. I can maybe share your information with him. He's Stanford Freshman right now also from Portland, I think. Cs. Or Ee Major, or something like that. I think he would be good. 305 01:01:44.360 --> 01:02:03.430 Ivylevel: yeah, yeah, I'll I'll I'll ask him and then connect you with him. If that works out you might be busy depending on his schedule. But I can ask him, yeah. But I mean, like, you're taking decisions on that. We have. Okay? I mean you. I think II really want you to kind of like how you know, like Maddie goes and finds like, because it's like great people attract great people. Right? 306 01:02:03.450 --> 01:02:14.190 Ivylevel: So that is my fundamental rule. Right? You hire best people. They know how to attract best people. So just just see like it. Will he enjoy? Will he be good for our like, you know, task style and all that stuff. Okay. 307 01:02:14.200 --> 01:02:16.079 Jenny Duan: yeah, okay. Alright. 308 01:02:16.100 --> 01:02:21.520 Jenny Duan: Where are you running downtown like, where are you running. I'm running in the 309 01:02:21.750 --> 01:02:23.640 Jenny Duan: What's it? Called Golden Gate Park. 310 01:02:23.790 --> 01:02:30.029 Ivylevel: Oh, my God! Send some pictures! Bye! Take care.",
  "segments": [
    "Week 20 - Coaching_Jenny_Huda_Wk20_2024-01-06_M_32bd23aaf2434399U_2024-01-05_00-00-00 WEBVTT 1 00:00:52.740 --> 00:00:53.720 Ivylevel: With that. 2 00:00:54.970 --> 00:00:56.080 huda: Yes. 3 00:00:56.380 --> 00:00:57.470 Ivylevel: you're joined. 4 00:00:57.830 --> 00:01:01.709 Ivylevel: Okay, I think Jenny is probably in the other meeting 5 00:01:14.540 --> 00:01:15.700 huda: to find. So 6 00:01:16.170 --> 00:01:24.350 huda: of our foreign policy. Joe Biden's son Humbert got 5 million dollar ride from Ukraine. That's why we're sending 200 billion dollars back to that same country. 7 00:01:28.520 --> 00:01:29.659 Hi! How's it going? 8 00:01:30.020 --> 00:01:31.999 huda: Hi, it's going? Well, how are you? 9 00:01:32.050 --> 00:01:38.090 huda: I'm doing well, how was your break? Do you go back to school? Tomorrow or no? Monday? Monday? Yeah. 10 00:01:38.170 --> 00:01:51.230 huda: Yeah. Awesome. How how does it feel to like be almost done with? Break? It's kind of sad because I did. II felt like I did a lot this break. But it just felt too short. But yes. 11 00:01:53.940 --> 00:01:56.500 Jenny Duan: that's okay. What was the oh, go ahead, Sarash. 12 00:01:56.830 --> 00:02:03.549 Ivylevel: Oh, no, no good. Sorry. I didn't mean to. Yeah, interrupt. Good. I was just gonna ask what was the highlight of break for you? 13 00:02:04.040 --> 00:02:21.139 huda: I think, just in terms of fun. We did go to like Seattle and Oregon. So that was pretty fun. But I did like end up actually like a few minutes before this call I just finished coding my games. So that's something that I'm really happy about. 14 00:02:21.840 --> 00:02:27.480 Jenny Duan: Congratulations that's so awesome. Yeah, that's that's super awesome to hear. 15 00:02:28.310 --> 00:02:29.110 huda: Yeah. 16 00:02:29.760 --> 00:02:33.459 Ivylevel: 3. How was your break? Jenny. 17 00:02:33.700 --> 00:02:41.719 Jenny Duan: yeah, I mean it was good. I also did like a one day trip to Seattle to drop my all off at the airport.",
    " But I like Seattle. I think it's a great city. 18 00:02:42.260 --> 00:02:44.400 huda: Hmm, yeah, definitely. 19 00:02:44.730 --> 00:03:04.129 Ivylevel: I think Oregon was good, too. But I mean, honestly, I didn't. II didn't know like what II think it's just that. Probably we didn't prepare well, or they were not. I think there's a time of year, because, I know, like Oregon has a a really good nature, but we just couldn't see it, because it was a raining most of the time we're there. So 20 00:03:04.280 --> 00:03:05.380 huda: yes. 21 00:03:06.320 --> 00:03:11.189 Ivylevel: But yeah, and you know, unfortunately. So I really wanted to get to this timberline lodge. 22 00:03:11.490 --> 00:03:17.000 Ivylevel: And so we stayed overnight. But on my way back got this flu. 23 00:03:17.050 --> 00:03:28.919 Ivylevel: So unfortunately, by the time we reached there it was like so much like such a huge line. so we could not take the right, and I just keep. But we did see Mount Hood, and we took those pictures and all that stuff. So everything was good. 24 00:03:29.570 --> 00:03:37.640 Jenny Duan: That's awesome. Yeah, I think it's like it. Usually it's also nice to go skiing in Oregon. But this year this snow hasn't been good. So that's a challenge. 25 00:03:38.440 --> 00:03:46.820 Ivylevel: No, but very beautiful. Actually, you know, the whole terrain was different. I think the the trees are really like the pine trees are like really 26 00:03:47.000 --> 00:03:48.010 Ivylevel: tall. 27 00:03:48.410 --> 00:03:51.179 Ivylevel: And yeah. 28 00:03:51.190 --> 00:03:59.390 huda: yeah, it's kind of like twilight, I think. Yeah, I was like, foggy as well. So definitely set the moon. 29 00:03:59.530 --> 00:04:07.409 Ivylevel: Yeah, II think the clouds were actually quite low, right? Lot of the times we were driving, like, you know, like Hawaii kind of stuff, you know, very, very low and stuff 30 00:04:07.580 --> 00:04:13.779 Ivylevel: anyways great. So, thanks, I think this particular sess",
    "ion. I wanted to join us. You know. 31 00:04:13.890 --> 00:04:15.340 Ivylevel: Houda's dad 32 00:04:15.490 --> 00:04:23.059 Ivylevel: and I think what is important is, it's also kind of Jenny has 33 00:04:23.110 --> 00:04:41.600 Ivylevel: a mentor. And pm, I think it's also important for us to use this as an opportunity to really structure. The what a first session. Of seen like last year. Final. Your student, I think that junior senior thing is still confusing. I mean, the whole idea, like, students are applying this year. You know, it's gonna look like. 34 00:04:41.890 --> 00:04:50.070 Ivylevel: and we have a few customers in line. And that's what's gonna happen. I think that's what Neelima also wants. And so think about it. It's like 35 00:04:50.230 --> 00:05:04.709 Ivylevel: Pudda. You don't know like me. You don't know. This is our first session. Say, we already had a game plan in our mind, right? Probably you worked on it. You gave us a game plan, and we prepared a few things. So now it's really to take a stake of like, you know where we are. 36 00:05:04.890 --> 00:05:10.050 Ivylevel: number one, I think. But, more importantly, what I want the outcome of this particular session is. 37 00:05:10.360 --> 00:05:17.790 Ivylevel: it is really like to build an ideal target profile or an application of Houda 38 00:05:17.960 --> 00:05:33.800 Ivylevel: towards the end of the year. Right? So it's like you being that Stanford achiever and winner like an Iv student. And admit, I think the whole idea. We want to say that based on now that you, you know, like you're able to bootstrap, because, you know who does kind of credentials and overall like, you know her profile. 39 00:05:33.800 --> 00:05:50.470 Ivylevel: But imagine if I gave you that information prior to this call, and you look at it. And you're like, Okay, now let me use this and let me fill all these gaps and create a very ideal profile Amazon style, and say, Okay, with the these kind of things. You know, she's a ",
    "videographer. She's this is this, and I know, like what kind of students have made it to Ivs. 40 00:05:50.500 --> 00:05:58.030 Ivylevel: Let me create like a dream profile or an application. Let me start writing it. discussing with us. 41 00:05:58.250 --> 00:06:04.500 Ivylevel: And then let's work on the gaps right? And then just put red like, what are the things that are missing today 42 00:06:04.570 --> 00:06:09.489 Ivylevel: so that we can. So that's number one, yeah, creating a target profile and then working backwards is number one. 43 00:06:09.510 --> 00:06:20.750 Ivylevel: number 2, and again, this will need not happen in this one session. It could happen in our next 45. But Number one is creating that art ideal target profile. The next 2 questions, as we discuss. Very important 44 00:06:21.100 --> 00:06:25.089 Ivylevel: is your college list and your major list bringing clarity on that. 45 00:06:25.130 --> 00:06:47.709 Ivylevel: And we know that it takes a lot of time, and we have been burnt once last year, but the idea would now be like, Hey, you know, it's okay that you are in actually a sophomore year or junior in the last. I mean, this is your final year. I you know, we hope that you have a better understanding. But let's start with the baseline based on whatever you're able to decide today, what are is, what is the those 3 questions that you asked? 46 00:06:47.760 --> 00:06:50.650 Ivylevel: What is important to you among these 3 things 47 00:06:50.840 --> 00:06:55.240 Ivylevel: and based on that. Let's come up with the top 3 colleges top, 4 colleges. 48 00:06:55.570 --> 00:07:05.450 Ivylevel: let's not talk about the safe safety college. And you know the the let's talk about reach right? Because we are talking about Iv level. And we want to start with the reach colleges and say, Okay. 49 00:07:05.530 --> 00:07:12.249 Ivylevel: what are the top? 3 colleges? What are the top? 3 programs that kind of align with you? Let's work on that. So I think if we can ",
    "answer these 3 questions. 50 00:07:12.810 --> 00:07:22.120 Ivylevel: then our whole story is okay. Now that we are aligned on what our profile should look like, what the colleges we are targeting, what the majors we are targeting. 51 00:07:22.240 --> 00:07:28.180 Ivylevel: Now I want to work with your daughter like next session to set up the goals and highlight. What are the weak spots. 52 00:07:28.350 --> 00:07:41.800 Ivylevel: and then we will work on it. I think I think that is what I'm thinking, because I think every other service, if you think about it right counselling service. I'm looking at competitive. They spend like 5 weeks. Just discovery calls this calling. What is the use of doing that like? 53 00:07:41.870 --> 00:07:50.330 Ivylevel: I don't want to understand what the poly system is like, you know. Tell me what my daughter needs. Tell me like, you know. So I think let's make it like that if that makes sense. 54 00:07:51.250 --> 00:07:58.219 Jenny Duan: yeah, tha, that definitely makes a lot of sense. So I think for Ruda, I think my first question would for you is 55 00:07:58.320 --> 00:08:21.430 huda: I guess right now, off the top of your head. Is there a dream school for you based on your understanding? I'd say, I think maybe. Usc, I'm like kind of torn between Usc. And Stanford like they're my zoom colleges. But I think, Stanford the program itself. I don't think it speaks to me the most. So I'd say, actually. 56 00:08:22.490 --> 00:08:34.549 huda: Usc and Mit is like my dream school cause I love the program. At least someone that you like showed us. But yeah, I'd say that. And I also really like uc, Berkeley. But 57 00:08:34.610 --> 00:08:40.160 huda: yeah, that's like kind of less ambitious than Stanford and Mit. 58 00:08:41.059 --> 00:08:49.810 Jenny Duan: yeah. And then, do you know what, Major, you want to study? So I know we've been talking about game design? Yes. Do you like within that like. 59 00:08:49.830 --> 00:09:16.070 Jenny Duan: are ",
    "you still thinking technical? So like Cs game development? There's 3 branches I could see going down. You could go down like a Cs degree, or maybe like a technical game development degree, there's a design degree. So if you want to go into the game design specifically, that would be like a BA, so Cs is a Bs like bachelor of designs. There's a BA, so I think Usc is a BA like game design development. That's like BA, or you could do 60 00:09:16.070 --> 00:09:26.099 Jenny Duan: are you still thinking about film? And is that still on the table? And I know we haven't talked about that in a while, but I do remember that something you're interested in in the past. So do you have any idea about what your intended major would be? 61 00:09:26.340 --> 00:09:45.799 huda: Yeah, I think for me game development. For, like the Usc program for game developments really great. I've seen and like, I think it's kind of different for different colleges. But I would be interested in film school. But 62 00:09:45.960 --> 00:09:50.210 huda: like I said, like, I don't think I really have too much like 63 00:09:50.740 --> 00:10:06.219 huda: like background in that, and at least on like my resume. So like, I'd say, like, kind of a mix between like technology and creative. So, yeah, like game development. And maybe some like journalism. 64 00:10:07.160 --> 00:10:36.339 Ivylevel: J, okay, so I wanted to also interrupt here. Sorry. Right? So I think this is a very important point that you're raising Jenny. And this is where a lot of confusion comes between parents. Which is what is your major? That is the fundamental question. It's major, which means this is your primary kind of thing, right? And this is where parents combine everything. Oh, no! But she can do music, too, and she can do this. But I think the real question here is as I. And again, like I'm not want to put. I don't want to put like words in your mouth, but my understanding on what Jenni really asked is 65 00:10:36.340 --> 00:10:51.72",
    "9 Ivylevel: as a major. What is your thing like? Do you even want to pursue filming as your major, which means that it could be really a media kind of track. Correct? And then Jenny also said that, hey, game development is actually not a Bs, it is actually a BA, 66 00:10:51.730 --> 00:11:07.770 Jenny Duan: so it is more like, right, is that correct? Yeah. So my understanding is, there's a couple of different tracks like I could see you go down. I would definitely be honest. I don't think film school is a good fit for you. I think you will be wasting your talent and computer science doing film school. I think that it'll be like. 67 00:11:07.780 --> 00:11:12.159 Jenny Duan: probably you wouldn't be able to do as much like coding as you want in film school. 68 00:11:12.170 --> 00:11:35.030 Jenny Duan: So I don't think that's a good direction for you to go down. But I think that film is really important for you, and if you want to do that as a hobby, there's so there's difference between what you want to study as a major which will lead to your career versus like the things you want to be involved in at school. So, for example, if you don't end up choosing game design as your major. You could be in like a game development club, or you could be like in a professional organization that focuses a lot on game design. So I think. 69 00:11:35.410 --> 00:11:56.070 Jenny Duan: like, if we're looking at the future, if you want to be a game developer, I think there's 2 different paths within that. So first, you could choose to do a traditional Cs degree, and then that's like a bachelors assigned. So you'll be taking like computer science, engineering, physics, etc. But I think another really interesting path for you to consider if you are so interested would be, it's something like 70 00:11:56.180 --> 00:12:12.230 Jenny Duan: like, let me just, is anybody share my screen and like, just show you a couple of programs. So there's that mit program I showed you. There's something at P",
    "enn called digital media design. So this is like a path that kind of combines computer science and art. And a lot of schools have this under different names. 71 00:12:12.230 --> 00:12:36.849 Jenny Duan: So like at Upenn, it's called digital media design. So it's an interdisciplinary major. But within the school of engineering. And you have, it's a bachelors of engineering, and you have like, but you have a lot of design school, so like fine arts, courses from Penn school of design, communication courses, theory courses from the Annenberg school. And of course, major coursework in computer graphics from computer information sciences. So again, you have to take all the programming classes. And then 72 00:12:37.020 --> 00:12:57.720 Jenny Duan: you take like math whatever. And then you take like electives, including maybe like our or computer modeling and like social sciences. So this is like kind of a blended degree that you could think about and like, for example, at Uc. Irvine, within their department of informatics. So within their computer science school. They have, like, yes, game design and interactive media. So. 73 00:12:57.960 --> 00:13:24.609 Jenny Duan: But these programs are more like a combination of design and engineering which I think this could be like a good fit for you if you're interested in the the design part. But if you wanted, you could also just do like a bachelors assigns just in computer science, and maybe like a minor and something else. But if do you want like a specialized major like this one like the pen one like, you know, Usc has a game design, major. Obviously, like, mit has an interactive media one. 74 00:13:24.680 --> 00:13:30.639 Jenny Duan: uc, Santa Cruz has a really strong game design program like, do you want a program like that? Or do you want just computer science? 75 00:13:30.810 --> 00:14:00.040 huda: I think interactive media is like really interesting. And I definitely see, like I noticed it says something about AR and VR, I",
    " think, like working with media. And that form of technology is like, really, that's something that I'd really be interested in. And I think that kind of connects with like my love for media and also like programming. So I think I mean, we can be very prescriptive here again. I know that. You know. I think this is one area where I feel like Jenny. 76 00:14:00.040 --> 00:14:25.099 Ivylevel: I think in our service. We also need to be. We need to play that kind of a bit of a tough prospective role, because what happens is otherwise. I've seen that firing back now, right? Imagine if we had really taken a stance with Neil, Ma, I don't think I would have spent like 1 h discussing with her, and like she coming back to me like, Hey, you know, why? Why are we not exploring this? Why are we not explaining that? So let's be safe. So I think, as a dad. Now I'm hearing that, my daughter, you've asked very good questions. 77 00:14:25.100 --> 00:14:34.859 Ivylevel: and you opened up some new venues for us. And what I'm hearing is that who does interest and passions and skill set and strengths also lie in that mix of design and engineering. 78 00:14:34.980 --> 00:15:01.339 Ivylevel: and and for S, and you have actually reminded me multiple times that how competitive the Cs programs are. So I would rather love to pursue these kind of interdisciplinary. I can take that decision today, on, on, you know, as a dad. And then I'm also hearing like, without any force like you know who the also wants that conversation. So then might be our game plan should be around that right. I think that is the thing I would love to explore with you and see like, how can we make it more prescriptive for parents right early on. 79 00:15:01.340 --> 00:15:09.070 Jenny Duan: Yeah, I think like a big part of that application is also building your story. And I think that applying to one of these programs is a really good way to connect, like 80 00:15:09.070 --> 00:15:34.000 Jenny Duan: your love for film and b",
    "ecause your film and journalism and all of that, that's a form of communication. And at the end of the day, like the Us. And game design and interactive media. It's all about using games as a Me as a form of communication, as a form of media and as a form of influence. And so that really brings out your journalism, your film aspect, and it ties into your technical aspect alongside, like the game that you built. The game that you built is a key example of that. 81 00:15:34.000 --> 00:15:42.980 Jenny Duan: like bringing something and educating it to other people talking about something that affects society. So AI ethics that's like a social justice issue. That's that's an ethics issue, and 82 00:15:42.980 --> 00:15:57.669 Jenny Duan: that like brings all this together. So just like this, the digital media design it, you know, it's computer graphics. Obviously so computer science communication theory and fine arts. So you have skill set and passion in all those areas. So I think that this is like a really. 83 00:15:57.670 --> 00:16:09.270 Jenny Duan: to me it seems like not a stretch for you to apply for this program. It seems like a very natural continuation of things that you already do. So. That's why I think applying to a program like this could be like a good fit for you if that's what you're interested in. 84 00:16:09.270 --> 00:16:33.110 huda: Yeah, I've noticed like like, I think the Uc Irvine one kinda stood out to me. And it's also kind of similar to the mit one with like the interactive media. And like relating both topics, I think. Something that I'm noticing is I'm kind of interested more in like interactive media. So like, even in other schools, I'd probably apply at that. Major. 85 00:16:33.980 --> 00:17:02.960 Jenny Duan: Yeah. And look at this like, want to learn how you can use games and other playable media for social good. That's literally what you're doing right now. Like, do you have creative ideas for new kinds of games and interactive experience",
    "s? That's like, you know, branching out into like AR VR, etc., etc. And actually, I think Irvine's like a like. Do you want to be in Southern California for like, for instance, if you see yourself 5 years from now, like, where do you? Where do you want to work like? Do you want to work at like a Disney. Do you want to work in big tech like where 86 00:17:03.000 --> 00:17:10.630 Jenny Duan: I mean? Obviously, you have a lot of time to explore. But like, you know what type of industry you want to work in within games, because it's pretty broad, you know. 87 00:17:10.859 --> 00:17:17.809 huda: Yeah, I was thinking, like one of my team like companies to work at is riot games. 88 00:17:18.040 --> 00:17:39.210 Jenny Duan: Oh, I see, they mentioned right? Actually, yeah. Cause I mean, you're in, I think, being in Southern California like that, they said. Located in Silicon Beach. You'll have industry partners like blizzard riot, electronic parts of city and entertainment, age of learning, Disney, tencent cartoon network, like really great entertainment media companies. So I think like for you, if you want to work in this industry. 89 00:17:39.240 --> 00:17:40.799 Jenny Duan: I would say, actually like 90 00:17:40.890 --> 00:17:47.149 Jenny Duan: this la or California bubble is probably like going to be a really good place for you to be in, I would say 91 00:17:47.550 --> 00:17:50.619 Jenny Duan: like more so maybe, than I think 92 00:17:50.640 --> 00:18:14.570 Jenny Duan: the East Coast schools are also great, but if you want to be in like the entertainment centers where these companies are then like, I think, being in California. Slash the Silicon Valley or Los Angeles area. So that's like Usc Uci, Uc. Berkeley, think this is a good place just for company placement, because you'll get more opportunities like shadow people in the companies like Go on company tours and like they'll just be more in proximity to where you are. 93 00:18:14.570 --> 00:18:29.949 Jenny Duan: So I",
    " think that's like one consideration, too, because I think like in Boston, for example, where mit is, there's not as many entertainment like really things the same with. If you decide to apply for this program in Pennsylvania, that's not to say you shouldn't apply for the programs. It's just like something to think about as well. 94 00:18:30.050 --> 00:18:55.810 Jenny Duan: Umhm, so. And also, I think another thing is, if you are really like the California schools, you have like a better chance of you have, like a good chance of getting in because you're been in state students. So I think that's definitely another pro to think about, because, like, your opportunity will be like comparably a little bit easier compared to out of State students. And so if you really like a program in California, like, I would definitely encourage you to like, apply for it. 95 00:18:56.240 --> 00:18:58.809 huda: yeah, stay in California. 96 00:19:00.120 --> 00:19:00.990 Jenny Duan: Okay. 97 00:19:01.200 --> 00:19:23.020 Ivylevel: yeah. No. I think you're asking. Absolutely. II think these are all like important kind of factors, right? That we need to bring in our algorithm of how we go about really bringing down like these questions that you're asking. And II really love the fact on how you've actually also related it to the future. You know, job opportunities and economic opportunities, because at the end of the day 98 00:19:23.020 --> 00:19:39.530 Ivylevel: that is the number one driving factor, be it like student or a parent, hey? Wherever I can actually get better job opportunities. Even though passions aside, you know internally, everyone wants a good major which has actually better opportunities. So it's good. Now, my question for you is 99 00:19:39.650 --> 00:20:03.259 Ivylevel: couple of thing right? Just to reiterate on what I'm hearing back to our fundamental first principle questions, is college important to you is major important to you, or basically a mix of both college an",
    "d major important to you. The 3 laws of Jenny. I think the first one I'm what I'm inferring again, based on the discussion we had right now is, I feel that you are actually more major driven. 100 00:20:03.260 --> 00:20:10.030 Ivylevel: Is that correct? Like II see that excitement. I don't see that excitement when Stanford is mentioned, or Mit is mentioned, or 101 00:20:10.030 --> 00:20:28.740 Ivylevel: any school is mentioned. Right? Of course you have some liking, but I see that kind of shine in your face when game plus design is like, you know, engineering is mentioned where design plus this is mentioned when the Gaming Company's name is mentioned. Correct so might be. Then we take that decision. That, hey? Let's prioritize measure now 102 00:20:28.900 --> 00:20:44.170 Ivylevel: and and then. So that that kind of revises and completely Rev. Like, you know, that makes us really we revisit our our our school list now, because, like, for example, Upenn, that program that Jenny showed is actually an excellent program in my view. Right? 103 00:20:44.170 --> 00:21:01.409 Ivylevel: So might be. That should be among your top list like we never thought about Upenn as a school. But now, because Major has become like, you know, your top thing might be we should look at that and Mit, and and might be. Stanford is not in the list, you know. Probably Stanford is not the right school for this program. Right? That's how we think about it. 104 00:21:01.580 --> 00:21:06.920 Jenny Duan: Yeah, III would agree I would definitely agree with that. and I think, like 105 00:21:07.640 --> 00:21:23.300 Jenny Duan: one mistake that a lot of people make is like only applying for schools based on prestige, when you know you can go to still a very prestigious school, with like a great program, too. So I think, like only applying to school that you are really, really passionate about would be like, probably the best. 106 00:21:23.410 --> 00:21:29.350 Jenny Duan: yeah. So uci, right? Yeah. Uci, a",
    "re you? 107 00:21:29.620 --> 00:21:31.730 Jenny Duan: How much? 108 00:21:32.260 --> 00:21:52.710 Jenny Duan: How much does being in California like influencers? Do you really want to be in California? Because if you only want to be in California, we can still have a complete school list of like 15 schools with this program in California, because California has, like some of the best schools in the nation. So are you? Do you really want to be in California? Do you want to be like on the East coast like? Do you not care? What are you thinking about that. 109 00:21:53.100 --> 00:22:09.949 huda: I mean, like my priority for colleges is that it's in California cause I obviously want to stay like closer to home. But like at the same time. I'm not really like scared to apply outside of California. If like, the program is really good, then 110 00:22:10.020 --> 00:22:21.650 huda: then I'd definitely like, be be be confident in applying to that college. Yeah. So I definitely see here, like, program is the priority. So like, wherever you end up with, like the best 111 00:22:21.680 --> 00:22:26.929 Jenny Duan: program in what you want to do. That would be good. Okay? So right now, 112 00:22:27.220 --> 00:22:35.699 Jenny Duan: I'm gonna start compiling a list on our document of some of this schools that I think could be like ones to think about. So. 113 00:22:36.080 --> 00:22:52.679 Ivylevel: sorry. Yeah, let's let's take that. Let's record that. Because also, I'm trying to. You know, use this as a reference for other sessions. So might be the key question. Let's record some decisions that are being made. And I would love to do this, Jenny, because we wanna also make sure that parents don't want us back. 114 00:22:52.940 --> 00:22:58.490 Ivylevel: The decision that is being made. and especially with anushka and and Neil Mai would love to do this. 115 00:22:58.550 --> 00:23:13.370 Ivylevel: that we want to prioritize Major number one. And let's call out the major that we are pri",
    "oritizing here is an engineering plus design or media whatever, like, yeah, interactive media and arts and design. So this is our like priority. 116 00:23:13.370 --> 00:23:37.969 Ivylevel: and might be, I know that you have asked great question. I think a good way to do is to work on it incrementally, Jenny, in my experience. If we start optimizing for too many things, we are not able to converge. That's again a problem. Right? So not everyone will have that clarity correct. So it's like, it's great for that to say that. Okay, doesn't matter. If I get a good program I would go ahead. And you know, dad, me being that I'm sitting here. Of course I'm gonna support that. 117 00:23:37.990 --> 00:23:50.340 Ivylevel: So I think let's try to bring that up California. But open to other locations. And who are you also feel free to chime in? You know? Because we are actually deciding this on your behalf 118 00:23:50.730 --> 00:24:00.890 huda: not on her behalf, not on her behalf. We're deciding it with her. Yeah, this is like the the Irvine program. 119 00:24:01.230 --> 00:24:08.939 huda: I think it. So far, it's like one of the like, I think Mit and Uci have, like some of the best programs so far. 120 00:24:09.280 --> 00:24:11.370 huda: And yeah. 121 00:24:13.600 --> 00:24:21.889 Jenny Duan: okay, awesome. And then, pen, interactive media art is a good one. 122 00:24:21.950 --> 00:24:26.890 Jenny Duan: Do you know the university? Chapman University? Are you familiar with that? 123 00:24:27.230 --> 00:24:37.230 huda: I think I've heard of it, but I don't know too much about it. It's another good school. It's a private college in La. So in La, and they have a game design minor. 124 00:24:37.270 --> 00:24:50.520 Jenny Duan: So this would be like a good idea if you wanted to do like a media studies major with a game design minor like a Cs major game design minor something like that. Game development. Pro, it's like a game development programming 125 00:24:50.630 --> 00:25:06.360 ",
    "Jenny Duan: minor. And it's located across the school of engineering and also the college of Film and media art. So if you want to like, do film stuff at Chapman's like a really good film school, too. So if you want to pursue film, Chapman's like a really good place to be 126 00:25:06.490 --> 00:25:09.150 Jenny Duan: So here's like they have this good minor in 127 00:25:09.290 --> 00:25:12.709 Jenny Duan: in game development programming. And you could major in like 128 00:25:12.740 --> 00:25:17.169 Jenny Duan: software engineering or computer science or data science or computer engineering, or something like that 129 00:25:17.380 --> 00:25:21.389 Jenny Duan: which would be like a good idea for you. 130 00:25:21.960 --> 00:25:23.130 Jenny Duan: and 131 00:25:23.230 --> 00:25:33.850 Ivylevel: I told you. 132 00:25:33.890 --> 00:25:54.919 Jenny Duan: and then Ucla Lmu. These are like more like filming and media schools. Ucla, I think hopefully, I think if La is the goal, there's like that's a perfect place to be, I think, for this type of major, like, I think 133 00:25:55.090 --> 00:25:57.090 Jenny Duan: definitely a lot of 134 00:25:57.670 --> 00:26:24.350 Ivylevel: good resources and opportunities. There doesn't have a game design program. 135 00:26:24.460 --> 00:26:31.810 Jenny Duan: They have courses in it, but they don't. And same with Berkeley. They don't have like these majors. 136 00:26:32.530 --> 00:26:33.510 Jenny Duan: yeah. 137 00:26:33.890 --> 00:26:42.490 Jenny Duan: but they do have courses. Oh, go ahead. I think, for, like some colleges, maybe I could probably apply for media studies. 138 00:26:42.650 --> 00:27:07.459 huda: Yeah, either that. Or else if you have, maybe AI ethics, since I do have some extra curriculums for that. Like, I think, like empowering AI, and also like and also like the game, it does include AI ethics. So maybe like so I know you said, Stanford has like a like a AI ethics program. So yeah, like, symbolic system. Like, are you thi",
    "nking cognitive science? Is that what you're thinking? 139 00:27:08.620 --> 00:27:17.070 huda: Doesn't have an ethics program. We have a con like, we have a concentration like human Centered AI within a different major 140 00:27:17.210 --> 00:27:46.700 Ivylevel: authentic. I'm I'm I'm I'm I'm I'm I'm I'm I'm I'm I'm I'm I'm I'm I'm I'm I'm I'm I'm I'm I'm I'm I'm I'm I'm I'm I'm I'm I'm 141 00:27:46.700 --> 00:28:08.719 Ivylevel: now, I think, what you're talking about definitely. We should have the kind of you know, other safety like, not safety for other reach school. The other II don't know. How do we categorize that? But my only concern is, we should also not be diluting again like trying to pursue too many things. And again, like, I'm talking under your command here, Jenni. 142 00:28:08.720 --> 00:28:32.540 Ivylevel: So so then what happens is again like, Oh, yeah, you know I want to get into these 5 schools. But you know what I also want the other 5 school. And I'll basically pursue AI, and then like, and I don't. Then I don't understand what your narrative is like, you know. Are you an AI person, or are you like, you know, a gaming developer person. Right? So I think this is where, Jenny, I think we need. You need to be more prescriptive. Right? Just the way you said, hey, I don't think 143 00:28:32.540 --> 00:28:55.979 Ivylevel: you pursuing a filming major will be a producer, which is fine, because you're working with that for a year now, like, you know, 6 months each month, so I think you know her, and I think II would love you to be a bit more prescriptive to parents as well, because parents are actually lost, and they are kind of coming for that advice. And the the challenge I've seen is the more you O, open it and start discussing with them, it can go for a year. 144 00:28:56.010 --> 00:29:08.309 Ivylevel: Right? So so so, yeah, I think the the other elements that Huda has, be it AI or other interdisciplinary. I would love to have that as kind of a piec",
    "e P. One. Or 145 00:29:08.410 --> 00:29:11.150 Ivylevel: but then, again, my question to you would be. 146 00:29:11.250 --> 00:29:19.330 Ivylevel: as long as it doesn't harm or does not cannibalize her main narrative and application focus. Right? 147 00:29:20.070 --> 00:29:21.820 Jenny Duan: Yeah, I would agree with that. 148 00:29:21.930 --> 00:29:32.359 Jenny Duan: I would say. Like, if you were to apply for a Uc. Breakfast, I would not try to, or Stanford. I would not try to go cognitive sciences, cause I don't think you'd be interested in that cause. That's 149 00:29:32.490 --> 00:29:57.420 Jenny Duan: like philosophy, psychology, linguistics, stats, math and Cs. And based on my curriculum. I don't know if that's something you were interested in. But I think maybe, like a media studies major might be a better fit or within Cs human computer interaction might be a good fit for you, too. So. But I've isolated like these schools. I think that could have like specific game design development programs. They think it could be good for you. So 150 00:29:58.030 --> 00:30:01.410 Jenny Duan: Uci, U Usc, UCI. And Chapman. 151 00:30:01.670 --> 00:30:03.670 Jenny Duan: These are all 152 00:30:03.690 --> 00:30:11.490 Jenny Duan: in Southern California, which is good. And then Ucsc obviously is in Northern California or like 153 00:30:11.540 --> 00:30:23.979 Jenny Duan: Bay Area Ish, which is also a good school. And then on the east coast there's 4 schools, I think, could be good. So mit obviously, Penn, interacted there. Interactive media arts, Major is like pretty good 154 00:30:23.980 --> 00:30:52.390 Jenny Duan: northeastern has a bachelors, fine arts and computer in game design and northeastern, you could combine that. So if you were to do a Bfa, you could also combine that with a major or a minor in computer science. And that would like, give you that well rounded sort of outlook and northeastern. I know they just built a new school for computer science. So they're activ",
    "ely first expanding this program. It's a really well funded and well resourced program, which means that they're actively like hiring new faculty bringing in more people. And I think 155 00:30:52.690 --> 00:30:57.749 Jenny Duan: I'm saying this because I just went into northeastern recently. But if you do go to Northeastern like 156 00:30:58.060 --> 00:31:20.129 Jenny Duan: it's a really well funded computer science program. But like they're putting a lot of resources into it which is important as a student. So that's something to consider. And then, finally, Nyu has a good game design program. They also have, like a major in Cs, you could do it, combine it with a minor or a major in computer science. And then the other schools that you mentioned. I think those are worth applying to. If you want 157 00:31:20.320 --> 00:31:26.000 Jenny Duan: like Cmu uc Berkeley, Ucla. They all have like great programs, too. I think that. 158 00:31:26.210 --> 00:31:31.479 Jenny Duan: this is like a pretty big already good list. So depending, I would say, leave these schools. 159 00:31:31.480 --> 00:31:56.329 Jenny Duan: I mean for Uc. Berkeley and Ucla. It doesn't matter too much, because there's only one University of California application. So I would actually encourage you to just apply to all 7 Uc schools because it's you only write 4 essays for all the schools like you don't write individual essays for each school. So when you have the University of California application, you can submit that to like as many schools as you want. So if you're already applying for Uci like in Ucse, I would just submit it to all of them. 160 00:31:56.500 --> 00:32:07.490 Jenny Duan: so that won't take up a lot of extra time on your end. But I think, and I don't think Cmu will take up as much time on your end, either, but I do think that this is a big list. So I would look at these and maybe pick 161 00:32:07.750 --> 00:32:20.700 Jenny Duan: your your favorite school. If you have in mind your favori",
    "te school out of all of these, and then after that, your top 3 and your top 5, and I think those we can really prioritize everything else. It's really hard to like. 162 00:32:21.200 --> 00:32:39.559 Jenny Duan: Put a lot of attention onto more than 3 or 5 schools, because you wanna make sure that you do them well and not just apply to like 30 schools with no direction, because that's not gonna help you. You wanna choose like a couple of schools that you really wanna focus on and like this will inform your decision to early decision, early action and things like that. So 163 00:32:39.650 --> 00:33:01.570 Jenny Duan: if you like looking at this list right now? Obviously, you don't. Your answer can change over the course of the summer, and once you like, visit or learn more about the schools. But do you have, like a gut feeling based on what you know about these schools, and considering not only the major, but also your ability to like succeed there, the environment, the resources in the city, your understanding of student culture and th. These are things that you might not know already, but like 164 00:33:01.670 --> 00:33:25.909 huda: from the top of your head, like student culture, your life and things like that, like those, are all important factors to consider when thinking about college, not simply like prestige or major, or anything so based on this. What do you do? You have in mind a favorite school, or a couple of favorite schools. Yeah, I think so, for now I I'd say, like, Uci might be my top choice right now. 165 00:33:25.910 --> 00:33:50.980 huda: And that's because like. So one of my old friends he wants to. He wants a Uci and I'm I'm not sure we got in to uci for. But it did seem like a really good school, and I did search it up a bit. And I know they're like, they're like Muslim communities really big there. And I think I'd really enjoy that. And also just overall the 166 00:33:50.980 --> 00:34:13.439 huda: like. The area like you said, being so, Cal has ",
    "like a lot of advantages, especially in the industry. And so I think Uci is like a really good school for that. And II know there's like Chapman, Usc as well. But I know, like the Usc has like, really kind of like partyish culture, which i've heard and that's like not 167 00:34:13.730 --> 00:34:42.499 huda: I don't like parties. But yeah, so that's why I wouldn't really say us is my top. But I obviously still really wanna go there. But and then I think, North Eastern, as you said, like they're expanding their computer science like their major. So I think, that would be like, really nice. And also, like my family lives in Chicago and 168 00:34:42.510 --> 00:35:07.050 Jenny Duan: more secluded like I don't know if you're you're you're you're you're you're you're you're you're you're you're you're you're you're you're you're you're you're you're you're you're you're you're you're you're you're you're you're you're you're you're you're you're you're you're you're you're you're you're I'm not sure. If you're 169 00:35:07.050 --> 00:35:18.280 Jenny Duan: do you want to live in dorms? Do you want to live like in your own apartment, like, how? What type of college experience. Do you want like? Do you want traditional football school? Do you want like a quiet liberal arts call? What type of experience do you want? 170 00:35:18.730 --> 00:35:21.380 huda: I'd say, like 171 00:35:21.940 --> 00:35:33.010 huda: I don't really like I mean, I don't really have a press preference, but like I wouldn't want a party school or like a football school. But like 172 00:35:33.440 --> 00:35:43.749 huda: I want like in this city, there's like advantages like, for example, Nyu, I know it's really spread out throughout the city. So that's kind of something that's 173 00:35:43.770 --> 00:36:03.280 huda: not really fun of me. I think if it's like one campus like my sister goes to Cal Poly, and like I like the campus there. It's there's like a lot of nice buildings, but it's kind of like in this o",
    "wn area. So I think that's kind of like what I like in a college and for housing, I think 174 00:36:03.280 --> 00:36:14.649 huda: either is fine, but I probably prefer dorm cause you kind of just like getting out of high school. And you kind of need to learn like how the whole system works. So, yeah. 175 00:36:14.830 --> 00:36:20.139 Jenny Duan: oh, yeah, this is all really helpful. I think I'm gonna 176 00:36:20.370 --> 00:36:49.590 Ivylevel: yeah, I think. Let's say, you see, II will want to add a couple of more scores to this list that might be like a good fit for you. But but I think also, now I think this is a takeaway for Hudar to do some more research. I think there is an action item, right? Because out of these things I mean, you've already given amazing, you know, information. But I think what it means that Jenny is actually triggered the process now, and she's trying to converge. So what you need to do is you need to take this ais 177 00:36:49.710 --> 00:36:50.990 Ivylevel: and 178 00:36:51.080 --> 00:37:06.959 Ivylevel: not the artificial intelligence. But the action items, poor dot Joe, go and research more. And then, you know, next time we kind of you know. Come, that's the thing. Yeah, sorry I didn't. I didn't mean to interrupt. But II wanted also to know, like, you know, we 179 00:37:06.970 --> 00:37:09.700 Ivylevel: of course we can't decide these things right now, and 180 00:37:09.770 --> 00:37:25.140 Ivylevel: I think this is more with the intention to say, Hey, we are, gonna prepare for these colleges. But then, of course, lot of these questions are probably gonna be answered only when we finally get admitted. And then we actually go and visit these colleges, and who knows what what comes out. But 181 00:37:25.250 --> 00:37:33.440 Ivylevel: one related question, Jenny, that I had was. Now, how does this materially translate 182 00:37:33.540 --> 00:37:40.250 Ivylevel: to the the college components? Application components, right? Which is number one",
    ". I think 183 00:37:40.630 --> 00:37:58.180 Ivylevel: so. Let's talk about Ucs first. You rightly said that you know we've got a Uc. One application for all the Ucs. Now that means that. And and we are doing with the game designer and that kind of narrative right where we want to highlight that part of who does personality and all her work. 184 00:37:58.430 --> 00:38:00.310 Ivylevel: So once we put that. 185 00:38:00.550 --> 00:38:16.349 Ivylevel: you know, that basically means that you're kind of sending the same application. And you want to really give it that, you know you want to really present that part of her story to every college to get into these colleges versus saying, Oh, I've also done. AI, you don't have an opportunity to present, like diff different kind of version to different schools. Correct? 186 00:38:17.280 --> 00:38:18.729 Jenny Duan: Right? Yeah, correct. 187 00:38:18.780 --> 00:38:34.779 Ivylevel: So so that is what you have to decide with that, because I think that becomes your primary narrative. And I would rather have us actually, or any student, that we are helping work on things that matter in building that narrative versus like, you know, going after 100 things, you know, just for backup purposes. 188 00:38:35.150 --> 00:38:43.510 Ivylevel: That's the thing. Now let's talk about the common app, right? Because that's something that I'm not experienced with, because Samia never applied to any common app. 189 00:38:43.580 --> 00:38:54.449 Ivylevel: Now, how does that translate to common app, because my limited understanding is that school specific supplements. Each of these things have some, you know, very unique. And I think. 190 00:38:54.450 --> 00:39:16.940 Jenny Duan: having this college list actually allows us right to start working on those things right away. Correct, Jenny, correct? Yeah, I. So I think the most important action item is this week. I think I want you to hoot before we meet again. And I want you to research these schools",
    " and also research more schools. Too. And look at into these major. So media studies major 191 00:39:17.090 --> 00:39:35.500 Jenny Duan: game, design, development major or minor, and also like schools in the areas that you want to be because I think, like 4 schools that are well resourced because well, resource, meaning like, they have 192 00:39:35.870 --> 00:40:04.170 Jenny Duan: the game development clubs, professional organizations, things like that because there's a chance like, okay, for example, say, you really really wanted to go to Ucla, Ucla doesn't have a game development major. But they do have game development classes. They might have a game development club. There's other ways you could pursue game development while being at this school versus like Stanford. We don't have a game development, major. We also don't have a game development club. So th those 2 like together, maybe you want to go for different reason. But like. 193 00:40:04.200 --> 00:40:17.810 Jenny Duan: I would research like what kinds of resources this school has and maybe not eliminated just because they don't have the specific program because there's still opportunities for you to engage with that program. I'd also be really honest with yourself and think about like your fit for a school, for example. 194 00:40:17.820 --> 00:40:38.759 Jenny Duan: One like, Okay, Arizona state is like a big party school. Say, Arizona State has a game development, Major, if you know for a fact that you don't want to go to Arizona State because of that party culture. You should eliminate it, even if it has a good game development program. Because if you know, you wouldn't be happy there. There's no point in applying just because of the program. Because, for example, there's other schools like Uci, that. 195 00:40:38.760 --> 00:40:49.129 Jenny Duan: you know, also have a game development program and are not big party schools. So you shouldn't like force yourself to apply to schools just because they have a ",
    "good program. If you don't think you'll be happy there. 196 00:40:49.130 --> 00:40:55.410 Jenny Duan: So I would like, look at this list, and you can just strike through or like eliminate 197 00:40:56.350 --> 00:40:59.210 Jenny Duan: and edit, and then do insert like a 198 00:40:59.250 --> 00:41:11.789 Jenny Duan: I forget what where it is. Format. Okay, yeah. Somewhere, there's like a strike through and just strike through any schools that you don't think that you would be interested in. And this is where you can 199 00:41:11.790 --> 00:41:31.020 Jenny Duan: go on. Take talk product to productively. You can look day in the life of a Usc student. You can look now when your dad says, why are you on tech on? You can say, I'm doing research. You can say, Okay, day in the life of a Ucse like game design. Major, look at like on Youtube like what people's lives are like, and see if you could see yourself there, because 200 00:41:31.260 --> 00:41:56.779 Jenny Duan: the worst thing that could happen is you commit to a school that you think is a like a really prestigious school, or like a good fit for you at the time. But then, like it's not what you expected, because, like student life is something is different, because all that really matters in your college experience. So like, look at how people are living their lives and see if you can see yourself there. And if immediately, I mean, if you're like, okay, maybe not. Then keep it on the list. But if you're like immediately, no, then just delete it off the list because you don't want to waste your time. 201 00:41:57.200 --> 00:42:10.640 huda: Yeah, I was actually like looking like this week. I was kinda like, while I was working, I had like dan life, just videos like playing in the background. And then I saw, like the Uc. Davis one. And 202 00:42:10.640 --> 00:42:35.179 huda: II think it's like a really nice culture like, I know. It's like kind of like the place I've heard. It's really similar to like our home town like it",
    " has like farms nearby, and it's just it's kind of weird, but I think, like the student life is really good there. And I also like I searched it up. If they have, like any like majors that I'm interested in. And I I'm not sure if it's a major. But there is like interactive design. 203 00:42:35.300 --> 00:42:45.579 huda: I think it's kind of like. like, I'm not sure if it's more like ui, or if it's like media. But yeah, just like accurate about that, major. 204 00:42:45.670 --> 00:43:04.890 Jenny Duan: Yeah. So you have tons of opportunities this week to just go research and like eliminate any schools you think would not be a good fit. Add more school that you think could be a good fit, and then starting next week, I think the goal for next week. So or I say next week, I mean, like the next time we meet. So the goal should be to choose top one school 205 00:43:05.180 --> 00:43:07.079 Jenny Duan: top, 3 schools. 206 00:43:07.800 --> 00:43:37.199 Jenny Duan: top 5 schools, and then we can just have like the rest, I will just say which are like, of course, other good schools, too. But like we want to focus on which ones you want to prioritize. Of course, I think based on that. Then I think this is a good sequence, right? Even though I wanted the pro. I think if you, if you don't even know, like the college and the program. Then why are we even building the application? Right? So I think that's a good sequence. And then we can I think? Great. I'll be respecting the time. 845 sharp, please. Who that except my Rsvps going forward 207 00:43:37.200 --> 00:43:47.210 Ivylevel: and you're gonna stick to 845 8 to 8 45 on, you know, on a twice a week. And this is great. 208 00:43:47.530 --> 00:43:52.000 Ivylevel: awesome, you know. I mean, I think this is the level of prescription we need Jenni, because 209 00:43:52.140 --> 00:44:14.609 Ivylevel: you've got it. I think. I have learned this now, the hard way, optimizing for too many things. Parents don't get that Clara clarity, an",
    "d then they come back like, why, my daughter doesn't have this in her list, and why, that she doesn't have that, I think. Let's so. I think this is the same model I would love to play next Saturday but 1 h between me and Neelima and yourself, and I will keep chiming in because 210 00:44:14.680 --> 00:44:18.060 Ivylevel: me, Lima had some concerns, and this and that, and I'm like. 211 00:44:18.380 --> 00:44:36.730 Ivylevel: let's play this book. I think, clarity around these questions like, let's come up and you can set the stage. You can say we want to drive to these answers, and if you are not, it's fine. You take action items do more research and come back. But without answering and making these decisions, it is not helping anybody right? 212 00:44:37.360 --> 00:44:41.060 Jenny Duan: Right? Totally. Yeah. Okay, thanks a lot. 213 00:44:41.080 --> 00:44:46.120 huda: Alright. I'll see you later this week. Bye, bye. Great. 214 00:44:46.310 --> 00:44:50.530 Jenny Duan: this is great, Jenni. So you're back to Stanford. Yeah, I'm back on campus now. 215 00:44:50.650 --> 00:45:07.589 Jenny Duan: Yeah, hey, Jenny, you think today's a good time for you, because you were, you might have just traveled. Yeah, I think II kind of might want to head out early tonight. I'm running a fivek tomorrow, so I'm going to be up in the morning early 216 00:45:07.590 --> 00:45:29.109 Ivylevel: so I will have to be up pretty early. So we can reschedule tomorrow. 217 00:45:29.760 --> 00:45:56.120 Jenny Duan: Yeah, it's because this guy wants to enroll 1 2222. 218 00:45:56.120 --> 00:46:14.730 Jenny Duan: Okay, that's a lot. Yeah, I wouldn't recommend who to do that. But if they want to do that, then that's fine. 219 00:46:14.920 --> 00:46:34.769 Ivylevel: You know the entire package, like, you know, all the essays and all that stuff I'm I'm we're not gonna read any of these things. Virtually all the standards have live on campus. I don't think anyone prepared it. Like, you know, this is like ",
    "one of the counselor kind of generated document. Okay. 220 00:46:35.210 --> 00:46:38.039 Ivylevel: now, let's come here. 221 00:46:38.280 --> 00:46:57.489 Ivylevel: I think I'll let me just quickly go to his questions. So his questions are this right? Number one, like I'm attached? So he's not applying for Cs. I'm applying to go on pre met track and have applied for biology for all these schools. Yes, my instant is Washington. The only 2 schools I have with fifteenth Deadline is Nscu. And Unc. 222 00:46:57.620 --> 00:47:17.200 Ivylevel: I have also a couple of questions about. Do you think there are any good schools that I have not applied here, considering my Gpa. And test scores the top school that I want to get into is the University of Washington, even though the application deadline has already passed. Is there anything that I can do? II don't even know. 223 00:47:17.840 --> 00:47:38.659 Jenny Duan: Yeah, I like, why is he saying that, upskill that I want to get into? This is the usual, even though the application deadline has already passed him specifically, Jan. 15. And he said, only these 2 Nsc. I can ask of Washington deadline. 224 00:47:40.660 --> 00:47:42.030 Jenny Duan: So 225 00:47:43.320 --> 00:47:44.970 Jenny Duan: this is premed. What? 226 00:47:45.130 --> 00:47:45.810 What? 227 00:47:46.270 --> 00:47:48.750 Jenny Duan: Hmm! 228 00:47:49.810 --> 00:48:03.330 Jenny Duan: Let's see, application receive application opens. No, look at this. I don't. Can you? Let me share my screen for 1 s and then give it back to you. 229 00:48:03.440 --> 00:48:08.309 Jenny Duan: Sure. Okay. And can you see my screen? 230 00:48:08.630 --> 00:48:17.620 Jenny Duan: I think you might have to stop sharing first. Regular decision is January fifteenth. No. 231 00:48:18.090 --> 00:48:38.929 Jenny Duan: wait. What does he mean by that? He's already submitted. 232 00:48:39.250 --> 00:48:48.120 Jenny Duan: Okay, this is not good. Okay. Couple of things. I'm looking at his applicat",
    "ion. Now. 233 00:48:48.270 --> 00:48:49.540 Jenny Duan: okay, 234 00:48:50.510 --> 00:48:55.480 Jenny Duan: okay, this is he spelled this wrong. This is a big red flag. Typo. 235 00:48:55.780 --> 00:48:56.990 Ivylevel: Oh. 236 00:48:57.590 --> 00:49:05.340 Jenny Duan: okay. His his awards. This is very impressive. This is. This is impressive, like this is good 237 00:49:05.530 --> 00:49:09.589 Jenny Duan: good awards, profile scores or 238 00:49:09.920 --> 00:49:17.070 Jenny Duan: fine, a little bit low. Biology is 4, but he wants to major in biology. Fine. 239 00:49:17.450 --> 00:49:23.580 Jenny Duan: this is all good. This is like all really impressive. Okay. 240 00:49:23.750 --> 00:49:26.859 Jenny Duan: his essays are, 241 00:49:29.180 --> 00:49:43.769 Jenny Duan: this is not good, yeah, not good. Yeah, this is not good 242 00:49:44.910 --> 00:49:46.580 Jenny Duan: chat. G. Ppt. 243 00:49:47.100 --> 00:49:57.460 Jenny Duan: This sounds like chat, regardless of whether or not it is chat. Gp, it doesn't matter. It sounds like Chat. Gp. Doesn't matter if it is or not, it just sounds like it. 244 00:49:57.650 --> 00:49:59.600 Jenny Duan: Okay? 245 00:49:59.830 --> 00:50:01.920 Jenny Duan: Oh, C, minus 246 00:50:02.330 --> 00:50:03.350 Jenny Duan: grade. 247 00:50:04.930 --> 00:50:06.460 Ivylevel: That's a red flag. Huh? 248 00:50:06.810 --> 00:50:15.219 Jenny Duan: Yes, that's a red flag. C minus in a calculus, a B, 249 00:50:17.040 --> 00:50:18.200 Jenny Duan: okay. 250 00:50:21.510 --> 00:50:30.219 Jenny Duan: this can. This is, it's good that he's explaining this. But his writing needs to be improved. Okay, 251 00:50:30.980 --> 00:50:35.409 Jenny Duan: let's see the rest. 252 00:50:35.830 --> 00:50:40.060 Jenny Duan: Why did he take a note? This is bad. No grade. He dropped out of this course. 253 00:50:40.500 --> 00:50:45.350 Jenny Duan: P, minus B, plus. 254 00:50:45.820 --> 00:50:47.570 Jenny Duan: Okay, see? 255 00:50:49.480 --> 00:51:01.109 Jenny Duan: So you",
    " know, these things like admission offices, like, if you can do it like in a one, you know, like, I'm sure they'll the circle it right? Yeah. 256 00:51:01.490 --> 00:51:15.629 Jenny Duan: this is the target profile. Right? II think we need to prepare this kind of a profile and work backwards. Correct, Jenny. 257 00:51:16.080 --> 00:51:21.249 Jenny Duan: His extracurriculars are really good, his awards are really good. His grades made your red flag. 258 00:51:21.280 --> 00:51:24.909 Jenny Duan: His essays do not compensate for his Grace. His essays are bad. 259 00:51:25.560 --> 00:51:41.909 Jenny Duan: As I'm saying, I say, I'm saying this in a brutally honest way. This essays are bad. They sometimes a grade. A grade is okay, like you can compensate for 4 grades if you can explain it. Well, but his essays don't make up for the grade. 260 00:51:41.970 --> 00:51:47.800 Jenny Duan: Yeah, that's the thing. I think his biggest issue should be working on his writing. 261 00:51:47.980 --> 00:51:51.810 Jenny Duan: Yeah, I think. 262 00:51:51.900 --> 00:52:07.929 Ivylevel: I mean he probably still has time right for the 2, and I can be brutally honest with him, and that's who we are like. We don't want to like really sugar coat. And what is the one thing that he can do right now? Rewrite his essays. And you would say, like, you know, literally pretty much like all the all his essays. Right? 263 00:52:08.520 --> 00:52:09.450 Jenny Duan: Yes. 264 00:52:09.560 --> 00:52:20.629 Jenny Duan: Yeah. Well, for for these schools, for University of Washington. Yes, for for the rest of his, I would I would rewrite them. I mean, you don't have to like just change it like change writing style like 265 00:52:21.130 --> 00:52:35.339 Jenny Duan: you don't have to change the essay topic. I think the topics that's fine. But change his writing style. And yeah, rewrite the essays. I think that's the main thing he can do right now and also rewrite his additional information. This section needs to ",
    "be rewritten, too. 266 00:52:35.570 --> 00:52:44.540 Jenny Duan: Additional information. Okay? Additional information. Yeah. Everything else. His, his extracurriculars and awards. That's very impressive. 267 00:52:44.570 --> 00:53:07.479 Jenny Duan: It's very impressive. He's got great extra feelers, great awards his grades. That's red flag. He also doesn't have any test scores. That's also a red flag, because if you have poor grades, but good test scores that, you know says something. If you have, you know, bad test scores, but good grades. That's also fine. But like he doesn't have a he has no test. He has, like, kind of 268 00:53:07.480 --> 00:53:14.980 Jenny Duan: okay, test scores. He doesn't have any standardized testing, and he has bad grades. So that kind of is a big red flag. 269 00:53:16.010 --> 00:53:16.910 Ivylevel: Okay. 270 00:53:17.170 --> 00:53:36.229 Jenny Duan: okay, I think this is already quite good. I don't want to take more of your time. But what will happen is, I'm sure he might say, Okay, can you please help? And might be will set up like 2 sessions, 2 ss sessions with him. Oh, yeah, but I think it will take a lot of work on his part, like I for the schools that he's already submitted. That's it is what it is. 271 00:53:36.290 --> 00:53:57.980 Jenny Duan: or and then for these ones, I because of his grades. I don't know how much an essay can help, because if it, if the grades are the immediate red flag, then that is just non changeable. But I think essays improving. His essays will make a difference, but I don't know if it'll change his acceptance, because I think the acceptance rate might already be like 272 00:53:58.260 --> 00:54:24.189 Ivylevel: the barrier might just be his grades. But that's not something he can control right now. Right? Yeah, I think whatever we can, right? So I think it's more like, okay, what else can I do at this time to be brutally honest other than essays. You cannot do anything else. That's what it is right. And i",
    "t's not because we think that your essays are good that we can further enhance it. They're really like, you know, they're chatting. I mean, this is like, yeah. So yeah, might be, you know, just like the session that you did with the 273 00:54:24.190 --> 00:54:48.750 Jenny Duan: I could basically ask his dad that, hey? 15. There's a deadline might be. We can set up like 2 or 3 sessions. That's fine. Yeah. But I don't know how much of an influence it will have on a school like University of Washington for their admissions right? Because they just have, like a bottom line standard, that I he may or may not be able to cross. That's not out of our control that's out of our control. Right? I don't even know about Uc. University of Washington, because he says the deadline is fast. 274 00:54:48.760 --> 00:55:05.959 Jenny Duan: Yeah, can be improved a lot regardless. Yeah, yeah. 275 00:55:06.550 --> 00:55:17.599 Ivylevel: okay, easy is a good. Okay, thanks a lot. So you see, like, I mean, I really wanted our essay kind of application review and boost to be like this like a 50 min review. If you could just do an even recorded. 276 00:55:17.750 --> 00:55:46.070 Ivylevel: I think might be, there is something there, but we should go through parents, you see, like, we tried to go directly to students and run the ads. It did not resonate with students. Thanks a lot. So tomorrow, 70'clock, you have your youngest customer. Okay? Sure. Sure. Yeah. And then how is that gonna work? The structures are just like an evaluation like 277 00:55:46.130 --> 00:56:00.470 Ivylevel: I would say, so, this parent, basically the one thing that you have to hold on, the reason he's coming to us is he's about to make a decision to send his daughter to a very, very filthy, rich school. Okay, he wants to completely sacrifice everything and do that. 278 00:56:00.470 --> 00:56:29.770 Ivylevel: So he thinks that going to a very top-notch private school to change the game which which can right so. But I thin",
    "k the the whole point was, I told him that instead of focusing on this pull in that school, you need to identify a game plan from your for your daughter, and you need to start working on our passions. Let's try to bring out her passion. Let's try to see. Where can we, you know, start helping her get some national awards. And so, you know, like that whole middle school like plan that you said. 279 00:56:29.770 --> 00:56:35.539 Ivylevel: I think. Try to make a game plan for him for the middle school, so that she can start focusing on th those things 280 00:56:35.570 --> 00:56:38.320 Jenny Duan: for for middle school. I feel like, there's 281 00:56:38.440 --> 00:56:41.759 Jenny Duan: okay. This person is what grade sixth grade. 282 00:56:42.020 --> 00:56:44.520 Ivylevel: She's actually in fifth grade going to sixth grade now. 283 00:56:44.640 --> 00:56:47.440 Jenny Duan: and we want to set up our extracurriculars. Okay. 284 00:56:47.620 --> 00:57:10.500 Ivylevel: yeah. I mean, like you. You told me, you know, I mean, I mean, where did you? The one who was actually telling me that? You know, these students actually go to Dubai to Ivy? Okay, so. And he was considering sending her to wear gun, you said, well, I think some like he basically wanted to go to some private school in the Peninsula side. Right? Might be some competitive school. So 285 00:57:10.500 --> 00:57:32.669 Ivylevel: I mean, see, there's no harm in that. But I told him you like just going to a competitive school actually probably reduces it because it's gonna be like more competitive if you're staying in the public. And that was the fundamental post that drove a lot of people to people, hey? Being in a pocket like a rural school setting to your point right? It's still a disadvantage. As long as you are strong in your profile. Great sat scores, you know, good fashion projects 286 00:57:32.780 --> 00:57:39.150 Ivylevel: so I think he doesn't understand the game as well. So what I would recommend is like, ju",
    "st just imagine, like, what advice would you give 287 00:57:39.150 --> 00:58:03.530 Ivylevel: to like a middle schooler who just getting into middle school or an elementary school, hey? You've got this amazing picture. So it's a discovery session, mostly a discovery session and telling them. But definitely he want he's eyeing top iv schools right? So helping him understand the game a bit, and saying, like, you know, he's firing his daughter like, Hey, wow! I spoke to someone from Stanford like inspiring and motivating. 288 00:58:03.640 --> 00:58:17.559 Ivylevel: Can you imagine how life changing can that be? Then telling that? Hey? You're all said, you're great. Let's do this. Start focusing on Xyz. And then, you know. Yeah, it doesn't have to be very comp like, like this high Schooler stuff. 289 00:58:17.650 --> 00:58:35.020 Ivylevel: but and again, like you, you know better, because you have helped many, many more junior students. I don't want it to be irresponsible right? Where. That's why I'm very afraid to even touch like, you know, middle schoolers and elementary, because I don't want to come across as someone who's trying to put that pressure right? 290 00:58:35.360 --> 00:58:53.200 Jenny Duan: So yeah, okay, did you send the invitation. I don't know if I've received it yet. Okay, great. Yeah. Sounds good. So 7 to 8, 1 h tomorrow. Session 8 to 9 tomorrow. 291 00:58:53.200 --> 00:59:09.309 Ivylevel: Okay? Sounds good. Yeah. Could you send me invites for those? Yeah, yeah, I think I'm I'm gonna get better now. Because now II I've also spoken to a Philippine virtual assistant, because now we have customers coming in right. But again, Jenny, I really want you to. 292 00:59:09.370 --> 00:59:22.350 Ivylevel: I really want you to start thinking about, how are we gonna scale this? Right? I'm happy, like, you know. Say, for example, 20 right? One session, you get 20. If as long as you help me hire basically a junior. 293 00:59:22.390 --> 00:59:37.700 Ivylevel: So we c",
    "an work on that split model because all the strategic work you can do. But you know, like how Huna has like 2 sessions, and also say, Imagine, like, you can show up with Anushima on day one, and then we can actually give it to day 2 to someone else like that kind of stuff. 294 00:59:37.900 --> 00:59:41.629 Jenny Duan: Cool? Yeah. Okay, cool, I think. 295 00:59:41.690 --> 00:59:45.150 Jenny Duan: yeah. How many people are you looking to recruit right now. 296 00:59:45.240 --> 01:00:09.149 Ivylevel: So I think for me. There will be 2 more touch work. At least there will be 2 more one year programs, right? So one more Zara, or like, just like the and then hopefully, there'll be one more this guy that this his brother basically telling him, guys, why did you write this kind of essays? Right? So he's a sophomore one year, and this girl one year. But again there can be 2 or 3 more as well. Right? So 297 01:00:09.150 --> 01:00:33.679 Ivylevel: think of it this way. There, at least 2, I would say, for now. So you start thinking like I would say, like more like, you know, someone who who enjoys has is passionate about it, and could be like doesn't have to be a freshman could also be like your your kind of colleague, you know, like I'm fine, you know Stanford students only. No, not necessarily right, I think. I'm I'm not at all looking, but I think as long as they are 298 01:00:33.900 --> 01:00:41.390 Ivylevel: Mit or Howard like Iv right just to, because we we are Iv level, right? So we want some premium there. 299 01:00:41.420 --> 01:00:48.509 Jenny Duan: Got it? Got it? Okay, that makes sense. Yeah, okay, thanks so much. That sounds good to me. 300 01:00:48.650 --> 01:01:12.120 Ivylevel: yeah. Okay, cool. And and don't worry. You know, Jenny, it's just that I don't know about the business model yet, but do not think for a minute that I'm just trying to get someone on hook so that I won't give you the opportunity. Right? You don't. I don't want you to think like this. We ar",
    "e co-creating, and I want to build a model here with you without even working, actually get a revenue cut. 301 01:01:12.270 --> 01:01:13.880 Ivylevel: That is the model I want to build 302 01:01:14.060 --> 01:01:20.319 Ivylevel: because because you're gonna help. And I think that's how we win right? Because otherwise we can't blow this. So as simple as that. 303 01:01:22.200 --> 01:01:24.660 Jenny Duan: Okay, awesome. 304 01:01:24.680 --> 01:01:44.259 Jenny Duan: sounds good. I think I have someone in mind. I can maybe share your information with him. He's Stanford Freshman right now also from Portland, I think. Cs. Or Ee Major, or something like that. I think he would be good. 305 01:01:44.360 --> 01:02:03.430 Ivylevel: yeah, yeah, I'll I'll I'll ask him and then connect you with him. If that works out you might be busy depending on his schedule. But I can ask him, yeah. But I mean, like, you're taking decisions on that. We have. Okay? I mean you. I think II really want you to kind of like how you know, like Maddie goes and finds like, because it's like great people attract great people. Right? 306 01:02:03.450 --> 01:02:14.190 Ivylevel: So that is my fundamental rule. Right? You hire best people. They know how to attract best people. So just just see like it. Will he enjoy? Will he be good for our like, you know, task style and all that stuff. Okay. 307 01:02:14.200 --> 01:02:16.079 Jenny Duan: yeah, okay. Alright. 308 01:02:16.100 --> 01:02:21.520 Jenny Duan: Where are you running downtown like, where are you running. I'm running in the 309 01:02:21.750 --> 01:02:23.640 Jenny Duan: What's it? Called Golden Gate Park. 310 01:02:23.790 --> 01:02:30.029 Ivylevel: Oh, my God! Send some pictures! Bye! Take care."
  ],
  "turns": [
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 52.74,
      "end": 53.72,
      "text": "With that. 2"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 54.97,
      "end": 56.08,
      "text": "Yes. 3"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 56.38,
      "end": 57.47,
      "text": "you're joined. 4"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 57.83,
      "end": 61.709,
      "text": "Okay, I think Jenny is probably in the other meeting 5"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 74.53999999999999,
      "end": 84.35,
      "text": "to find. So 6 of our foreign policy. Joe Biden's son Humbert got 5 million dollar ride from Ukraine. That's why we're sending 200 billion dollars back to that same country. 7"
    },
    {
      "speaker": "unknown",
      "conf": 0.5,
      "start": 88.52,
      "end": 89.65899999999999,
      "text": "Hi! How's it going? 8"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 90.02,
      "end": 111.22999999999999,
      "text": "Hi, it's going? Well, how are you? 9 I'm doing well, how was your break? Do you go back to school? Tomorrow or no? Monday? Monday? Yeah. 10 Yeah. Awesome. How how does it feel to like be almost done with? Break? It's kind of sad because I did. II felt like I did a lot this break. But it just felt too short. But yes. 11"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 113.94,
      "end": 116.5,
      "text": "that's okay. What was the oh, go ahead, Sarash. 12"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 116.83,
      "end": 123.549,
      "text": "Oh, no, no good. Sorry. I didn't mean to. Yeah, interrupt. Good. I was just gonna ask what was the highlight of break for you? 13"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 124.04,
      "end": 141.139,
      "text": "I think, just in terms of fun. We did go to like Seattle and Oregon. So that was pretty fun. But I did like end up actually like a few minutes before this call I just finished coding my games. So that's something that I'm really happy about. 14"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 141.84,
      "end": 147.48,
      "text": "Congratulations that's so awesome. Yeah, that's that's super awesome to hear. 15"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 148.31,
      "end": 149.11,
      "text": "Yeah. 16"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 149.76,
      "end": 153.459,
      "text": "3. How was your break? Jenny. 17"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 153.7,
      "end": 161.719,
      "text": "yeah, I mean it was good. I also did like a one day trip to Seattle to drop my all off at the airport. But I like Seattle. I think it's a great city. 18"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 162.26,
      "end": 164.4,
      "text": "Hmm, yeah, definitely. 19"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 164.73,
      "end": 184.129,
      "text": "I think Oregon was good, too. But I mean, honestly, I didn't. II didn't know like what II think it's just that. Probably we didn't prepare well, or they were not. I think there's a time of year, because, I know, like Oregon has a a really good nature, but we just couldn't see it, because it was a raining most of the time we're there. So 20"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 184.28,
      "end": 185.38,
      "text": "yes. 21"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 186.32,
      "end": 191.189,
      "text": "But yeah, and you know, unfortunately. So I really wanted to get to this timberline lodge. 22"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 191.49,
      "end": 197,
      "text": "And so we stayed overnight. But on my way back got this flu. 23"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 197.05,
      "end": 208.919,
      "text": "So unfortunately, by the time we reached there it was like so much like such a huge line. so we could not take the right, and I just keep. But we did see Mount Hood, and we took those pictures and all that stuff. So everything was good. 24"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 209.57,
      "end": 217.64,
      "text": "That's awesome. Yeah, I think it's like it. Usually it's also nice to go skiing in Oregon. But this year this snow hasn't been good. So that's a challenge. 25"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 218.44,
      "end": 226.82,
      "text": "No, but very beautiful. Actually, you know, the whole terrain was different. I think the the trees are really like the pine trees are like really 26"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 227,
      "end": 228.01,
      "text": "tall. 27"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 228.41,
      "end": 231.179,
      "text": "And yeah. 28"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 231.19,
      "end": 239.39,
      "text": "yeah, it's kind of like twilight, I think. Yeah, I was like, foggy as well. So definitely set the moon. 29"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 239.53,
      "end": 247.409,
      "text": "Yeah, II think the clouds were actually quite low, right? Lot of the times we were driving, like, you know, like Hawaii kind of stuff, you know, very, very low and stuff 30"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 247.58,
      "end": 253.779,
      "text": "anyways great. So, thanks, I think this particular session. I wanted to join us. You know. 31"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 253.89,
      "end": 255.34,
      "text": "Houda's dad 32"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 255.49,
      "end": 263.059,
      "text": "and I think what is important is, it's also kind of Jenny has 33"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 263.11,
      "end": 281.6,
      "text": "a mentor. And pm, I think it's also important for us to use this as an opportunity to really structure. The what a first session. Of seen like last year. Final. Your student, I think that junior senior thing is still confusing. I mean, the whole idea, like, students are applying this year. You know, it's gonna look like. 34"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 281.89,
      "end": 290.07,
      "text": "and we have a few customers in line. And that's what's gonna happen. I think that's what Neelima also wants. And so think about it. It's like 35"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 290.23,
      "end": 304.709,
      "text": "Pudda. You don't know like me. You don't know. This is our first session. Say, we already had a game plan in our mind, right? Probably you worked on it. You gave us a game plan, and we prepared a few things. So now it's really to take a stake of like, you know where we are. 36"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 304.89,
      "end": 310.05,
      "text": "number one, I think. But, more importantly, what I want the outcome of this particular session is. 37"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 310.36,
      "end": 317.79,
      "text": "it is really like to build an ideal target profile or an application of Houda 38"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 317.96,
      "end": 333.8,
      "text": "towards the end of the year. Right? So it's like you being that Stanford achiever and winner like an Iv student. And admit, I think the whole idea. We want to say that based on now that you, you know, like you're able to bootstrap, because, you know who does kind of credentials and overall like, you know her profile. 39"
    },
    {
      "speaker": "student",
      "conf": 0.75,
      "start": 333.8,
      "end": 350.47,
      "text": "But imagine if I gave you that information prior to this call, and you look at it. And you're like, Okay, now let me use this and let me fill all these gaps and create a very ideal profile Amazon style, and say, Okay, with the these kind of things. You know, she's a videographer. She's this is this, and I know, like what kind of students have made it to Ivs. 40"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 350.5,
      "end": 358.03,
      "text": "Let me create like a dream profile or an application. Let me start writing it. discussing with us. 41"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 358.25,
      "end": 364.5,
      "text": "And then let's work on the gaps right? And then just put red like, what are the things that are missing today 42"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 364.57,
      "end": 369.489,
      "text": "so that we can. So that's number one, yeah, creating a target profile and then working backwards is number one. 43"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 369.51,
      "end": 380.75,
      "text": "number 2, and again, this will need not happen in this one session. It could happen in our next 45. But Number one is creating that art ideal target profile. The next 2 questions, as we discuss. Very important 44"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 381.1,
      "end": 385.089,
      "text": "is your college list and your major list bringing clarity on that. 45"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 385.13,
      "end": 407.709,
      "text": "And we know that it takes a lot of time, and we have been burnt once last year, but the idea would now be like, Hey, you know, it's okay that you are in actually a sophomore year or junior in the last. I mean, this is your final year. I you know, we hope that you have a better understanding. But let's start with the baseline based on whatever you're able to decide today, what are is, what is the those 3 questions that you asked? 46"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 407.76,
      "end": 410.65,
      "text": "What is important to you among these 3 things 47"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 410.84000000000003,
      "end": 415.24,
      "text": "and based on that. Let's come up with the top 3 colleges top, 4 colleges. 48"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 415.57,
      "end": 425.45,
      "text": "let's not talk about the safe safety college. And you know the the let's talk about reach right? Because we are talking about Iv level. And we want to start with the reach colleges and say, Okay. 49"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 425.53,
      "end": 432.249,
      "text": "what are the top? 3 colleges? What are the top? 3 programs that kind of align with you? Let's work on that. So I think if we can answer these 3 questions. 50"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 432.81,
      "end": 442.12,
      "text": "then our whole story is okay. Now that we are aligned on what our profile should look like, what the colleges we are targeting, what the majors we are targeting. 51"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 442.24,
      "end": 448.18,
      "text": "Now I want to work with your daughter like next session to set up the goals and highlight. What are the weak spots. 52"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 448.35,
      "end": 461.8,
      "text": "and then we will work on it. I think I think that is what I'm thinking, because I think every other service, if you think about it right counselling service. I'm looking at competitive. They spend like 5 weeks. Just discovery calls this calling. What is the use of doing that like? 53"
    },
    {
      "speaker": "student",
      "conf": 0.75,
      "start": 461.87,
      "end": 470.33,
      "text": "I don't want to understand what the poly system is like, you know. Tell me what my daughter needs. Tell me like, you know. So I think let's make it like that if that makes sense. 54"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 471.25,
      "end": 478.219,
      "text": "yeah, tha, that definitely makes a lot of sense. So I think for Ruda, I think my first question would for you is 55"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 478.32,
      "end": 520.16,
      "text": "I guess right now, off the top of your head. Is there a dream school for you based on your understanding? I'd say, I think maybe. Usc, I'm like kind of torn between Usc. And Stanford like they're my zoom colleges. But I think, Stanford the program itself. I don't think it speaks to me the most. So I'd say, actually. 56 Usc and Mit is like my dream school cause I love the program. At least someone that you like showed us. But yeah, I'd say that. And I also really like uc, Berkeley. But 57 yeah, that's like kind of less ambitious than Stanford and Mit. 58"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 521.059,
      "end": 556.07,
      "text": "yeah. And then, do you know what, Major, you want to study? So I know we've been talking about game design? Yes. Do you like within that like. 59 are you still thinking technical? So like Cs game development? There's 3 branches I could see going down. You could go down like a Cs degree, or maybe like a technical game development degree, there's a design degree. So if you want to go into the game design specifically, that would be like a BA, so Cs is a Bs like bachelor of designs. There's a BA, so I think Usc is a BA like game design development. That's like BA, or you could do 60"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 556.07,
      "end": 566.099,
      "text": "are you still thinking about film? And is that still on the table? And I know we haven't talked about that in a while, but I do remember that something you're interested in in the past. So do you have any idea about what your intended major would be? 61"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 566.34,
      "end": 606.219,
      "text": "Yeah, I think for me game development. For, like the Usc program for game developments really great. I've seen and like, I think it's kind of different for different colleges. But I would be interested in film school. But 62 like I said, like, I don't think I really have too much like 63 like background in that, and at least on like my resume. So like, I'd say, like, kind of a mix between like technology and creative. So, yeah, like game development. And maybe some like journalism. 64"
    },
    {
      "speaker": "student",
      "conf": 0.75,
      "start": 607.16,
      "end": 636.3389999999999,
      "text": "J, okay, so I wanted to also interrupt here. Sorry. Right? So I think this is a very important point that you're raising Jenny. And this is where a lot of confusion comes between parents. Which is what is your major? That is the fundamental question. It's major, which means this is your primary kind of thing, right? And this is where parents combine everything. Oh, no! But she can do music, too, and she can do this. But I think the real question here is as I. And again, like I'm not want to put. I don't want to put like words in your mouth, but my understanding on what Jenni really asked is 65"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 636.34,
      "end": 651.729,
      "text": "as a major. What is your thing like? Do you even want to pursue filming as your major, which means that it could be really a media kind of track. Correct? And then Jenny also said that, hey, game development is actually not a Bs, it is actually a BA, 66"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 651.73,
      "end": 672.159,
      "text": "so it is more like, right, is that correct? Yeah. So my understanding is, there's a couple of different tracks like I could see you go down. I would definitely be honest. I don't think film school is a good fit for you. I think you will be wasting your talent and computer science doing film school. I think that it'll be like. 67 probably you wouldn't be able to do as much like coding as you want in film school. 68"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 672.17,
      "end": 695.03,
      "text": "So I don't think that's a good direction for you to go down. But I think that film is really important for you, and if you want to do that as a hobby, there's so there's difference between what you want to study as a major which will lead to your career versus like the things you want to be involved in at school. So, for example, if you don't end up choosing game design as your major. You could be in like a game development club, or you could be like in a professional organization that focuses a lot on game design. So I think. 69"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 695.41,
      "end": 732.23,
      "text": "like, if we're looking at the future, if you want to be a game developer, I think there's 2 different paths within that. So first, you could choose to do a traditional Cs degree, and then that's like a bachelors assigned. So you'll be taking like computer science, engineering, physics, etc. But I think another really interesting path for you to consider if you are so interested would be, it's something like 70 like, let me just, is anybody share my screen and like, just show you a couple of programs. So there's that mit program I showed you. There's something at Penn called digital media design. So this is like a path that kind of combines computer science and art. And a lot of schools have this under different names. 71"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 732.23,
      "end": 756.849,
      "text": "So like at Upenn, it's called digital media design. So it's an interdisciplinary major. But within the school of engineering. And you have, it's a bachelors of engineering, and you have like, but you have a lot of design school, so like fine arts, courses from Penn school of design, communication courses, theory courses from the Annenberg school. And of course, major coursework in computer graphics from computer information sciences. So again, you have to take all the programming classes. And then 72"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 757.02,
      "end": 777.72,
      "text": "you take like math whatever. And then you take like electives, including maybe like our or computer modeling and like social sciences. So this is like kind of a blended degree that you could think about and like, for example, at Uc. Irvine, within their department of informatics. So within their computer science school. They have, like, yes, game design and interactive media. So. 73"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 777.96,
      "end": 810.639,
      "text": "But these programs are more like a combination of design and engineering which I think this could be like a good fit for you if you're interested in the the design part. But if you wanted, you could also just do like a bachelors assigns just in computer science, and maybe like a minor and something else. But if do you want like a specialized major like this one like the pen one like, you know, Usc has a game design, major. Obviously, like, mit has an interactive media one. 74 uc, Santa Cruz has a really strong game design program like, do you want a program like that? Or do you want just computer science? 75"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 810.81,
      "end": 840.04,
      "text": "I think interactive media is like really interesting. And I definitely see, like I noticed it says something about AR and VR, I think, like working with media. And that form of technology is like, really, that's something that I'd really be interested in. And I think that kind of connects with like my love for media and also like programming. So I think I mean, we can be very prescriptive here again. I know that. You know. I think this is one area where I feel like Jenny. 76"
    },
    {
      "speaker": "student",
      "conf": 0.75,
      "start": 840.04,
      "end": 865.099,
      "text": "I think in our service. We also need to be. We need to play that kind of a bit of a tough prospective role, because what happens is otherwise. I've seen that firing back now, right? Imagine if we had really taken a stance with Neil, Ma, I don't think I would have spent like 1 h discussing with her, and like she coming back to me like, Hey, you know, why? Why are we not exploring this? Why are we not explaining that? So let's be safe. So I think, as a dad. Now I'm hearing that, my daughter, you've asked very good questions. 77"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 865.1,
      "end": 874.859,
      "text": "and you opened up some new venues for us. And what I'm hearing is that who does interest and passions and skill set and strengths also lie in that mix of design and engineering. 78"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 874.98,
      "end": 901.339,
      "text": "and and for S, and you have actually reminded me multiple times that how competitive the Cs programs are. So I would rather love to pursue these kind of interdisciplinary. I can take that decision today, on, on, you know, as a dad. And then I'm also hearing like, without any force like you know who the also wants that conversation. So then might be our game plan should be around that right. I think that is the thing I would love to explore with you and see like, how can we make it more prescriptive for parents right early on. 79"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 901.34,
      "end": 934,
      "text": "Yeah, I think like a big part of that application is also building your story. And I think that applying to one of these programs is a really good way to connect, like 80 your love for film and because your film and journalism and all of that, that's a form of communication. And at the end of the day, like the Us. And game design and interactive media. It's all about using games as a Me as a form of communication, as a form of media and as a form of influence. And so that really brings out your journalism, your film aspect, and it ties into your technical aspect alongside, like the game that you built. The game that you built is a key example of that. 81"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 934,
      "end": 969.27,
      "text": "like bringing something and educating it to other people talking about something that affects society. So AI ethics that's like a social justice issue. That's that's an ethics issue, and 82 that like brings all this together. So just like this, the digital media design it, you know, it's computer graphics. Obviously so computer science communication theory and fine arts. So you have skill set and passion in all those areas. So I think that this is like a really. 83 to me it seems like not a stretch for you to apply for this program. It seems like a very natural continuation of things that you already do. So. That's why I think applying to a program like this could be like a good fit for you if that's what you're interested in. 84"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 969.27,
      "end": 993.11,
      "text": "Yeah, I've noticed like like, I think the Uc Irvine one kinda stood out to me. And it's also kind of similar to the mit one with like the interactive media. And like relating both topics, I think. Something that I'm noticing is I'm kind of interested more in like interactive media. So like, even in other schools, I'd probably apply at that. Major. 85"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 993.98,
      "end": 1030.63,
      "text": "Yeah. And look at this like, want to learn how you can use games and other playable media for social good. That's literally what you're doing right now. Like, do you have creative ideas for new kinds of games and interactive experiences? That's like, you know, branching out into like AR VR, etc., etc. And actually, I think Irvine's like a like. Do you want to be in Southern California for like, for instance, if you see yourself 5 years from now, like, where do you? Where do you want to work like? Do you want to work at like a Disney. Do you want to work in big tech like where 86 I mean? Obviously, you have a lot of time to explore. But like, you know what type of industry you want to work in within games, because it's pretty broad, you know. 87"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1030.859,
      "end": 1037.809,
      "text": "Yeah, I was thinking, like one of my team like companies to work at is riot games. 88"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1038.04,
      "end": 1070.619,
      "text": "Oh, I see, they mentioned right? Actually, yeah. Cause I mean, you're in, I think, being in Southern California like that, they said. Located in Silicon Beach. You'll have industry partners like blizzard riot, electronic parts of city and entertainment, age of learning, Disney, tencent cartoon network, like really great entertainment media companies. So I think like for you, if you want to work in this industry. 89 I would say, actually like 90 this la or California bubble is probably like going to be a really good place for you to be in, I would say 91 like more so maybe, than I think 92"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1070.64,
      "end": 1094.57,
      "text": "the East Coast schools are also great, but if you want to be in like the entertainment centers where these companies are then like, I think, being in California. Slash the Silicon Valley or Los Angeles area. So that's like Usc Uci, Uc. Berkeley, think this is a good place just for company placement, because you'll get more opportunities like shadow people in the companies like Go on company tours and like they'll just be more in proximity to where you are. 93"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1094.57,
      "end": 1109.949,
      "text": "So I think that's like one consideration, too, because I think like in Boston, for example, where mit is, there's not as many entertainment like really things the same with. If you decide to apply for this program in Pennsylvania, that's not to say you shouldn't apply for the programs. It's just like something to think about as well. 94"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1110.05,
      "end": 1135.81,
      "text": "Umhm, so. And also, I think another thing is, if you are really like the California schools, you have like a better chance of you have, like a good chance of getting in because you're been in state students. So I think that's definitely another pro to think about, because, like, your opportunity will be like comparably a little bit easier compared to out of State students. And so if you really like a program in California, like, I would definitely encourage you to like, apply for it. 95"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1136.24,
      "end": 1138.809,
      "text": "yeah, stay in California. 96"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1140.12,
      "end": 1140.99,
      "text": "Okay. 97"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1141.2,
      "end": 1163.02,
      "text": "yeah. No. I think you're asking. Absolutely. II think these are all like important kind of factors, right? That we need to bring in our algorithm of how we go about really bringing down like these questions that you're asking. And II really love the fact on how you've actually also related it to the future. You know, job opportunities and economic opportunities, because at the end of the day 98"
    },
    {
      "speaker": "student",
      "conf": 0.75,
      "start": 1163.02,
      "end": 1179.53,
      "text": "that is the number one driving factor, be it like student or a parent, hey? Wherever I can actually get better job opportunities. Even though passions aside, you know internally, everyone wants a good major which has actually better opportunities. So it's good. Now, my question for you is 99"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1179.65,
      "end": 1203.259,
      "text": "couple of thing right? Just to reiterate on what I'm hearing back to our fundamental first principle questions, is college important to you is major important to you, or basically a mix of both college and major important to you. The 3 laws of Jenny. I think the first one I'm what I'm inferring again, based on the discussion we had right now is, I feel that you are actually more major driven. 100"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1203.26,
      "end": 1210.03,
      "text": "Is that correct? Like II see that excitement. I don't see that excitement when Stanford is mentioned, or Mit is mentioned, or 101"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1210.03,
      "end": 1228.74,
      "text": "any school is mentioned. Right? Of course you have some liking, but I see that kind of shine in your face when game plus design is like, you know, engineering is mentioned where design plus this is mentioned when the Gaming Company's name is mentioned. Correct so might be. Then we take that decision. That, hey? Let's prioritize measure now 102"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1228.9,
      "end": 1244.17,
      "text": "and and then. So that that kind of revises and completely Rev. Like, you know, that makes us really we revisit our our our school list now, because, like, for example, Upenn, that program that Jenny showed is actually an excellent program in my view. Right? 103"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1244.17,
      "end": 1261.409,
      "text": "So might be. That should be among your top list like we never thought about Upenn as a school. But now, because Major has become like, you know, your top thing might be we should look at that and Mit, and and might be. Stanford is not in the list, you know. Probably Stanford is not the right school for this program. Right? That's how we think about it. 104"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1261.58,
      "end": 1291.73,
      "text": "Yeah, III would agree I would definitely agree with that. and I think, like 105 one mistake that a lot of people make is like only applying for schools based on prestige, when you know you can go to still a very prestigious school, with like a great program, too. So I think, like only applying to school that you are really, really passionate about would be like, probably the best. 106 yeah. So uci, right? Yeah. Uci, are you? 107 How much? 108"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1292.26,
      "end": 1312.71,
      "text": "How much does being in California like influencers? Do you really want to be in California? Because if you only want to be in California, we can still have a complete school list of like 15 schools with this program in California, because California has, like some of the best schools in the nation. So are you? Do you really want to be in California? Do you want to be like on the East coast like? Do you not care? What are you thinking about that. 109"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1313.1,
      "end": 1341.65,
      "text": "I mean, like my priority for colleges is that it's in California cause I obviously want to stay like closer to home. But like at the same time. I'm not really like scared to apply outside of California. If like, the program is really good, then 110 then I'd definitely like, be be be confident in applying to that college. Yeah. So I definitely see here, like, program is the priority. So like, wherever you end up with, like the best 111"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1341.68,
      "end": 1355.699,
      "text": "program in what you want to do. That would be good. Okay? So right now, 112 I'm gonna start compiling a list on our document of some of this schools that I think could be like ones to think about. So. 113"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1356.08,
      "end": 1372.679,
      "text": "sorry. Yeah, let's let's take that. Let's record that. Because also, I'm trying to. You know, use this as a reference for other sessions. So might be the key question. Let's record some decisions that are being made. And I would love to do this, Jenny, because we wanna also make sure that parents don't want us back. 114"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1372.94,
      "end": 1378.49,
      "text": "The decision that is being made. and especially with anushka and and Neil Mai would love to do this. 115"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1378.55,
      "end": 1393.37,
      "text": "that we want to prioritize Major number one. And let's call out the major that we are prioritizing here is an engineering plus design or media whatever, like, yeah, interactive media and arts and design. So this is our like priority. 116"
    },
    {
      "speaker": "student",
      "conf": 0.75,
      "start": 1393.37,
      "end": 1417.969,
      "text": "and might be, I know that you have asked great question. I think a good way to do is to work on it incrementally, Jenny, in my experience. If we start optimizing for too many things, we are not able to converge. That's again a problem. Right? So not everyone will have that clarity correct. So it's like, it's great for that to say that. Okay, doesn't matter. If I get a good program I would go ahead. And you know, dad, me being that I'm sitting here. Of course I'm gonna support that. 117"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1417.99,
      "end": 1430.34,
      "text": "So I think let's try to bring that up California. But open to other locations. And who are you also feel free to chime in? You know? Because we are actually deciding this on your behalf 118"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1430.73,
      "end": 1451.37,
      "text": "not on her behalf, not on her behalf. We're deciding it with her. Yeah, this is like the the Irvine program. 119 I think it. So far, it's like one of the like, I think Mit and Uci have, like some of the best programs so far. 120 And yeah. 121"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1453.6,
      "end": 1466.89,
      "text": "okay, awesome. And then, pen, interactive media art is a good one. 122 Do you know the university? Chapman University? Are you familiar with that? 123"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1467.23,
      "end": 1477.23,
      "text": "I think I've heard of it, but I don't know too much about it. It's another good school. It's a private college in La. So in La, and they have a game design minor. 124"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1477.27,
      "end": 1523.13,
      "text": "So this would be like a good idea if you wanted to do like a media studies major with a game design minor like a Cs major game design minor something like that. Game development. Pro, it's like a game development programming 125 minor. And it's located across the school of engineering and also the college of Film and media art. So if you want to like, do film stuff at Chapman's like a really good film school, too. So if you want to pursue film, Chapman's like a really good place to be 126 So here's like they have this good minor in 127 in game development programming. And you could major in like 128 software engineering or computer science or data science or computer engineering, or something like that 129 which would be like a good idea for you. 130 and 131"
    },
    {
      "speaker": "student",
      "conf": 0.7,
      "start": 1523.23,
      "end": 1533.85,
      "text": "I told you. 132"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1533.89,
      "end": 1557.09,
      "text": "and then Ucla Lmu. These are like more like filming and media schools. Ucla, I think hopefully, I think if La is the goal, there's like that's a perfect place to be, I think, for this type of major, like, I think 133 definitely a lot of 134"
    },
    {
      "speaker": "student",
      "conf": 0.7,
      "start": 1557.67,
      "end": 1584.35,
      "text": "good resources and opportunities. There doesn't have a game design program. 135"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1584.46,
      "end": 1602.49,
      "text": "They have courses in it, but they don't. And same with Berkeley. They don't have like these majors. 136 yeah. 137 but they do have courses. Oh, go ahead. I think, for, like some colleges, maybe I could probably apply for media studies. 138"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1602.65,
      "end": 1637.07,
      "text": "Yeah, either that. Or else if you have, maybe AI ethics, since I do have some extra curriculums for that. Like, I think, like empowering AI, and also like and also like the game, it does include AI ethics. So maybe like so I know you said, Stanford has like a like a AI ethics program. So yeah, like, symbolic system. Like, are you thinking cognitive science? Is that what you're thinking? 139 Doesn't have an ethics program. We have a con like, we have a concentration like human Centered AI within a different major 140"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1637.21,
      "end": 1666.7,
      "text": "authentic. I'm I'm I'm I'm I'm I'm I'm I'm I'm I'm I'm I'm I'm I'm I'm I'm I'm I'm I'm I'm I'm I'm I'm I'm I'm I'm I'm I'm I'm 141"
    },
    {
      "speaker": "student",
      "conf": 0.75,
      "start": 1666.7,
      "end": 1688.719,
      "text": "now, I think, what you're talking about definitely. We should have the kind of you know, other safety like, not safety for other reach school. The other II don't know. How do we categorize that? But my only concern is, we should also not be diluting again like trying to pursue too many things. And again, like, I'm talking under your command here, Jenni. 142"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1688.72,
      "end": 1712.54,
      "text": "So so then what happens is again like, Oh, yeah, you know I want to get into these 5 schools. But you know what I also want the other 5 school. And I'll basically pursue AI, and then like, and I don't. Then I don't understand what your narrative is like, you know. Are you an AI person, or are you like, you know, a gaming developer person. Right? So I think this is where, Jenny, I think we need. You need to be more prescriptive. Right? Just the way you said, hey, I don't think 143"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1712.54,
      "end": 1735.979,
      "text": "you pursuing a filming major will be a producer, which is fine, because you're working with that for a year now, like, you know, 6 months each month, so I think you know her, and I think II would love you to be a bit more prescriptive to parents as well, because parents are actually lost, and they are kind of coming for that advice. And the the challenge I've seen is the more you O, open it and start discussing with them, it can go for a year. 144"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1736.01,
      "end": 1748.309,
      "text": "Right? So so so, yeah, I think the the other elements that Huda has, be it AI or other interdisciplinary. I would love to have that as kind of a piece P. One. Or 145"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1748.41,
      "end": 1751.15,
      "text": "but then, again, my question to you would be. 146"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 1751.25,
      "end": 1759.33,
      "text": "as long as it doesn't harm or does not cannibalize her main narrative and application focus. Right? 147"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1760.07,
      "end": 1803.67,
      "text": "Yeah, I would agree with that. 148 I would say. Like, if you were to apply for a Uc. Breakfast, I would not try to, or Stanford. I would not try to go cognitive sciences, cause I don't think you'd be interested in that cause. That's 149 like philosophy, psychology, linguistics, stats, math and Cs. And based on my curriculum. I don't know if that's something you were interested in. But I think maybe, like a media studies major might be a better fit or within Cs human computer interaction might be a good fit for you, too. So. But I've isolated like these schools. I think that could have like specific game design development programs. They think it could be good for you. So 150 Uci, U Usc, UCI. And Chapman. 151 These are all 152"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1803.69,
      "end": 1823.979,
      "text": "in Southern California, which is good. And then Ucsc obviously is in Northern California or like 153 Bay Area Ish, which is also a good school. And then on the east coast there's 4 schools, I think, could be good. So mit obviously, Penn, interacted there. Interactive media arts, Major is like pretty good 154"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1823.98,
      "end": 1857.749,
      "text": "northeastern has a bachelors, fine arts and computer in game design and northeastern, you could combine that. So if you were to do a Bfa, you could also combine that with a major or a minor in computer science. And that would like, give you that well rounded sort of outlook and northeastern. I know they just built a new school for computer science. So they're actively first expanding this program. It's a really well funded and well resourced program, which means that they're actively like hiring new faculty bringing in more people. And I think 155 I'm saying this because I just went into northeastern recently. But if you do go to Northeastern like 156"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1858.06,
      "end": 1891.479,
      "text": "it's a really well funded computer science program. But like they're putting a lot of resources into it which is important as a student. So that's something to consider. And then, finally, Nyu has a good game design program. They also have, like a major in Cs, you could do it, combine it with a minor or a major in computer science. And then the other schools that you mentioned. I think those are worth applying to. If you want 157 like Cmu uc Berkeley, Ucla. They all have like great programs, too. I think that. 158 this is like a pretty big already good list. So depending, I would say, leave these schools. 159"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1891.48,
      "end": 1927.49,
      "text": "I mean for Uc. Berkeley and Ucla. It doesn't matter too much, because there's only one University of California application. So I would actually encourage you to just apply to all 7 Uc schools because it's you only write 4 essays for all the schools like you don't write individual essays for each school. So when you have the University of California application, you can submit that to like as many schools as you want. So if you're already applying for Uci like in Ucse, I would just submit it to all of them. 160 so that won't take up a lot of extra time on your end. But I think, and I don't think Cmu will take up as much time on your end, either, but I do think that this is a big list. So I would look at these and maybe pick 161"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1927.75,
      "end": 1959.559,
      "text": "your your favorite school. If you have in mind your favorite school out of all of these, and then after that, your top 3 and your top 5, and I think those we can really prioritize everything else. It's really hard to like. 162 Put a lot of attention onto more than 3 or 5 schools, because you wanna make sure that you do them well and not just apply to like 30 schools with no direction, because that's not gonna help you. You wanna choose like a couple of schools that you really wanna focus on and like this will inform your decision to early decision, early action and things like that. So 163"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1959.65,
      "end": 1981.57,
      "text": "if you like looking at this list right now? Obviously, you don't. Your answer can change over the course of the summer, and once you like, visit or learn more about the schools. But do you have, like a gut feeling based on what you know about these schools, and considering not only the major, but also your ability to like succeed there, the environment, the resources in the city, your understanding of student culture and th. These are things that you might not know already, but like 164"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1981.67,
      "end": 2030.98,
      "text": "from the top of your head, like student culture, your life and things like that, like those, are all important factors to consider when thinking about college, not simply like prestige or major, or anything so based on this. What do you do? You have in mind a favorite school, or a couple of favorite schools. Yeah, I think so, for now I I'd say, like, Uci might be my top choice right now. 165 And that's because like. So one of my old friends he wants to. He wants a Uci and I'm I'm not sure we got in to uci for. But it did seem like a really good school, and I did search it up a bit. And I know they're like, they're like Muslim communities really big there. And I think I'd really enjoy that. And also just overall the 166"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2030.98,
      "end": 2082.499,
      "text": "like. The area like you said, being so, Cal has like a lot of advantages, especially in the industry. And so I think Uci is like a really good school for that. And II know there's like Chapman, Usc as well. But I know, like the Usc has like, really kind of like partyish culture, which i've heard and that's like not 167 I don't like parties. But yeah, so that's why I wouldn't really say us is my top. But I obviously still really wanna go there. But and then I think, North Eastern, as you said, like they're expanding their computer science like their major. So I think, that would be like, really nice. And also, like my family lives in Chicago and 168"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2082.51,
      "end": 2118.28,
      "text": "more secluded like I don't know if you're you're you're you're you're you're you're you're you're you're you're you're you're you're you're you're you're you're you're you're you're you're you're you're you're you're you're you're you're you're you're you're you're you're you're you're you're you're you're I'm not sure. If you're 169 do you want to live in dorms? Do you want to live like in your own apartment, like, how? What type of college experience. Do you want like? Do you want traditional football school? Do you want like a quiet liberal arts call? What type of experience do you want? 170"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2118.73,
      "end": 2174.649,
      "text": "I'd say, like 171 I don't really like I mean, I don't really have a press preference, but like I wouldn't want a party school or like a football school. But like 172 I want like in this city, there's like advantages like, for example, Nyu, I know it's really spread out throughout the city. So that's kind of something that's 173 not really fun of me. I think if it's like one campus like my sister goes to Cal Poly, and like I like the campus there. It's there's like a lot of nice buildings, but it's kind of like in this own area. So I think that's kind of like what I like in a college and for housing, I think 174 either is fine, but I probably prefer dorm cause you kind of just like getting out of high school. And you kind of need to learn like how the whole system works. So, yeah. 175"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2174.83,
      "end": 2180.139,
      "text": "oh, yeah, this is all really helpful. I think I'm gonna 176"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2180.37,
      "end": 2209.59,
      "text": "yeah, I think. Let's say, you see, II will want to add a couple of more scores to this list that might be like a good fit for you. But but I think also, now I think this is a takeaway for Hudar to do some more research. I think there is an action item, right? Because out of these things I mean, you've already given amazing, you know, information. But I think what it means that Jenny is actually triggered the process now, and she's trying to converge. So what you need to do is you need to take this ais 177"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2209.71,
      "end": 2210.99,
      "text": "and 178"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2211.08,
      "end": 2226.959,
      "text": "not the artificial intelligence. But the action items, poor dot Joe, go and research more. And then, you know, next time we kind of you know. Come, that's the thing. Yeah, sorry I didn't. I didn't mean to interrupt. But II wanted also to know, like, you know, we 179"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2226.97,
      "end": 2229.7,
      "text": "of course we can't decide these things right now, and 180"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2229.77,
      "end": 2245.14,
      "text": "I think this is more with the intention to say, Hey, we are, gonna prepare for these colleges. But then, of course, lot of these questions are probably gonna be answered only when we finally get admitted. And then we actually go and visit these colleges, and who knows what what comes out. But 181"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2245.25,
      "end": 2253.44,
      "text": "one related question, Jenny, that I had was. Now, how does this materially translate 182"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2253.54,
      "end": 2260.25,
      "text": "to the the college components? Application components, right? Which is number one. I think 183"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2260.63,
      "end": 2278.18,
      "text": "so. Let's talk about Ucs first. You rightly said that you know we've got a Uc. One application for all the Ucs. Now that means that. And and we are doing with the game designer and that kind of narrative right where we want to highlight that part of who does personality and all her work. 184"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2278.43,
      "end": 2280.31,
      "text": "So once we put that. 185"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2280.55,
      "end": 2296.349,
      "text": "you know, that basically means that you're kind of sending the same application. And you want to really give it that, you know you want to really present that part of her story to every college to get into these colleges versus saying, Oh, I've also done. AI, you don't have an opportunity to present, like diff different kind of version to different schools. Correct? 186"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2297.28,
      "end": 2298.729,
      "text": "Right? Yeah, correct. 187"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2298.78,
      "end": 2314.779,
      "text": "So so that is what you have to decide with that, because I think that becomes your primary narrative. And I would rather have us actually, or any student, that we are helping work on things that matter in building that narrative versus like, you know, going after 100 things, you know, just for backup purposes. 188"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2315.15,
      "end": 2323.51,
      "text": "That's the thing. Now let's talk about the common app, right? Because that's something that I'm not experienced with, because Samia never applied to any common app. 189"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2323.58,
      "end": 2334.449,
      "text": "Now, how does that translate to common app, because my limited understanding is that school specific supplements. Each of these things have some, you know, very unique. And I think. 190"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2334.45,
      "end": 2375.5,
      "text": "having this college list actually allows us right to start working on those things right away. Correct, Jenny, correct? Yeah, I. So I think the most important action item is this week. I think I want you to hoot before we meet again. And I want you to research these schools and also research more schools. Too. And look at into these major. So media studies major 191 game, design, development major or minor, and also like schools in the areas that you want to be because I think, like 4 schools that are well resourced because well, resource, meaning like, they have 192"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2375.87,
      "end": 2404.17,
      "text": "the game development clubs, professional organizations, things like that because there's a chance like, okay, for example, say, you really really wanted to go to Ucla, Ucla doesn't have a game development major. But they do have game development classes. They might have a game development club. There's other ways you could pursue game development while being at this school versus like Stanford. We don't have a game development, major. We also don't have a game development club. So th those 2 like together, maybe you want to go for different reason. But like. 193"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2404.2,
      "end": 2438.759,
      "text": "I would research like what kinds of resources this school has and maybe not eliminated just because they don't have the specific program because there's still opportunities for you to engage with that program. I'd also be really honest with yourself and think about like your fit for a school, for example. 194 One like, Okay, Arizona state is like a big party school. Say, Arizona State has a game development, Major, if you know for a fact that you don't want to go to Arizona State because of that party culture. You should eliminate it, even if it has a good game development program. Because if you know, you wouldn't be happy there. There's no point in applying just because of the program. Because, for example, there's other schools like Uci, that. 195"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2438.76,
      "end": 2471.789,
      "text": "you know, also have a game development program and are not big party schools. So you shouldn't like force yourself to apply to schools just because they have a good program. If you don't think you'll be happy there. 196 So I would like, look at this list, and you can just strike through or like eliminate 197 and edit, and then do insert like a 198 I forget what where it is. Format. Okay, yeah. Somewhere, there's like a strike through and just strike through any schools that you don't think that you would be interested in. And this is where you can 199"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2471.79,
      "end": 2491.02,
      "text": "go on. Take talk product to productively. You can look day in the life of a Usc student. You can look now when your dad says, why are you on tech on? You can say, I'm doing research. You can say, Okay, day in the life of a Ucse like game design. Major, look at like on Youtube like what people's lives are like, and see if you could see yourself there, because 200"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2491.26,
      "end": 2516.779,
      "text": "the worst thing that could happen is you commit to a school that you think is a like a really prestigious school, or like a good fit for you at the time. But then, like it's not what you expected, because, like student life is something is different, because all that really matters in your college experience. So like, look at how people are living their lives and see if you can see yourself there. And if immediately, I mean, if you're like, okay, maybe not. Then keep it on the list. But if you're like immediately, no, then just delete it off the list because you don't want to waste your time. 201"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2517.2,
      "end": 2565.579,
      "text": "Yeah, I was actually like looking like this week. I was kinda like, while I was working, I had like dan life, just videos like playing in the background. And then I saw, like the Uc. Davis one. And 202 II think it's like a really nice culture like, I know. It's like kind of like the place I've heard. It's really similar to like our home town like it has like farms nearby, and it's just it's kind of weird, but I think, like the student life is really good there. And I also like I searched it up. If they have, like any like majors that I'm interested in. And I I'm not sure if it's a major. But there is like interactive design. 203 I think it's kind of like. like, I'm not sure if it's more like ui, or if it's like media. But yeah, just like accurate about that, major. 204"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2565.67,
      "end": 2587.079,
      "text": "Yeah. So you have tons of opportunities this week to just go research and like eliminate any schools you think would not be a good fit. Add more school that you think could be a good fit, and then starting next week, I think the goal for next week. So or I say next week, I mean, like the next time we meet. So the goal should be to choose top one school 205 top, 3 schools. 206"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2587.8,
      "end": 2617.199,
      "text": "top 5 schools, and then we can just have like the rest, I will just say which are like, of course, other good schools, too. But like we want to focus on which ones you want to prioritize. Of course, I think based on that. Then I think this is a good sequence, right? Even though I wanted the pro. I think if you, if you don't even know, like the college and the program. Then why are we even building the application? Right? So I think that's a good sequence. And then we can I think? Great. I'll be respecting the time. 845 sharp, please. Who that except my Rsvps going forward 207"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2617.2,
      "end": 2627.21,
      "text": "and you're gonna stick to 845 8 to 8 45 on, you know, on a twice a week. And this is great. 208"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2627.53,
      "end": 2632,
      "text": "awesome, you know. I mean, I think this is the level of prescription we need Jenni, because 209"
    },
    {
      "speaker": "student",
      "conf": 0.75,
      "start": 2632.14,
      "end": 2654.609,
      "text": "you've got it. I think. I have learned this now, the hard way, optimizing for too many things. Parents don't get that Clara clarity, and then they come back like, why, my daughter doesn't have this in her list, and why, that she doesn't have that, I think. Let's so. I think this is the same model I would love to play next Saturday but 1 h between me and Neelima and yourself, and I will keep chiming in because 210"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2654.68,
      "end": 2658.06,
      "text": "me, Lima had some concerns, and this and that, and I'm like. 211"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2658.38,
      "end": 2676.73,
      "text": "let's play this book. I think, clarity around these questions like, let's come up and you can set the stage. You can say we want to drive to these answers, and if you are not, it's fine. You take action items do more research and come back. But without answering and making these decisions, it is not helping anybody right? 212"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2677.36,
      "end": 2681.06,
      "text": "Right? Totally. Yeah. Okay, thanks a lot. 213"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2681.08,
      "end": 2686.12,
      "text": "Alright. I'll see you later this week. Bye, bye. Great. 214"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2686.31,
      "end": 2707.589,
      "text": "this is great, Jenni. So you're back to Stanford. Yeah, I'm back on campus now. 215 Yeah, hey, Jenny, you think today's a good time for you, because you were, you might have just traveled. Yeah, I think II kind of might want to head out early tonight. I'm running a fivek tomorrow, so I'm going to be up in the morning early 216"
    },
    {
      "speaker": "student",
      "conf": 0.7,
      "start": 2707.59,
      "end": 2729.109,
      "text": "so I will have to be up pretty early. So we can reschedule tomorrow. 217"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2729.76,
      "end": 2774.73,
      "text": "Yeah, it's because this guy wants to enroll 1 2222. 218 Okay, that's a lot. Yeah, I wouldn't recommend who to do that. But if they want to do that, then that's fine. 219"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2774.92,
      "end": 2794.769,
      "text": "You know the entire package, like, you know, all the essays and all that stuff I'm I'm we're not gonna read any of these things. Virtually all the standards have live on campus. I don't think anyone prepared it. Like, you know, this is like one of the counselor kind of generated document. Okay. 220"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 2795.21,
      "end": 2798.039,
      "text": "now, let's come here. 221"
    },
    {
      "speaker": "student",
      "conf": 0.75,
      "start": 2798.28,
      "end": 2817.489,
      "text": "I think I'll let me just quickly go to his questions. So his questions are this right? Number one, like I'm attached? So he's not applying for Cs. I'm applying to go on pre met track and have applied for biology for all these schools. Yes, my instant is Washington. The only 2 schools I have with fifteenth Deadline is Nscu. And Unc. 222"
    },
    {
      "speaker": "student",
      "conf": 0.75,
      "start": 2817.62,
      "end": 2837.2,
      "text": "I have also a couple of questions about. Do you think there are any good schools that I have not applied here, considering my Gpa. And test scores the top school that I want to get into is the University of Washington, even though the application deadline has already passed. Is there anything that I can do? II don't even know. 223"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2837.84,
      "end": 2864.97,
      "text": "Yeah, I like, why is he saying that, upskill that I want to get into? This is the usual, even though the application deadline has already passed him specifically, Jan. 15. And he said, only these 2 Nsc. I can ask of Washington deadline. 224 So 225 this is premed. What? 226"
    },
    {
      "speaker": "student",
      "conf": 0.5,
      "start": 2865.13,
      "end": 2865.81,
      "text": "What? 227"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2866.27,
      "end": 2935.48,
      "text": "Hmm! 228 Let's see, application receive application opens. No, look at this. I don't. Can you? Let me share my screen for 1 s and then give it back to you. 229 Sure. Okay. And can you see my screen? 230 I think you might have to stop sharing first. Regular decision is January fifteenth. No. 231 wait. What does he mean by that? He's already submitted. 232 Okay, this is not good. Okay. Couple of things. I'm looking at his application. Now. 233 okay, 234 okay, this is he spelled this wrong. This is a big red flag. Typo. 235"
    },
    {
      "speaker": "student",
      "conf": 0.7,
      "start": 2935.78,
      "end": 2936.99,
      "text": "Oh. 236"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2937.59,
      "end": 3003.35,
      "text": "okay. His his awards. This is very impressive. This is. This is impressive, like this is good 237 good awards, profile scores or 238 fine, a little bit low. Biology is 4, but he wants to major in biology. Fine. 239 this is all good. This is like all really impressive. Okay. 240 his essays are, 241 this is not good, yeah, not good. Yeah, this is not good 242 chat. G. Ppt. 243 This sounds like chat, regardless of whether or not it is chat. Gp, it doesn't matter. It sounds like Chat. Gp. Doesn't matter if it is or not, it just sounds like it. 244 Okay? 245 Oh, C, minus 246 grade. 247"
    },
    {
      "speaker": "student",
      "conf": 0.7,
      "start": 3004.93,
      "end": 3006.46,
      "text": "That's a red flag. Huh? 248"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3006.81,
      "end": 3084.909,
      "text": "Yes, that's a red flag. C minus in a calculus, a B, 249 okay. 250 this can. This is, it's good that he's explaining this. But his writing needs to be improved. Okay, 251 let's see the rest. 252 Why did he take a note? This is bad. No grade. He dropped out of this course. 253 P, minus B, plus. 254 Okay, see? 255 So you know, these things like admission offices, like, if you can do it like in a one, you know, like, I'm sure they'll the circle it right? Yeah. 256 this is the target profile. Right? II think we need to prepare this kind of a profile and work backwards. Correct, Jenny. 257 His extracurriculars are really good, his awards are really good. His grades made your red flag. 258 His essays do not compensate for his Grace. His essays are bad. 259"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3085.56,
      "end": 3111.81,
      "text": "As I'm saying, I say, I'm saying this in a brutally honest way. This essays are bad. They sometimes a grade. A grade is okay, like you can compensate for 4 grades if you can explain it. Well, but his essays don't make up for the grade. 260 Yeah, that's the thing. I think his biggest issue should be working on his writing. 261 Yeah, I think. 262"
    },
    {
      "speaker": "student",
      "conf": 0.7,
      "start": 3111.9,
      "end": 3127.929,
      "text": "I mean he probably still has time right for the 2, and I can be brutally honest with him, and that's who we are like. We don't want to like really sugar coat. And what is the one thing that he can do right now? Rewrite his essays. And you would say, like, you know, literally pretty much like all the all his essays. Right? 263"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3128.52,
      "end": 3164.54,
      "text": "Yes. 264 Yeah. Well, for for these schools, for University of Washington. Yes, for for the rest of his, I would I would rewrite them. I mean, you don't have to like just change it like change writing style like 265 you don't have to change the essay topic. I think the topics that's fine. But change his writing style. And yeah, rewrite the essays. I think that's the main thing he can do right now and also rewrite his additional information. This section needs to be rewritten, too. 266 Additional information. Okay? Additional information. Yeah. Everything else. His, his extracurriculars and awards. That's very impressive. 267"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3164.57,
      "end": 3194.98,
      "text": "It's very impressive. He's got great extra feelers, great awards his grades. That's red flag. He also doesn't have any test scores. That's also a red flag, because if you have poor grades, but good test scores that, you know says something. If you have, you know, bad test scores, but good grades. That's also fine. But like he doesn't have a he has no test. He has, like, kind of 268 okay, test scores. He doesn't have any standardized testing, and he has bad grades. So that kind of is a big red flag. 269"
    },
    {
      "speaker": "student",
      "conf": 0.7,
      "start": 3196.01,
      "end": 3196.91,
      "text": "Okay. 270"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3197.17,
      "end": 3237.98,
      "text": "okay, I think this is already quite good. I don't want to take more of your time. But what will happen is, I'm sure he might say, Okay, can you please help? And might be will set up like 2 sessions, 2 ss sessions with him. Oh, yeah, but I think it will take a lot of work on his part, like I for the schools that he's already submitted. That's it is what it is. 271 or and then for these ones, I because of his grades. I don't know how much an essay can help, because if it, if the grades are the immediate red flag, then that is just non changeable. But I think essays improving. His essays will make a difference, but I don't know if it'll change his acceptance, because I think the acceptance rate might already be like 272"
    },
    {
      "speaker": "student",
      "conf": 0.7,
      "start": 3238.26,
      "end": 3264.189,
      "text": "the barrier might just be his grades. But that's not something he can control right now. Right? Yeah, I think whatever we can, right? So I think it's more like, okay, what else can I do at this time to be brutally honest other than essays. You cannot do anything else. That's what it is right. And it's not because we think that your essays are good that we can further enhance it. They're really like, you know, they're chatting. I mean, this is like, yeah. So yeah, might be, you know, just like the session that you did with the 273"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3264.19,
      "end": 3305.959,
      "text": "I could basically ask his dad that, hey? 15. There's a deadline might be. We can set up like 2 or 3 sessions. That's fine. Yeah. But I don't know how much of an influence it will have on a school like University of Washington for their admissions right? Because they just have, like a bottom line standard, that I he may or may not be able to cross. That's not out of our control that's out of our control. Right? I don't even know about Uc. University of Washington, because he says the deadline is fast. 274 Yeah, can be improved a lot regardless. Yeah, yeah. 275"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 3306.55,
      "end": 3317.599,
      "text": "okay, easy is a good. Okay, thanks a lot. So you see, like, I mean, I really wanted our essay kind of application review and boost to be like this like a 50 min review. If you could just do an even recorded. 276"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 3317.75,
      "end": 3346.07,
      "text": "I think might be, there is something there, but we should go through parents, you see, like, we tried to go directly to students and run the ads. It did not resonate with students. Thanks a lot. So tomorrow, 70'clock, you have your youngest customer. Okay? Sure. Sure. Yeah. And then how is that gonna work? The structures are just like an evaluation like 277"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 3346.13,
      "end": 3360.47,
      "text": "I would say, so, this parent, basically the one thing that you have to hold on, the reason he's coming to us is he's about to make a decision to send his daughter to a very, very filthy, rich school. Okay, he wants to completely sacrifice everything and do that. 278"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 3360.47,
      "end": 3389.77,
      "text": "So he thinks that going to a very top-notch private school to change the game which which can right so. But I think the the whole point was, I told him that instead of focusing on this pull in that school, you need to identify a game plan from your for your daughter, and you need to start working on our passions. Let's try to bring out her passion. Let's try to see. Where can we, you know, start helping her get some national awards. And so, you know, like that whole middle school like plan that you said. 279"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 3389.77,
      "end": 3395.539,
      "text": "I think. Try to make a game plan for him for the middle school, so that she can start focusing on th those things 280"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3395.57,
      "end": 3401.759,
      "text": "for for middle school. I feel like, there's 281 okay. This person is what grade sixth grade. 282"
    },
    {
      "speaker": "student",
      "conf": 0.7,
      "start": 3402.02,
      "end": 3404.52,
      "text": "She's actually in fifth grade going to sixth grade now. 283"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3404.64,
      "end": 3407.44,
      "text": "and we want to set up our extracurriculars. Okay. 284"
    },
    {
      "speaker": "student",
      "conf": 0.75,
      "start": 3407.62,
      "end": 3430.5,
      "text": "yeah. I mean, like you. You told me, you know, I mean, I mean, where did you? The one who was actually telling me that? You know, these students actually go to Dubai to Ivy? Okay, so. And he was considering sending her to wear gun, you said, well, I think some like he basically wanted to go to some private school in the Peninsula side. Right? Might be some competitive school. So 285"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 3430.5,
      "end": 3452.669,
      "text": "I mean, see, there's no harm in that. But I told him you like just going to a competitive school actually probably reduces it because it's gonna be like more competitive if you're staying in the public. And that was the fundamental post that drove a lot of people to people, hey? Being in a pocket like a rural school setting to your point right? It's still a disadvantage. As long as you are strong in your profile. Great sat scores, you know, good fashion projects 286"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 3452.78,
      "end": 3459.15,
      "text": "so I think he doesn't understand the game as well. So what I would recommend is like, just just imagine, like, what advice would you give 287"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 3459.15,
      "end": 3483.53,
      "text": "to like a middle schooler who just getting into middle school or an elementary school, hey? You've got this amazing picture. So it's a discovery session, mostly a discovery session and telling them. But definitely he want he's eyeing top iv schools right? So helping him understand the game a bit, and saying, like, you know, he's firing his daughter like, Hey, wow! I spoke to someone from Stanford like inspiring and motivating. 288"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 3483.64,
      "end": 3497.559,
      "text": "Can you imagine how life changing can that be? Then telling that? Hey? You're all said, you're great. Let's do this. Start focusing on Xyz. And then, you know. Yeah, it doesn't have to be very comp like, like this high Schooler stuff. 289"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 3497.65,
      "end": 3515.02,
      "text": "but and again, like you, you know better, because you have helped many, many more junior students. I don't want it to be irresponsible right? Where. That's why I'm very afraid to even touch like, you know, middle schoolers and elementary, because I don't want to come across as someone who's trying to put that pressure right? 290"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3515.36,
      "end": 3533.2,
      "text": "So yeah, okay, did you send the invitation. I don't know if I've received it yet. Okay, great. Yeah. Sounds good. So 7 to 8, 1 h tomorrow. Session 8 to 9 tomorrow. 291"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 3533.2,
      "end": 3549.309,
      "text": "Okay? Sounds good. Yeah. Could you send me invites for those? Yeah, yeah, I think I'm I'm gonna get better now. Because now II I've also spoken to a Philippine virtual assistant, because now we have customers coming in right. But again, Jenny, I really want you to. 292"
    },
    {
      "speaker": "student",
      "conf": 0.75,
      "start": 3549.37,
      "end": 3562.35,
      "text": "I really want you to start thinking about, how are we gonna scale this? Right? I'm happy, like, you know. Say, for example, 20 right? One session, you get 20. If as long as you help me hire basically a junior. 293"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 3562.39,
      "end": 3577.7,
      "text": "So we can work on that split model because all the strategic work you can do. But you know, like how Huna has like 2 sessions, and also say, Imagine, like, you can show up with Anushima on day one, and then we can actually give it to day 2 to someone else like that kind of stuff. 294"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3577.9,
      "end": 3585.15,
      "text": "Cool? Yeah. Okay, cool, I think. 295 yeah. How many people are you looking to recruit right now. 296"
    },
    {
      "speaker": "student",
      "conf": 0.75,
      "start": 3585.24,
      "end": 3609.149,
      "text": "So I think for me. There will be 2 more touch work. At least there will be 2 more one year programs, right? So one more Zara, or like, just like the and then hopefully, there'll be one more this guy that this his brother basically telling him, guys, why did you write this kind of essays? Right? So he's a sophomore one year, and this girl one year. But again there can be 2 or 3 more as well. Right? So 297"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 3609.15,
      "end": 3633.679,
      "text": "think of it this way. There, at least 2, I would say, for now. So you start thinking like I would say, like more like, you know, someone who who enjoys has is passionate about it, and could be like doesn't have to be a freshman could also be like your your kind of colleague, you know, like I'm fine, you know Stanford students only. No, not necessarily right, I think. I'm I'm not at all looking, but I think as long as they are 298"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 3633.9,
      "end": 3641.39,
      "text": "Mit or Howard like Iv right just to, because we we are Iv level, right? So we want some premium there. 299"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3641.42,
      "end": 3648.509,
      "text": "Got it? Got it? Okay, that makes sense. Yeah, okay, thanks so much. That sounds good to me. 300"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 3648.65,
      "end": 3672.12,
      "text": "yeah. Okay, cool. And and don't worry. You know, Jenny, it's just that I don't know about the business model yet, but do not think for a minute that I'm just trying to get someone on hook so that I won't give you the opportunity. Right? You don't. I don't want you to think like this. We are co-creating, and I want to build a model here with you without even working, actually get a revenue cut. 301"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 3672.27,
      "end": 3673.88,
      "text": "That is the model I want to build 302"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 3674.06,
      "end": 3680.319,
      "text": "because because you're gonna help. And I think that's how we win right? Because otherwise we can't blow this. So as simple as that. 303"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3682.2,
      "end": 3704.259,
      "text": "Okay, awesome. 304 sounds good. I think I have someone in mind. I can maybe share your information with him. He's Stanford Freshman right now also from Portland, I think. Cs. Or Ee Major, or something like that. I think he would be good. 305"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 3704.36,
      "end": 3723.43,
      "text": "yeah, yeah, I'll I'll I'll ask him and then connect you with him. If that works out you might be busy depending on his schedule. But I can ask him, yeah. But I mean, like, you're taking decisions on that. We have. Okay? I mean you. I think II really want you to kind of like how you know, like Maddie goes and finds like, because it's like great people attract great people. Right? 306"
    },
    {
      "speaker": "unknown",
      "conf": 0.75,
      "start": 3723.45,
      "end": 3734.19,
      "text": "So that is my fundamental rule. Right? You hire best people. They know how to attract best people. So just just see like it. Will he enjoy? Will he be good for our like, you know, task style and all that stuff. Okay. 307"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3734.2,
      "end": 3743.64,
      "text": "yeah, okay. Alright. 308 Where are you running downtown like, where are you running. I'm running in the 309 What's it? Called Golden Gate Park. 310"
    },
    {
      "speaker": "student",
      "conf": 0.7,
      "start": 3743.79,
      "end": 3750.029,
      "text": "Oh, my God! Send some pictures! Bye! Take care."
    }
  ],
  "meta": {
    "ext": ".pdf",
    "source": "normalize-v1",
    "vtt": true
  }
}