{
  "id": "03-Raw-SessionTranscripts/2024-11-16_W083_P5-SENIOR_TRANS-RAW_UcessaysnostalgicFuturistandeducationalB.pdf",
  "name": "2024-11-16_W083_P5-SENIOR_TRANS-RAW_UcessaysnostalgicFuturistandeducationalB.pdf",
  "path": "03-Raw-SessionTranscripts/2024-11-16_W083_P5-SENIOR_TRANS-RAW_UcessaysnostalgicFuturistandeducationalB.pdf",
  "kind": "TRANS-RAW",
  "week": "83",
  "phase": "5",
  "date": "2024-11-16",
  "link": null,
  "text": "Week 33 - Coaching_Jenny_Huda_Wk33_2024-11-16_M_9d4fedf1e66f8490_U_9d4fedf1e66f8490 WEBVTT 1 00:05:32.030 --> 00:05:33.820 Jenny Duan: Hi! Huda! How's it going. 2 00:05:37.590 --> 00:05:39.599 huda: Hi! It's going well, how are you? 3 00:05:39.890 --> 00:05:41.520 Jenny Duan: Good. How's school? 4 00:05:41.670 --> 00:05:44.460 Jenny Duan: Is it like a really intense period of time for you. 5 00:05:44.840 --> 00:05:48.170 huda: Yeah, definitely, I think a lot of tests happening. 6 00:05:48.900 --> 00:05:51.630 Jenny Duan: Really? How's the past week been? What have you been up to? 7 00:05:52.702 --> 00:06:12.989 huda: I think I've been focusing a lot on the Uc essays because those are definitely a lot more difficult than the supplementals. But I've also been taking a look at like the supplementals for other questions for the other colleges. But it's been kind of crazy, because I realize that Cornell is asking for like 11 essays. So oh, yeah. 8 00:06:12.990 --> 00:06:14.780 Jenny Duan: Long or short essays. 9 00:06:15.624 --> 00:06:19.800 huda: They're all kind of short. But yeah, still. 10 00:06:19.800 --> 00:06:25.459 Jenny Duan: Hmm, okay, well, I think we can start with the Uc essays 11 00:06:26.240 --> 00:06:29.399 Jenny Duan: because it seems like you've already kind of gotten started on those. 12 00:06:32.130 --> 00:06:35.520 Jenny Duan: Okay, I'm on your document right now. 13 00:06:36.090 --> 00:06:40.809 Jenny Duan: You think everything is drafted. 14 00:06:40.990 --> 00:06:45.040 Jenny Duan: What were the most recent changes you've made to this, to these essays? 15 00:06:45.711 --> 00:07:06.550 huda: I think the 3rd one over the what would you say is your greatest talent or skill, I added, like I don't think that was like one of the original prompts that I chose. But I kind of came up with an idea for that one which was about kind of like being kind of obsessed with like the past. But also, you know, like being someone in technology, which is the future. 16 00:07:06.550 --> 00:07:31.290 huda: So I kind of talked about like being like a time traveler of some sorts, and I kind of tied it into like how I use, like my past experiences to like shape my activities like, for example, starting empowering AI like empower hacks fundraising because and like having like free programs, because I was someone that couldn't like afford like expensive programs. 17 00:07:31.633 --> 00:07:49.509 huda: And then I talk about like English language development and how I tutor and help like immigrants, learn English, because, like I struggled to learn English when I 1st moved to America, and so, like the whole essay is kind of about like how I leverage like yesterday to build tomorrow. 18 00:07:49.989 --> 00:07:54.659 huda: And yeah, that's just kind of like, my idea for this one 19 00:07:55.553 --> 00:08:05.236 huda: and then I ha! I did the other essay, which is how I've taken an advantage of like a significant education opportunity 20 00:08:05.640 --> 00:08:34.469 huda: And how I like overcame it. And I talked about like how my like rural town doesn't have that many like computer science, like educational programs. And I was also one of the only Muslim girls in the tech clubs. And so I this one was like mainly only about synthoria. And I talked about how I built like like a resource for like AI ethics, data, science, machine learning. And like I also talked about how I use like 21 00:08:34.822 --> 00:08:45.400 huda: like aligned it to California educational standards. And then I distributed to like a bunch of classrooms. And then, yeah, I just kind of connected it back to like 22 00:08:45.530 --> 00:08:56.150 huda: being from like a rural background where there's like, not like a good stable computer science education. And yeah, those are like the 2 essays that I mainly added new things to. 23 00:08:56.710 --> 00:09:04.859 Jenny Duan: Yes, totally and so I think for this essay. Essay 2. 24 00:09:06.140 --> 00:09:10.369 Jenny Duan: I love. I love. Essay 2. I feel like this is good essay 3 25 00:09:10.510 --> 00:09:23.810 Jenny Duan: and 4. I think that one thing that's standing out to me is this introduction? I think that if you see an essay, 2 or essay one you kind of start out with like an analogy or an example that draws the reader to the conclusion that you bring in the 1st sentence 26 00:09:23.920 --> 00:09:34.579 Jenny Duan: of Essay 3 and 4. But I think in essay 3 and 4, you kind of start out with like the. So what point? So I'm wondering if you can add, like one or 2 sentences, sentences at the beginning to 27 00:09:37.340 --> 00:09:43.009 Jenny Duan: to like, get to the so what point? And instead of saying, I have a time traveler of sorts like, is there 28 00:09:43.170 --> 00:09:47.090 Jenny Duan: maybe an example? First.st 29 00:09:48.417 --> 00:09:58.580 huda: I guess, like this paragraph that's below. It talks about like kind of this, like juxtaposition of like listening to old music, and like watching like old movies while doing like 30 00:09:58.630 --> 00:10:07.009 huda: futuristic things like coding or like data cleaning. So maybe like that. That could be better. 31 00:10:07.010 --> 00:10:10.600 Jenny Duan: Let me see if what it looks like. If I put this 1 1.st 32 00:10:14.500 --> 00:10:19.469 Jenny Duan: Maybe instead of to accompany my late night coding sprints you can. You can say something like. 33 00:10:20.200 --> 00:10:21.310 Jenny Duan: Let me see. 34 00:10:28.880 --> 00:10:42.590 Jenny Duan: maybe like, is there a certain day of the week where you this happens? You could say, like, on a late Saturday night, you might find me. Xyz. I don't think that's the best. I don't think that's the best analogy, but like something like that where you like. Put the reader in the scene where you would be listening to music. 35 00:10:42.840 --> 00:10:46.530 huda: Hmm, yeah, I think, yeah. Saturdays usually. 36 00:11:18.920 --> 00:11:24.220 Jenny Duan: Actually, what is an example of a script that you've written while listening to Stevie Nicks and Frank Sinatra. 37 00:11:25.540 --> 00:11:29.399 huda: Like, for example, like the dialogue system for my video game. 38 00:11:29.820 --> 00:11:30.690 Jenny Duan: Oh, 39 00:11:33.760 --> 00:11:34.880 Jenny Duan: Let me see. 40 00:11:49.770 --> 00:12:02.099 Jenny Duan: I don't want to focus too much on games, because you've already mentioned it in 2 other essays. So is there anything else you could focus on? I was envisioning something like you setting the stage of like your Minecraft world, and then it's like like the background, or like 41 00:12:02.550 --> 00:12:14.888 Jenny Duan: the background noise of the world, is like Frank Sinatra and Stevie wonder, and then like pulling it out of the world and back into your life. But I don't want to focus too much on games, because it seems like that's already the focus of a couple of other 42 00:12:15.680 --> 00:12:16.850 Jenny Duan: essays. 43 00:12:17.693 --> 00:12:23.609 huda: Maybe like, like like, oh. 44 00:12:23.720 --> 00:12:31.830 huda: website, I had to. One time I had to make a website. Actually, I think that might contradict with the last essay. But for like a coding assignment. 45 00:12:35.820 --> 00:12:40.350 huda: maybe. Yeah, like, maybe like coding a website for like. 46 00:12:40.540 --> 00:12:43.570 huda: well, I could think of like folklift. But yeah. 47 00:12:59.090 --> 00:13:00.070 Jenny Duan: Let's see. 48 00:13:00.600 --> 00:13:05.110 Jenny Duan: So you've built a website. What else have you built during these late night coding sessions? 49 00:13:09.620 --> 00:13:10.840 huda: Maybe like 50 00:13:11.807 --> 00:13:22.170 huda: since, like, mine's like data science like, since the last bit is also about data cleaning, I think it could be something like feeding like a data model. 51 00:13:23.290 --> 00:13:24.805 Jenny Duan: Oh, what about 52 00:13:26.120 --> 00:13:31.639 Jenny Duan: actually, maybe we can. Another thing we can start with is a lyric. Do you have a lyric from the song. 53 00:13:31.710 --> 00:13:34.379 Jenny Duan: That kind of applies to your situation at all. 54 00:13:39.800 --> 00:13:44.439 huda: Like about thinking of the past like that like that relates to the essay. 55 00:13:45.080 --> 00:13:49.120 Jenny Duan: Just like a a good lyric that stands out to you. 56 00:13:50.210 --> 00:13:52.672 huda: Does it have to be like related to? 57 00:13:54.240 --> 00:13:55.540 huda: Hmm! 58 00:14:07.800 --> 00:14:08.999 huda: Let me see. 59 00:14:30.470 --> 00:14:38.379 huda: I mean, there's like a lyric from like a like a Fleetwood Mac song, which says, like lightning strikes, maybe once, maybe twice. 60 00:14:38.500 --> 00:14:39.579 huda: I like that lyric. 61 00:14:45.130 --> 00:14:46.270 Jenny Duan: and then 62 00:14:52.770 --> 00:14:55.160 Jenny Duan: do you have a playlist that you listen to when coding. 63 00:14:56.380 --> 00:14:58.880 huda: Yeah, it was just like my general playlist. 64 00:14:59.060 --> 00:14:59.700 Jenny Duan: Okay. 65 00:15:01.870 --> 00:15:02.365 huda: And. 66 00:15:09.960 --> 00:15:10.720 Jenny Duan: So. 67 00:15:10.890 --> 00:15:25.279 Jenny Duan: okay, can you elaborate how listening to these music, listening to these songs make you makes you a time traveler, is it just because they're like older songs, or is there any particular qualities about them that make them like time travely. 68 00:15:26.100 --> 00:15:51.780 huda: I guess, like the kind of aspect that I was talking about is that yeah like that it's old, and that it's like from a different time period where, like, obviously, like, technology didn't exist. And data science didn't exist at the time, and like, like kind of the irony of like doing, of like doing something like futuristic, like working on data at the same time, while, like kind of like contrasting the past and the future, kind of shows like how like 69 00:15:51.860 --> 00:15:54.499 huda: kind of torn in the middle a little bit. 70 00:15:54.810 --> 00:16:02.860 Jenny Duan: Okay, something a unique introduction could be like you could set the stage to kind of make it feel like you're in that era, like I don't know. Maybe 71 00:16:03.300 --> 00:16:08.099 Jenny Duan: this is is this the night? What era is this? 19 eighties, 19 forties? I don't know exactly when. 72 00:16:08.100 --> 00:16:10.150 huda: Yeah, like seventies, eighties. 73 00:16:10.150 --> 00:16:14.910 Jenny Duan: Seventies like, what do people do in this 19 seventies like they get ready to like 74 00:16:14.980 --> 00:16:22.800 Jenny Duan: what? I don't know what teens do. But you could set up the scene. So it's like you're going out and doing something like in the past like, make it a scene that like is very familiar 75 00:16:23.310 --> 00:16:31.969 Jenny Duan: for that time period and then be like. But instead, you're like at home coding on your computer. And then like that can be like a little bit of a surprise or a juxtaposition. 76 00:16:32.573 --> 00:16:38.380 Jenny Duan: I don't. I don't exactly know. Like exactly what people do, though, in the 19 seventies. 77 00:16:38.390 --> 00:16:39.740 Jenny Duan: So let me look it up 78 00:16:44.330 --> 00:16:49.269 Jenny Duan: roller, disco roller, disco what else? 79 00:16:55.720 --> 00:16:58.569 huda: Maybe like like, I don't know. This is too 80 00:16:58.680 --> 00:17:00.990 huda: like General, but maybe, like a diner. 81 00:17:02.020 --> 00:17:03.159 Jenny Duan: Maybe like a what. 82 00:17:03.160 --> 00:17:04.250 huda: Like a diner. 83 00:17:04.700 --> 00:17:09.400 Jenny Duan: Yeah, we're like. 84 00:17:27.780 --> 00:17:32.599 Jenny Duan: So what would a diner scene look like on a late Saturday night? 85 00:17:33.410 --> 00:17:35.779 Jenny Duan: And how does that relate to data cleaning? 86 00:17:41.310 --> 00:17:46.269 huda: Maybe I can talk about. Maybe I can say like, how like 87 00:17:46.360 --> 00:17:52.228 huda: I'm like listening to this song and getting ready to go to the diner 88 00:17:52.700 --> 00:17:57.120 huda: or I don't know if, like the diner might like, I feel like that might not make sense. But like. 89 00:17:58.213 --> 00:18:01.120 huda: yeah, actually, I don't really know how to actually. 90 00:18:01.120 --> 00:18:08.329 Jenny Duan: I don't know if that would. Maybe if this analogy doesn't work, it doesn't work. I I think it's just like we need 2 sentences to 91 00:18:08.470 --> 00:18:10.549 Jenny Duan: put them into a scene. 92 00:18:11.650 --> 00:18:12.990 huda: Alright let me see. 93 00:18:21.660 --> 00:18:24.300 Jenny Duan: You mean yesterday to create tomorrow? 94 00:18:39.130 --> 00:18:44.789 Jenny Duan: What is Stevie Nicks, or Frank Sinatra's? What is their top song that most people would know. 95 00:18:46.056 --> 00:18:55.810 huda: Well for Stevie Nicks. It's James. Well, it's like a Fleetwood Max song, and then Frank Sinatra's is 96 00:18:56.030 --> 00:19:00.550 huda: let me see what's the most. I think it's something stupid. 97 00:19:02.000 --> 00:19:03.779 huda: Fly me to the moon! Fly me to the moon! 98 00:19:04.480 --> 00:19:05.200 Jenny Duan: Okay. 99 00:19:13.360 --> 00:19:15.919 Jenny Duan: it explodes through my earbuds. 100 00:19:15.950 --> 00:19:21.360 Jenny Duan: But can you tell me more about what this scene looks like when you're when you're there on Saturday night 101 00:19:22.230 --> 00:19:29.639 Jenny Duan: like, what? What are you doing? What have you just come from like? How long do you spend on this? How do you feel when you're in the moment. 102 00:19:30.826 --> 00:19:36.773 huda: Yeah. So like, maybe I'd it's I'd start at like 10 pm. And like, just 103 00:19:37.400 --> 00:19:45.070 huda: like, be like sitting at my desk like using my computer with headphones on and like 104 00:19:46.460 --> 00:19:55.620 huda: And then I usually code for like at least maybe to like 12 am. Or like, sometimes one am and then 105 00:19:56.790 --> 00:20:02.509 huda: well, it like depends on like what I'm working on. But I guess. 106 00:20:05.850 --> 00:20:11.119 huda: Yeah. So like, I'm working on these like coding assignments. 107 00:20:11.935 --> 00:20:14.710 huda: Like at like 10 to 12. 108 00:20:15.040 --> 00:20:15.720 huda: Yeah. 109 00:20:17.700 --> 00:20:20.210 Jenny Duan: Hmm, excuse me. 110 00:20:33.850 --> 00:20:34.580 Jenny Duan: okay. 111 00:20:43.550 --> 00:20:44.640 Jenny Duan: which one. 112 00:20:48.340 --> 00:20:55.009 Jenny Duan: maybe you can also just make it like a more. Another way you can start. It is just make it a more descriptive starting so like. 113 00:20:55.310 --> 00:21:18.930 Jenny Duan: talk about what the room looks like, what the scene looks like, and just use more like descriptive language. That's another way to do it. So instead of saying, like on a late Saturday night, you can say like, maybe, how your laptop screen, like the the like flicker of your laptop screen, or like the sound of your nails hitting the keyboard, or some other sensory details to make the scene a bit more engaging that way. 114 00:21:21.340 --> 00:21:26.409 Jenny Duan: So yeah, maybe like, I don't know. 115 00:21:26.750 --> 00:21:41.449 Jenny Duan: The sound of your fingernails accompanies like the sound of Stevie Nick's voice, or like the light on the screen shines on your face or like. I don't exactly know what other sensory details are in the room, but that could be another thing. 116 00:21:54.700 --> 00:21:57.108 huda: Alright, I'll I'll reword it later. 117 00:22:02.540 --> 00:22:20.189 Jenny Duan: Maybe, or you can say like, if you want to bring it back to like the disco analogy. I don't know if Stevie Nicks or Frank Sinatra are like disco artists, but you can say, like multicolored lights, like shine on your face like music, is like pulsing in your ears like the sound of Frank Sinatra's voice is loud, and then it's like it kind of sounds like you're at this like party or social gathering. 118 00:22:20.240 --> 00:22:22.099 Jenny Duan: And then but then you can like. 119 00:22:22.340 --> 00:22:25.719 Jenny Duan: But you're in your room. You're coding like this is your idea of 120 00:22:25.990 --> 00:22:31.750 Jenny Duan: a like a blast of the past. I don't know something something. Yeah. 121 00:22:58.830 --> 00:23:01.159 huda: Right and then I could just say like 122 00:23:07.370 --> 00:23:21.610 Jenny Duan: Instead of color slash, you can say something like like, Oh, this is a suggestion, for later. You don't have to change it right now I'll add it as a comment, but you can say like hues of red, green, I don't know what color your your terminal is, but just change it to whatever 123 00:23:21.630 --> 00:23:23.029 Jenny Duan: in purple. 124 00:23:24.240 --> 00:23:30.420 Jenny Duan: Oh, illuminate my is as 125 00:23:33.860 --> 00:23:48.790 Jenny Duan: I don't know. Frank Sinatra's as drink. Sinatras voice begins to grow 126 00:23:49.410 --> 00:23:54.880 Jenny Duan: like something like that like, make it short and just like add one sentence, and then 127 00:24:01.650 --> 00:24:07.450 Jenny Duan: I don't know something else you can say at the end is like. 128 00:24:08.175 --> 00:24:14.550 Jenny Duan: I think that could be a good fit is like the products that you want to create. You want them to be timeless like you want them to have an impact 129 00:24:14.680 --> 00:24:17.060 Jenny Duan: that like across time. 130 00:24:17.110 --> 00:24:22.599 Jenny Duan: So having time as a theme like nostalgia time, make it timeless. 131 00:24:58.470 --> 00:24:59.420 huda: Or 132 00:25:04.150 --> 00:25:09.199 huda: maybe like, effective for decades or no. I think Tyler is. 133 00:25:09.200 --> 00:25:11.960 Jenny Duan: I think I like the word timeless. Yeah. 134 00:25:20.180 --> 00:25:22.659 huda: I think I'll just combine these sentences. 135 00:25:23.010 --> 00:25:23.650 Jenny Duan: Okay. 136 00:25:31.190 --> 00:25:31.910 Jenny Duan: Hmm. 137 00:25:37.530 --> 00:25:39.689 Jenny Duan: yes, this is great. 138 00:25:40.410 --> 00:25:41.200 Jenny Duan: Okay. 139 00:25:42.480 --> 00:25:44.690 huda: How these are these changes. 140 00:25:46.850 --> 00:25:53.360 Jenny Duan: Yeah, I mean, this sentence doesn't have to be like an exact thing that you say, like you can edit it and modify it to your liking. 141 00:26:12.570 --> 00:26:18.059 Jenny Duan: I don't think you have to say unfortunate. You can maybe say like, 50 years ago 142 00:26:18.420 --> 00:26:22.909 Jenny Duan: I would have been at the Disco or something. But tonight I'm coding. 143 00:26:23.120 --> 00:26:36.149 Jenny Duan: I'm like, but you want to emphasize like it's not, it's not. It's not like you're like sad coding in your room. It's like this is like an enjoyable thing. But like 50 years. I but tonight I 144 00:26:39.150 --> 00:26:45.680 Jenny Duan: I don't know. Tonight I'm coding. Maybe. 145 00:26:49.330 --> 00:26:51.430 huda: Coding my latest website. 146 00:26:53.090 --> 00:26:54.000 Jenny Duan: Yeah. 147 00:26:54.930 --> 00:26:59.120 huda: Or maybe you should. Should I say, like tonight, I'm 148 00:27:00.620 --> 00:27:05.270 Jenny Duan: Tonight my open terminal is filled with possibilities. Or tonight, it's my like 149 00:27:05.840 --> 00:27:13.219 Jenny Duan: terminal that's like bringing the excitement. Or today, it's like something that is emphasizing that this is an activity that you enjoy. 150 00:27:13.220 --> 00:27:13.910 huda: Yeah. 151 00:27:28.960 --> 00:27:30.578 huda: I don't know how to word it. 152 00:28:03.460 --> 00:28:04.319 Jenny Duan: See you. 153 00:28:04.990 --> 00:28:15.819 huda: Oh, like I wanna say like cause I guess a roller disco is where people pass time, so I don't know if like, but I don't know if, like describing like coding as like a pastime, is like negative. 154 00:28:20.511 --> 00:28:23.220 Jenny Duan: It's tonight. It's my code. 155 00:28:23.670 --> 00:28:24.670 Jenny Duan: But. 156 00:28:25.820 --> 00:28:27.360 huda: I fly this to direct. 157 00:28:30.140 --> 00:28:30.950 Jenny Duan: Tonight. 158 00:28:32.968 --> 00:28:36.250 Jenny Duan: It's like code that brings endless possibilities. 159 00:28:36.260 --> 00:28:38.790 Jenny Duan: Is that, too, cliche? Or is that okay? Do you think. 160 00:28:41.420 --> 00:28:44.200 huda: Yeah, I feel like a little cliche. 161 00:28:50.810 --> 00:28:54.359 huda: It's my late night 162 00:29:03.780 --> 00:29:05.170 huda: keeping me fueled. 163 00:29:08.290 --> 00:29:09.170 huda: Babies. 164 00:29:16.960 --> 00:29:19.700 Jenny Duan: It's my late night coding session 165 00:29:22.610 --> 00:29:25.669 Jenny Duan: is there a lyric that you can bring in here, now. 166 00:29:43.040 --> 00:29:46.570 Jenny Duan: It's keeping me fueled. I feel like doesn't 167 00:29:46.980 --> 00:29:50.990 Jenny Duan: exactly, isn't exactly what you're trying to say. 168 00:30:08.976 --> 00:30:12.150 Jenny Duan: But tonight it's my late night coding session 169 00:30:19.340 --> 00:30:25.609 Jenny Duan: that excites me, maybe, or late night cleaning session. 170 00:30:30.190 --> 00:30:33.619 Jenny Duan: bringing the action. I don't know something like that. 171 00:30:39.720 --> 00:30:41.260 Jenny Duan: That energizes me. 172 00:30:44.185 --> 00:30:44.810 huda: Yeah. 173 00:30:44.940 --> 00:30:45.630 Jenny Duan: Okay. 174 00:31:01.900 --> 00:31:03.709 huda: Hey? I'm busy. 175 00:31:05.390 --> 00:31:10.670 Jenny Duan: Mutual playlist features. 176 00:31:11.980 --> 00:31:13.429 Jenny Duan: Stevie Nicks! 177 00:31:17.250 --> 00:31:20.870 Jenny Duan: What other like elements of nostalgia do you want to bring in here like 178 00:31:20.950 --> 00:31:23.840 Jenny Duan: Stevie Nicks? What! Who are some of your other artists. 179 00:31:25.673 --> 00:31:34.280 huda: Wham WHAM maybe Madonna. 180 00:31:35.860 --> 00:31:40.319 Jenny Duan: RAM like this, like, yeah. 181 00:31:40.540 --> 00:31:44.590 huda: Yeah, maybe let me show mark after. 182 00:31:44.970 --> 00:31:46.593 huda: No, I think it's 183 00:31:49.620 --> 00:31:50.870 Jenny Duan: In Madonna. 184 00:31:57.170 --> 00:32:02.159 Jenny Duan: the old timing. 185 00:32:02.660 --> 00:32:13.560 Jenny Duan: I don't know what the word for, like rich retro, the retro a company meant to my 186 00:32:15.320 --> 00:32:16.520 Jenny Duan: I don't know. 187 00:32:17.110 --> 00:32:22.429 Jenny Duan: This is so, cliche. I wouldn't say modern code, but like you want to con make a contrast here. 188 00:32:25.410 --> 00:32:26.380 Jenny Duan: 2. 189 00:32:26.380 --> 00:32:27.880 huda: Cutting edge maybe. 190 00:32:29.830 --> 00:32:37.470 Jenny Duan: My cutting edge data, cleaning adventures. 191 00:32:37.690 --> 00:32:40.689 Jenny Duan: I wouldn't know. I don't know if Cutting Edge is correct. 192 00:32:40.910 --> 00:32:45.879 Jenny Duan: Because you wanna, I think that might sound like a little bit like not humble. 193 00:32:48.840 --> 00:32:50.680 huda: Maybe contemporary. 194 00:32:51.930 --> 00:32:55.140 Jenny Duan: Yes, that's 1st perfect. 195 00:33:39.860 --> 00:33:43.980 Jenny Duan: - I think. Then you can go here. 196 00:33:45.840 --> 00:33:46.540 huda: Hmm. 197 00:33:49.440 --> 00:33:51.220 Jenny Duan: Okay, what do you think about this. 198 00:33:52.880 --> 00:33:58.720 huda: It looks great, I think. Actually, I think this like nostalgic Futurist, I should like 199 00:33:59.257 --> 00:34:09.089 huda: keep replace this or keep this and get rid of the oxymoron, but because I feel like I don't know if I am repeating myself a bit too much. 200 00:34:09.090 --> 00:34:13.459 Jenny Duan: Yeah, I would choose either time traveler or nostalgic Futurist. 201 00:34:16.900 --> 00:34:20.980 huda: I feel like time. Travel is a little more intriguing. But 202 00:34:22.630 --> 00:34:30.839 huda: I think this one makes more sense nostalgic Futurist, so I guess I'll choose. 203 00:34:30.840 --> 00:34:31.540 Jenny Duan: Okay. 204 00:34:32.070 --> 00:34:32.900 huda: Not here. 205 00:34:37.550 --> 00:34:39.320 Jenny Duan: I don't know if you need the up sorts. 206 00:34:47.449 --> 00:34:49.500 Jenny Duan: I don't think you need this. 207 00:34:49.610 --> 00:34:52.240 Jenny Duan: Well, most kids my age are focused on now 208 00:34:52.360 --> 00:34:55.720 Jenny Duan: because I feel like you shouldn't compare yourself with anyone else. 209 00:34:55.860 --> 00:34:58.060 Jenny Duan: because it kind of gives like, pick me 210 00:34:59.690 --> 00:35:02.659 Jenny Duan: or like. I just don't think you need to compare yourself to other people. 211 00:35:10.980 --> 00:35:12.140 Jenny Duan: well. 212 00:35:18.690 --> 00:35:19.990 Jenny Duan: wow! 213 00:35:28.450 --> 00:35:39.539 Jenny Duan: Maybe like, while I recognize the power of now, I've cultivated an unusual gift, using yesterday to create to. 214 00:35:42.090 --> 00:35:42.880 huda: Like that. 215 00:36:08.290 --> 00:36:13.029 Jenny Duan: This is a bit of a cliche. Instead of saying that memory lit a fire, you can say, like 216 00:36:15.030 --> 00:36:21.060 Jenny Duan: motivated, inspired by that memory moved by that memory. 217 00:36:40.030 --> 00:36:41.669 Jenny Duan: Yeah, this is perfect. 218 00:36:55.790 --> 00:36:57.740 Jenny Duan: Okay, I think the rest is good. 219 00:36:58.420 --> 00:36:59.550 Jenny Duan: What do you think. 220 00:37:00.180 --> 00:37:01.680 huda: Yeah, I, also, really like it. 221 00:37:02.430 --> 00:37:08.580 Jenny Duan: Great. It's 344 words. So yeah, I would say, realized here. 222 00:37:08.710 --> 00:37:12.890 Jenny Duan: do you want to read it one more time, and see if there's anything else that kind of catches your eye. 223 00:37:15.482 --> 00:37:20.799 huda: Hues of red, green and purple. Illuminate my face as frank Sinatra's voice begins to Chrome 224 00:37:21.000 --> 00:37:28.369 huda: 40 years ago, I, I would have been at a ruler, Disco, but tonight it's my late night coding session that energizes me. 225 00:37:28.420 --> 00:37:36.869 huda: my ritual coding playlist features, Stevie Nicks, Wham, and Madonna, the retro accompaniment to my contemporary data, cleaning adventures. 226 00:37:37.060 --> 00:37:41.930 huda: I'm a nostalgic Futurist forever thinking of the past, always crafting the future. 227 00:37:42.080 --> 00:37:48.260 huda: while I recognize the power of now I've cultivated an unusual gift, using yesterday to create tomorrow. 228 00:37:48.330 --> 00:37:55.599 huda: organizing a program, teaching young girls about machine learning and power hacks. I found my thoughts yet again lingering in the past. 229 00:37:55.670 --> 00:38:18.820 huda: I saw myself in a young girl, realizing she couldn't afford an engineering program. Moved by the memory, I refused to let another student face the same barrier I cold mailed every company I could find, raising over $23,000 to make a program free for girls who couldn't afford tech education. Now 44 girls from different cities who once thought Tech was out of reach. 230 00:38:18.820 --> 00:38:25.990 huda: can code their own projects, train ethical AI models and launch their tech journeys without worrying about costs 231 00:38:25.990 --> 00:38:33.080 huda: where I once faced financial barriers alone. These girls now have both the funds and guidance to pursue their tech dreams 232 00:38:33.300 --> 00:38:42.799 huda: in my English language development classroom, where I teach English to 36 new immigrants. I further home this ability. Every symbol of of words from students. 233 00:38:43.380 --> 00:38:53.689 huda: parallels my memories as an immigrant child wrestling with English. Today I craft card games that effectively enable the students to communicate and navigate in a new country. 234 00:38:53.790 --> 00:39:02.949 huda: I teach them the practical shortcuts. I learned the hard way, like memorizing common grocery store phrases or doctor's doctor's office terms. First, st 235 00:39:03.250 --> 00:39:08.620 huda: my own struggles as an immigrant student became a roadmap for making their transition easier. 236 00:39:08.920 --> 00:39:15.720 huda: Some might dismiss nostalgia as a mere sentimentality, but I've developed it into something more 237 00:39:15.730 --> 00:39:28.330 huda: a superpower for innovation that, like Stevie, Nick's music is timeless. This is my greatest talent. Turning vintage records into coding soundtracks, past failures into future victories and old barriers into new bridges. 238 00:39:28.970 --> 00:39:32.670 huda: Okay, yeah, I think it's great. Yeah. 239 00:39:40.550 --> 00:39:50.400 Jenny Duan: Okay, great. I feel like this is really good. I don't. What is this? You're scratching this mattress essay. This is your 1st essay that you wrote for this prompt right. 240 00:39:50.940 --> 00:40:00.340 huda: Yeah, I I feel like it doesn't really touch upon like I feel like it's not as direct and forward as like the other as like what you see looks for. So 241 00:40:00.670 --> 00:40:01.430 huda: yeah. 242 00:40:04.510 --> 00:40:05.280 Jenny Duan: Great 243 00:40:08.070 --> 00:40:15.120 Jenny Duan: And then for this prompt one I would say the same thing. So this 1st sentence is a little bit too prescriptive. 244 00:40:15.130 --> 00:40:27.230 Jenny Duan: because it's growing up in a rural town. Access to quality, computer science, education was more a dream than a reality. I would try to like. How? Why was it more of a dream? Why was it, you know? Can you explain, like, why. 245 00:40:28.390 --> 00:40:31.200 huda: Yeah, I guess, like, I can talk about like 246 00:40:31.609 --> 00:40:56.739 huda: so at our school we have like a lot of like teacher outages. I guess shortages, I mean and so we have, like a lot of substitutes which are not really like experienced programmers or anything. And they're typically not really even given like a lesson plan, or like something that they're supposed to teach us, like they're just long term substitutes. And so a lot of it's just spent time like 247 00:40:56.740 --> 00:41:06.739 huda: learning some like a little bit online, but like that, too, like it would, didn't have too much support or like flexibility to like different. 248 00:41:06.750 --> 00:41:10.890 huda: like the way people learn and so like. 249 00:41:11.030 --> 00:41:19.597 huda: I guess that was one thing. And then also, like there's another aspect of like the tech clubs being so like exclusive 250 00:41:20.240 --> 00:41:48.549 huda: like, not unofficially, but like, really, it's kind of unwelcoming to like girls in tech and like, especially Muslim girls in tech and yeah, I think the main aspect which I think is like, really different from other circumstances is that like, we just have, like a lot of long, long term like substitutes rather than actual teachers. And that recently started to change. But like, yeah, I think like, when I was taking like computer science courses towards the beginning like we didn't have any teachers or anything. 251 00:41:52.210 --> 00:41:59.939 Jenny Duan: that makes a lot of sense. So instead of saying, like growing up in my real town, access to quality, computer science, education is more of a dream than a reality like. 252 00:42:00.600 --> 00:42:08.650 Jenny Duan: is there one thing you can say, and then transition it into that like. 253 00:42:08.980 --> 00:42:11.640 Jenny Duan: I guess it doesn't really emphasize here like. 254 00:42:11.790 --> 00:42:19.859 Jenny Duan: why do you even want computer science education? In the 1st place, like, why is that important to you? So maybe you can say like, when you were younger, when you were looking for computer science classes 255 00:42:20.030 --> 00:42:24.330 Jenny Duan: like they didn't exist or they were hard to access, or 256 00:42:24.500 --> 00:42:33.709 Jenny Duan: there wasn't enough enrollment, or you know something that illustrates, like the reason why computer science education is important to you, but you can't 257 00:42:34.190 --> 00:42:35.479 Jenny Duan: like access. It. 258 00:42:37.860 --> 00:42:43.339 huda: I mean, like, I think this problem was mainly like through school, because it was like 259 00:42:45.640 --> 00:42:49.800 huda: like cause like in high school, there weren't any teachers but like 260 00:42:52.470 --> 00:42:56.929 huda: I guess there's some like something that I can say, for like beginning would be like 261 00:43:05.840 --> 00:43:11.239 huda: like, maybe there's there's like only so much they can learn through like Youtube, and like being like self-taught. 262 00:43:11.370 --> 00:43:15.659 huda: which actually, I think that sounds a little like discouraging. But 263 00:43:20.960 --> 00:43:25.260 huda: like, would this be? Talk about like current like in high school or. 264 00:43:26.670 --> 00:43:29.650 Jenny Duan: This would be maybe like middle school, because you said, growing up. 265 00:43:38.960 --> 00:43:44.340 huda: i mean, like, I'm not really sure, like, what kind of example, 266 00:43:52.570 --> 00:43:55.230 huda: like, why, like, why is it important. 267 00:43:56.260 --> 00:43:58.230 Jenny Duan: Yeah, like, why. 268 00:43:58.890 --> 00:44:13.844 Jenny Duan: like, why, in what experiences made you find that quality, computer science, education was more of a dream than a reality like, you go into more detail here. But like, when was the 1st time that you tried to access a computer science resource and 269 00:44:14.480 --> 00:44:16.860 Jenny Duan: and you failed, or you weren't able to. 270 00:44:19.424 --> 00:44:23.707 huda: Yeah, okay, that could be like in middle school. 271 00:44:24.760 --> 00:44:48.839 huda: I guess. Like, also, like, when I was trying to get into like, vex programming like competitions. I wasn't really sure like, how like robots, even like program like, what are like? What goes behind the coding like, how do you program autonomy? And then like, I guess we didn't have any like after school programs or any like classes, any like 272 00:44:48.920 --> 00:44:54.509 huda: tutors or anything, or especially our school, didn't have any like courses for that. 273 00:44:54.550 --> 00:45:07.640 huda: And so like, maybe I was. Really, I was really like passionate enjoying these vex like robotic competitions. But like, I didn't know how to like code that. So I just I kind of stopped 274 00:45:07.680 --> 00:45:09.009 huda: doing that. I guess. 275 00:45:10.570 --> 00:45:11.260 Jenny Duan: Okay. 276 00:45:11.260 --> 00:45:14.770 Jenny Duan: I think that that would be like a good thing to start off with. 277 00:45:14.960 --> 00:45:20.589 Jenny Duan: So you can say like the 1st time. I 278 00:45:21.850 --> 00:45:25.390 Jenny Duan: I don't know. Tried to build this like you 279 00:45:25.900 --> 00:45:28.639 Jenny Duan: like. 1st time you tried to do this, this happened. 280 00:45:29.010 --> 00:45:36.389 Jenny Duan: and then you can say, like growing up in my rural town. Then you can just transition to the next sentence. But I think you just need one thing here. That kind of 281 00:45:36.830 --> 00:45:41.459 Jenny Duan: illustrates what you mean by my access, was more of a dream than a reality. 282 00:45:46.120 --> 00:45:49.740 huda: wait. Can you repeat the like the sentence structure. 283 00:45:49.740 --> 00:45:57.110 Jenny Duan: Yeah, like, the 1st time I tried this, this happened or like this barrier, I thought, I ran into this barrier. 284 00:45:58.940 --> 00:45:59.670 Jenny Duan: Yeah. 285 00:46:00.050 --> 00:46:00.730 huda: Okay. 286 00:46:38.300 --> 00:46:39.130 huda: bye. 287 00:47:11.550 --> 00:47:13.279 huda: I remember it on. 288 00:47:42.820 --> 00:47:47.710 huda: Yeah. I don't know how to like fix the sentence. So it's not as like. 289 00:47:48.620 --> 00:47:51.250 huda: like, just a statement. I guess. 290 00:47:56.850 --> 00:47:57.900 Jenny Duan: The 291 00:48:02.930 --> 00:48:06.090 Jenny Duan: how old were you during this? During this period of time? 292 00:48:06.560 --> 00:48:10.769 huda: I guess I was in like like 7th grade. 293 00:48:12.170 --> 00:48:12.910 Jenny Duan: Okay, 294 00:48:24.250 --> 00:48:29.780 Jenny Duan: 1st time, I want to commit it complete in a yeah, they did like. 295 00:48:32.460 --> 00:48:37.900 Jenny Duan: okay, this doesn't. I feel like this sentence doesn't exactly show a struggle. 296 00:48:39.880 --> 00:48:41.720 huda: Yeah, I'm not sure how to word it. 297 00:49:10.930 --> 00:49:16.020 Jenny Duan: Is there another example that is like a direct demonstration of the lack of opportunity that you 298 00:49:17.620 --> 00:49:21.090 Jenny Duan: that you experienced. 299 00:49:22.680 --> 00:49:24.690 huda: Like direct like 300 00:49:27.190 --> 00:49:31.529 Jenny Duan: Yeah, direct lack of opportunity, maybe, like, compared to your friends, etc. 301 00:49:32.230 --> 00:49:34.489 huda: I think, like, for example, like 302 00:49:34.998 --> 00:49:50.949 huda: my cousins from like different cities, would have better access to computer education. Like, for example, they'd have like after school programs and like classes at school and our school didn't have enough teachers for these courses. 303 00:49:52.095 --> 00:49:53.120 huda: So 304 00:49:53.140 --> 00:50:03.409 huda: I guess that's like a more direct thing. And so I wasn't able to like learn how to code like other. It could be like robots or like websites like at all. 305 00:50:10.210 --> 00:50:13.870 Jenny Duan: Let's see anything else that you can think of. 306 00:50:16.010 --> 00:50:18.049 huda: Like, what kind of examples. 307 00:50:18.650 --> 00:50:20.000 Jenny Duan: Like. 308 00:50:20.130 --> 00:50:28.439 Jenny Duan: for example, if you try to sign up for a class. But it didn't exist, for like your school like, if you went to a school that didn't have a Pcsa. Maybe you had to take it online 309 00:50:28.500 --> 00:50:40.559 Jenny Duan: or you had to go to a community college to take the class, or like some people went to schools that didn't have like ap calculus, and they had to like do it at a community college, or like you tried to look for this club, but it didn't exist. So you created your own. 310 00:50:41.792 --> 00:51:05.409 huda: Like. For example, I signed up for a class computer science essentials. So I get a basic like understanding of python and Java, and I guess, yeah, I took the class, but there wasn't any teachers. It was like, just like a substitute. And we do some like, we watch Youtube videos, to learn concepts. But we never really had any like 311 00:51:05.410 --> 00:51:12.039 huda: tests or projects or anything like it was just it was just kind of like we had to watch you do videos to learn. 312 00:51:14.340 --> 00:51:15.200 Jenny Duan: Gotcha 313 00:51:17.390 --> 00:51:20.730 Jenny Duan: So maybe like 314 00:51:21.050 --> 00:51:34.780 Jenny Duan: you can write about like the, maybe you can write about a Youtube video that you learned that was like impactful in your computer science journey. And then you could be like, because you didn't have these classes or these programs like you learned, built your own knowledge, and then you can write about how 315 00:51:35.340 --> 00:51:39.590 Jenny Duan: like growing up in your rural town, etc, etc, etc, and go from there. 316 00:51:40.400 --> 00:51:41.000 huda: Right. 317 00:52:03.220 --> 00:52:04.940 huda: Maybe I could say something like 318 00:53:10.620 --> 00:53:16.529 Jenny Duan: Yeah, great, perfect. And then go here. 319 00:53:16.760 --> 00:53:18.460 Jenny Duan: And then I think in 320 00:53:18.980 --> 00:53:23.280 Jenny Duan: this the sentence is a bit redundant. So if you need words, you can delete this one. 321 00:53:31.260 --> 00:53:34.559 Jenny Duan: Then? How many words are you at right now? 322 00:53:34.560 --> 00:53:36.019 huda: 3, 34. 323 00:53:36.190 --> 00:53:37.630 Jenny Duan: Okay. So 324 00:53:50.450 --> 00:53:59.739 Jenny Duan: you have some room here to write some more personality like, is there anything else you were obsessed with as a child? Because you can say, like my 1st obsessions as a child were, XY, and 325 00:53:59.960 --> 00:54:01.179 Jenny Duan: this video. 326 00:54:11.630 --> 00:54:12.830 huda: Not better. 327 00:54:34.460 --> 00:54:43.120 huda: maybe like over here. I can like quickly. Just explain how like how this video was. Kind of like my stand in teacher at the time. 328 00:54:44.780 --> 00:54:46.380 Jenny Duan: Yeah, that's great. 329 00:54:49.250 --> 00:54:53.179 huda: Oh, yeah, actually, I think I'll place that here instead of the textbook part. 330 00:54:55.150 --> 00:54:59.849 Jenny Duan: Yeah, like, Youtube, video tutorials became my stand in teachers. 331 00:56:42.250 --> 00:56:43.140 Jenny Duan: Okay. 332 00:56:46.850 --> 00:56:50.680 Jenny Duan: I don't know if the privilege there might be a better way to word that. 333 00:56:51.850 --> 00:56:52.560 huda: Yeah. 334 00:56:59.620 --> 00:57:02.329 huda: to the well-resourced. 335 00:57:03.300 --> 00:57:05.000 Jenny Duan: That's better, agreed. 336 00:57:24.600 --> 00:57:30.409 huda: Also, I don't know if this part even if they're the only ones in the room excited about it, I think I should change that. 337 00:57:30.710 --> 00:57:31.650 huda: What do you think. 338 00:57:38.120 --> 00:57:41.690 Jenny Duan: Maybe you can just delete this and go here. Cut it off here. 339 00:58:11.900 --> 00:58:15.909 huda: Maybe here, like a a tech space, everyone can access. 340 00:58:19.060 --> 00:58:23.869 Jenny Duan: Make a tech space where everyone can access. 341 00:58:27.990 --> 00:58:31.330 Jenny Duan: Okay, let me see how long this work this one is 342 00:58:34.020 --> 00:58:38.589 Jenny Duan: 3, 15. I feel like you still have some opportunity to make this a little bit longer. 343 00:58:38.960 --> 00:58:39.560 huda: Hmm. 344 00:58:39.740 --> 00:58:40.910 Jenny Duan: Do you write about? 345 00:58:41.400 --> 00:58:44.360 Jenny Duan: You're ruled out. Let me look at the rest of this. 346 00:58:45.810 --> 00:58:50.659 Jenny Duan: You don't really write about your rural town. So instead of, instead of saying, like 347 00:58:51.920 --> 00:58:58.429 Jenny Duan: growing up in my rural town, you can add like a little bit about Mountain House, California, and what that's like 348 00:58:58.450 --> 00:58:59.690 Jenny Duan: growing up there. 349 01:00:32.859 --> 01:00:33.639 huda: Does this? 350 01:00:33.700 --> 01:00:35.189 huda: Does this look fine? 351 01:00:40.680 --> 01:00:46.279 Jenny Duan: Maybe I wouldn't say this. I would just say, like growing up in Mountain House, California. 352 01:00:46.320 --> 01:00:52.440 Jenny Duan: a rural town. Most people pass on their way to Stockton, California, like. Do you remember how you introduced it in that other essay. 353 01:00:52.440 --> 01:00:53.190 huda: Yeah. 354 01:01:03.190 --> 01:01:04.779 huda: wait. Let me open it up. 355 01:01:48.630 --> 01:01:49.800 Jenny Duan: Okay. Great 356 01:02:25.140 --> 01:02:26.120 Jenny Duan: one. 357 01:02:37.650 --> 01:02:40.429 Jenny Duan: Okay. I think you can also write something about like 358 01:02:40.850 --> 01:02:47.839 Jenny Duan: low income, or struggling, or like something like that. I feel like it is like can add some points to this essay, too. 359 01:02:51.180 --> 01:02:54.430 Jenny Duan: You're looking to overcome like educational barriers. 360 01:02:54.610 --> 01:02:56.980 Jenny Duan: So is there a way you can put that in. 361 01:03:01.210 --> 01:03:02.210 huda: Maybe 362 01:03:02.480 --> 01:03:12.897 huda: like over here. Cause I'm talking about like, how like the school when our schools computer science cause those are like at school. 363 01:03:14.060 --> 01:03:16.160 huda: and I could be like 364 01:03:17.130 --> 01:03:21.819 huda: and externally like also, I couldn't afford like 365 01:03:21.900 --> 01:03:24.330 huda: that to be like my sin and teacher. 366 01:03:25.939 --> 01:03:33.739 huda: In our schools, computer science classes weren't led by substitutes who couldn't code me and copy and pasting Youtube coding my stand-in teachers. 367 01:03:35.260 --> 01:03:42.900 huda: maybe like, and pasting and external programs. 368 01:03:43.050 --> 01:03:43.740 Jenny Duan: Yeah. 369 01:03:50.990 --> 01:03:51.910 huda: That. 370 01:03:52.810 --> 01:03:53.700 Jenny Duan: Yeah. 371 01:04:00.650 --> 01:04:08.100 Jenny Duan: Okay, see 3, 37. Okay. I feel like this is pretty close enough to the word count. 372 01:04:08.120 --> 01:04:09.819 Jenny Duan: And I think this looks good 373 01:04:10.451 --> 01:04:13.019 Jenny Duan: any thoughts on the rest of this essay. 374 01:04:15.630 --> 01:04:17.920 huda: Do you think this paragraph is fine? 375 01:04:23.720 --> 01:04:25.140 Jenny Duan: Yeah. Looks. Good. 376 01:04:25.520 --> 01:04:26.200 huda: Okay. 377 01:04:30.800 --> 01:04:34.120 Jenny Duan: Yeah, I feel like this looks good. And then I think the other 2 essays. 378 01:04:35.880 --> 01:04:39.370 Jenny Duan: I feel like, have we already looked at these. I feel like it looks good. 379 01:04:40.568 --> 01:04:42.760 huda: Yeah. I think this one. 380 01:04:43.290 --> 01:04:45.852 Jenny Duan: My only question is, Is it 381 01:04:47.780 --> 01:04:52.620 Jenny Duan: Is it bad that you write about synthoria twice? I mean. 382 01:04:52.850 --> 01:04:54.540 huda: Yeah, I think that might be. 383 01:04:54.650 --> 01:04:57.050 huda: I think I might have to change that here. 384 01:04:57.970 --> 01:05:04.169 Jenny Duan: Okay, I think we might need to come back to these 2 essays, because growing up in a rural farm town right here. 385 01:05:04.240 --> 01:05:09.120 Jenny Duan: and also like there's a bit of repetition in some of the themes here. So I think 386 01:05:09.426 --> 01:05:38.120 Jenny Duan: I have another session. After this I have to go, but I think tonight, I'm gonna just take a look at this and make some comments on this. And then we can maybe schedule another meeting later this week to like, finalize these and do a 1 over, because I also maybe think we need a 1 over on, even though I said finalized here, I think we might need to like. Look at essays 3 and one, the last 2 essays again. But I think we need to make it a little bit different from this essay, because this is also about centuria. So I don't think it's that good to 387 01:05:38.340 --> 01:05:40.599 Jenny Duan: essays about such a similar topic. 388 01:05:40.770 --> 01:05:43.669 huda: I mean, I think I want to change the 1st one like a. 389 01:05:43.670 --> 01:05:46.490 Jenny Duan: Oh, okay, what do you want to change it to? 390 01:05:46.730 --> 01:05:50.660 huda: Like, I think I might want to keep it. This, like the same kind of 391 01:05:51.175 --> 01:05:58.105 huda: like the same kind of structure. But I think like, maybe like replacing Syndoria with something else like 392 01:05:59.410 --> 01:06:08.720 huda: All right, for example, on, I don't know. Maybe some of the other gamified education projects that I've done. 393 01:06:11.090 --> 01:06:16.650 Jenny Duan: Okay. Sounds good. Then. Do you want me to look at it after this? Or when do you want me to look at it? 394 01:06:17.409 --> 01:06:27.889 huda: I think if you could look at it after this and just kind of give me the general comments, and then, like after that, like, I'll change the that aspect of it, too. 395 01:06:28.210 --> 01:06:37.599 Jenny Duan: Okay. Sounds good. Then see you soon. And then for our next meeting, we can just coordinate with Mary. I think they just want more transparency with scheduling. So if good 396 01:06:37.610 --> 01:06:45.230 Jenny Duan: like, after I send a recap, maybe tonight around 10 pm. If you could just respond to that then we can work for scheduling there. 397 01:06:45.780 --> 01:06:46.470 huda: Okay. Great. 398 01:06:46.470 --> 01:06:47.200 Jenny Duan: Bye. 399 01:06:47.200 --> 01:06:47.910 huda: Bye.",
  "segments": [
    "Week 33 - Coaching_Jenny_Huda_Wk33_2024-11-16_M_9d4fedf1e66f8490_U_9d4fedf1e66f8490 WEBVTT 1 00:05:32.030 --> 00:05:33.820 Jenny Duan: Hi! Huda! How's it going. 2 00:05:37.590 --> 00:05:39.599 huda: Hi! It's going well, how are you? 3 00:05:39.890 --> 00:05:41.520 Jenny Duan: Good. How's school? 4 00:05:41.670 --> 00:05:44.460 Jenny Duan: Is it like a really intense period of time for you. 5 00:05:44.840 --> 00:05:48.170 huda: Yeah, definitely, I think a lot of tests happening. 6 00:05:48.900 --> 00:05:51.630 Jenny Duan: Really? How's the past week been? What have you been up to? 7 00:05:52.702 --> 00:06:12.989 huda: I think I've been focusing a lot on the Uc essays because those are definitely a lot more difficult than the supplementals. But I've also been taking a look at like the supplementals for other questions for the other colleges. But it's been kind of crazy, because I realize that Cornell is asking for like 11 essays. So oh, yeah. 8 00:06:12.990 --> 00:06:14.780 Jenny Duan: Long or short essays. 9 00:06:15.624 --> 00:06:19.800 huda: They're all kind of short. But yeah, still. 10 00:06:19.800 --> 00:06:25.459 Jenny Duan: Hmm, okay, well, I think we can start with the Uc essays 11 00:06:26.240 --> 00:06:29.399 Jenny Duan: because it seems like you've already kind of gotten started on those. 12 00:06:32.130 --> 00:06:35.520 Jenny Duan: Okay, I'm on your document right now. 13 00:06:36.090 --> 00:06:40.809 Jenny Duan: You think everything is drafted. 14 00:06:40.990 --> 00:06:45.040 Jenny Duan: What were the most recent changes you've made to this, to these essays? 15 00:06:45.711 --> 00:07:06.550 huda: I think the 3rd one over the what would you say is your greatest talent or skill, I added, like I don't think that was like one of the original prompts that I chose. But I kind of came up with an idea for that one which was about kind of like being kind of obsessed with like the past. But also, you know, like being someone in technology, which is the future. 16",
    " 00:07:06.550 --> 00:07:31.290 huda: So I kind of talked about like being like a time traveler of some sorts, and I kind of tied it into like how I use, like my past experiences to like shape my activities like, for example, starting empowering AI like empower hacks fundraising because and like having like free programs, because I was someone that couldn't like afford like expensive programs. 17 00:07:31.633 --> 00:07:49.509 huda: And then I talk about like English language development and how I tutor and help like immigrants, learn English, because, like I struggled to learn English when I 1st moved to America, and so, like the whole essay is kind of about like how I leverage like yesterday to build tomorrow. 18 00:07:49.989 --> 00:07:54.659 huda: And yeah, that's just kind of like, my idea for this one 19 00:07:55.553 --> 00:08:05.236 huda: and then I ha! I did the other essay, which is how I've taken an advantage of like a significant education opportunity 20 00:08:05.640 --> 00:08:34.469 huda: And how I like overcame it. And I talked about like how my like rural town doesn't have that many like computer science, like educational programs. And I was also one of the only Muslim girls in the tech clubs. And so I this one was like mainly only about synthoria. And I talked about how I built like like a resource for like AI ethics, data, science, machine learning. And like I also talked about how I use like 21 00:08:34.822 --> 00:08:45.400 huda: like aligned it to California educational standards. And then I distributed to like a bunch of classrooms. And then, yeah, I just kind of connected it back to like 22 00:08:45.530 --> 00:08:56.150 huda: being from like a rural background where there's like, not like a good stable computer science education. And yeah, those are like the 2 essays that I mainly added new things to. 23 00:08:56.710 --> 00:09:04.859 Jenny Duan: Yes, totally and so I think for this essay. Essay 2. 24 00:09:06.140 --> 00:09:10.369 Jenny Duan: I love.",
    " I love. Essay 2. I feel like this is good essay 3 25 00:09:10.510 --> 00:09:23.810 Jenny Duan: and 4. I think that one thing that's standing out to me is this introduction? I think that if you see an essay, 2 or essay one you kind of start out with like an analogy or an example that draws the reader to the conclusion that you bring in the 1st sentence 26 00:09:23.920 --> 00:09:34.579 Jenny Duan: of Essay 3 and 4. But I think in essay 3 and 4, you kind of start out with like the. So what point? So I'm wondering if you can add, like one or 2 sentences, sentences at the beginning to 27 00:09:37.340 --> 00:09:43.009 Jenny Duan: to like, get to the so what point? And instead of saying, I have a time traveler of sorts like, is there 28 00:09:43.170 --> 00:09:47.090 Jenny Duan: maybe an example? First.st 29 00:09:48.417 --> 00:09:58.580 huda: I guess, like this paragraph that's below. It talks about like kind of this, like juxtaposition of like listening to old music, and like watching like old movies while doing like 30 00:09:58.630 --> 00:10:07.009 huda: futuristic things like coding or like data cleaning. So maybe like that. That could be better. 31 00:10:07.010 --> 00:10:10.600 Jenny Duan: Let me see if what it looks like. If I put this 1 1.st 32 00:10:14.500 --> 00:10:19.469 Jenny Duan: Maybe instead of to accompany my late night coding sprints you can. You can say something like. 33 00:10:20.200 --> 00:10:21.310 Jenny Duan: Let me see. 34 00:10:28.880 --> 00:10:42.590 Jenny Duan: maybe like, is there a certain day of the week where you this happens? You could say, like, on a late Saturday night, you might find me. Xyz. I don't think that's the best. I don't think that's the best analogy, but like something like that where you like. Put the reader in the scene where you would be listening to music. 35 00:10:42.840 --> 00:10:46.530 huda: Hmm, yeah, I think, yeah. Saturdays usually. 36 00:11:18.920 --> 00:11:24.220 Jenny Duan: Actually, what is an example of a script t",
    "hat you've written while listening to Stevie Nicks and Frank Sinatra. 37 00:11:25.540 --> 00:11:29.399 huda: Like, for example, like the dialogue system for my video game. 38 00:11:29.820 --> 00:11:30.690 Jenny Duan: Oh, 39 00:11:33.760 --> 00:11:34.880 Jenny Duan: Let me see. 40 00:11:49.770 --> 00:12:02.099 Jenny Duan: I don't want to focus too much on games, because you've already mentioned it in 2 other essays. So is there anything else you could focus on? I was envisioning something like you setting the stage of like your Minecraft world, and then it's like like the background, or like 41 00:12:02.550 --> 00:12:14.888 Jenny Duan: the background noise of the world, is like Frank Sinatra and Stevie wonder, and then like pulling it out of the world and back into your life. But I don't want to focus too much on games, because it seems like that's already the focus of a couple of other 42 00:12:15.680 --> 00:12:16.850 Jenny Duan: essays. 43 00:12:17.693 --> 00:12:23.609 huda: Maybe like, like like, oh. 44 00:12:23.720 --> 00:12:31.830 huda: website, I had to. One time I had to make a website. Actually, I think that might contradict with the last essay. But for like a coding assignment. 45 00:12:35.820 --> 00:12:40.350 huda: maybe. Yeah, like, maybe like coding a website for like. 46 00:12:40.540 --> 00:12:43.570 huda: well, I could think of like folklift. But yeah. 47 00:12:59.090 --> 00:13:00.070 Jenny Duan: Let's see. 48 00:13:00.600 --> 00:13:05.110 Jenny Duan: So you've built a website. What else have you built during these late night coding sessions? 49 00:13:09.620 --> 00:13:10.840 huda: Maybe like 50 00:13:11.807 --> 00:13:22.170 huda: since, like, mine's like data science like, since the last bit is also about data cleaning, I think it could be something like feeding like a data model. 51 00:13:23.290 --> 00:13:24.805 Jenny Duan: Oh, what about 52 00:13:26.120 --> 00:13:31.639 Jenny Duan: actually, maybe we can. Another thing we can start with is a lyric. Do",
    " you have a lyric from the song. 53 00:13:31.710 --> 00:13:34.379 Jenny Duan: That kind of applies to your situation at all. 54 00:13:39.800 --> 00:13:44.439 huda: Like about thinking of the past like that like that relates to the essay. 55 00:13:45.080 --> 00:13:49.120 Jenny Duan: Just like a a good lyric that stands out to you. 56 00:13:50.210 --> 00:13:52.672 huda: Does it have to be like related to? 57 00:13:54.240 --> 00:13:55.540 huda: Hmm! 58 00:14:07.800 --> 00:14:08.999 huda: Let me see. 59 00:14:30.470 --> 00:14:38.379 huda: I mean, there's like a lyric from like a like a Fleetwood Mac song, which says, like lightning strikes, maybe once, maybe twice. 60 00:14:38.500 --> 00:14:39.579 huda: I like that lyric. 61 00:14:45.130 --> 00:14:46.270 Jenny Duan: and then 62 00:14:52.770 --> 00:14:55.160 Jenny Duan: do you have a playlist that you listen to when coding. 63 00:14:56.380 --> 00:14:58.880 huda: Yeah, it was just like my general playlist. 64 00:14:59.060 --> 00:14:59.700 Jenny Duan: Okay. 65 00:15:01.870 --> 00:15:02.365 huda: And. 66 00:15:09.960 --> 00:15:10.720 Jenny Duan: So. 67 00:15:10.890 --> 00:15:25.279 Jenny Duan: okay, can you elaborate how listening to these music, listening to these songs make you makes you a time traveler, is it just because they're like older songs, or is there any particular qualities about them that make them like time travely. 68 00:15:26.100 --> 00:15:51.780 huda: I guess, like the kind of aspect that I was talking about is that yeah like that it's old, and that it's like from a different time period where, like, obviously, like, technology didn't exist. And data science didn't exist at the time, and like, like kind of the irony of like doing, of like doing something like futuristic, like working on data at the same time, while, like kind of like contrasting the past and the future, kind of shows like how like 69 00:15:51.860 --> 00:15:54.499 huda: kind of torn in the middle a little bit. 70 00:15:54.810 --> 00:16:02.8",
    "60 Jenny Duan: Okay, something a unique introduction could be like you could set the stage to kind of make it feel like you're in that era, like I don't know. Maybe 71 00:16:03.300 --> 00:16:08.099 Jenny Duan: this is is this the night? What era is this? 19 eighties, 19 forties? I don't know exactly when. 72 00:16:08.100 --> 00:16:10.150 huda: Yeah, like seventies, eighties. 73 00:16:10.150 --> 00:16:14.910 Jenny Duan: Seventies like, what do people do in this 19 seventies like they get ready to like 74 00:16:14.980 --> 00:16:22.800 Jenny Duan: what? I don't know what teens do. But you could set up the scene. So it's like you're going out and doing something like in the past like, make it a scene that like is very familiar 75 00:16:23.310 --> 00:16:31.969 Jenny Duan: for that time period and then be like. But instead, you're like at home coding on your computer. And then like that can be like a little bit of a surprise or a juxtaposition. 76 00:16:32.573 --> 00:16:38.380 Jenny Duan: I don't. I don't exactly know. Like exactly what people do, though, in the 19 seventies. 77 00:16:38.390 --> 00:16:39.740 Jenny Duan: So let me look it up 78 00:16:44.330 --> 00:16:49.269 Jenny Duan: roller, disco roller, disco what else? 79 00:16:55.720 --> 00:16:58.569 huda: Maybe like like, I don't know. This is too 80 00:16:58.680 --> 00:17:00.990 huda: like General, but maybe, like a diner. 81 00:17:02.020 --> 00:17:03.159 Jenny Duan: Maybe like a what. 82 00:17:03.160 --> 00:17:04.250 huda: Like a diner. 83 00:17:04.700 --> 00:17:09.400 Jenny Duan: Yeah, we're like. 84 00:17:27.780 --> 00:17:32.599 Jenny Duan: So what would a diner scene look like on a late Saturday night? 85 00:17:33.410 --> 00:17:35.779 Jenny Duan: And how does that relate to data cleaning? 86 00:17:41.310 --> 00:17:46.269 huda: Maybe I can talk about. Maybe I can say like, how like 87 00:17:46.360 --> 00:17:52.228 huda: I'm like listening to this song and getting ready to go to the diner 88 00:17:52.700 --> 00:1",
    "7:57.120 huda: or I don't know if, like the diner might like, I feel like that might not make sense. But like. 89 00:17:58.213 --> 00:18:01.120 huda: yeah, actually, I don't really know how to actually. 90 00:18:01.120 --> 00:18:08.329 Jenny Duan: I don't know if that would. Maybe if this analogy doesn't work, it doesn't work. I I think it's just like we need 2 sentences to 91 00:18:08.470 --> 00:18:10.549 Jenny Duan: put them into a scene. 92 00:18:11.650 --> 00:18:12.990 huda: Alright let me see. 93 00:18:21.660 --> 00:18:24.300 Jenny Duan: You mean yesterday to create tomorrow? 94 00:18:39.130 --> 00:18:44.789 Jenny Duan: What is Stevie Nicks, or Frank Sinatra's? What is their top song that most people would know. 95 00:18:46.056 --> 00:18:55.810 huda: Well for Stevie Nicks. It's James. Well, it's like a Fleetwood Max song, and then Frank Sinatra's is 96 00:18:56.030 --> 00:19:00.550 huda: let me see what's the most. I think it's something stupid. 97 00:19:02.000 --> 00:19:03.779 huda: Fly me to the moon! Fly me to the moon! 98 00:19:04.480 --> 00:19:05.200 Jenny Duan: Okay. 99 00:19:13.360 --> 00:19:15.919 Jenny Duan: it explodes through my earbuds. 100 00:19:15.950 --> 00:19:21.360 Jenny Duan: But can you tell me more about what this scene looks like when you're when you're there on Saturday night 101 00:19:22.230 --> 00:19:29.639 Jenny Duan: like, what? What are you doing? What have you just come from like? How long do you spend on this? How do you feel when you're in the moment. 102 00:19:30.826 --> 00:19:36.773 huda: Yeah. So like, maybe I'd it's I'd start at like 10 pm. And like, just 103 00:19:37.400 --> 00:19:45.070 huda: like, be like sitting at my desk like using my computer with headphones on and like 104 00:19:46.460 --> 00:19:55.620 huda: And then I usually code for like at least maybe to like 12 am. Or like, sometimes one am and then 105 00:19:56.790 --> 00:20:02.509 huda: well, it like depends on like what I'm working on. But I guess. 106 00:20:05.",
    "850 --> 00:20:11.119 huda: Yeah. So like, I'm working on these like coding assignments. 107 00:20:11.935 --> 00:20:14.710 huda: Like at like 10 to 12. 108 00:20:15.040 --> 00:20:15.720 huda: Yeah. 109 00:20:17.700 --> 00:20:20.210 Jenny Duan: Hmm, excuse me. 110 00:20:33.850 --> 00:20:34.580 Jenny Duan: okay. 111 00:20:43.550 --> 00:20:44.640 Jenny Duan: which one. 112 00:20:48.340 --> 00:20:55.009 Jenny Duan: maybe you can also just make it like a more. Another way you can start. It is just make it a more descriptive starting so like. 113 00:20:55.310 --> 00:21:18.930 Jenny Duan: talk about what the room looks like, what the scene looks like, and just use more like descriptive language. That's another way to do it. So instead of saying, like on a late Saturday night, you can say like, maybe, how your laptop screen, like the the like flicker of your laptop screen, or like the sound of your nails hitting the keyboard, or some other sensory details to make the scene a bit more engaging that way. 114 00:21:21.340 --> 00:21:26.409 Jenny Duan: So yeah, maybe like, I don't know. 115 00:21:26.750 --> 00:21:41.449 Jenny Duan: The sound of your fingernails accompanies like the sound of Stevie Nick's voice, or like the light on the screen shines on your face or like. I don't exactly know what other sensory details are in the room, but that could be another thing. 116 00:21:54.700 --> 00:21:57.108 huda: Alright, I'll I'll reword it later. 117 00:22:02.540 --> 00:22:20.189 Jenny Duan: Maybe, or you can say like, if you want to bring it back to like the disco analogy. I don't know if Stevie Nicks or Frank Sinatra are like disco artists, but you can say, like multicolored lights, like shine on your face like music, is like pulsing in your ears like the sound of Frank Sinatra's voice is loud, and then it's like it kind of sounds like you're at this like party or social gathering. 118 00:22:20.240 --> 00:22:22.099 Jenny Duan: And then but then you can like. 119 00:22:22.340 --> 00:",
    "22:25.719 Jenny Duan: But you're in your room. You're coding like this is your idea of 120 00:22:25.990 --> 00:22:31.750 Jenny Duan: a like a blast of the past. I don't know something something. Yeah. 121 00:22:58.830 --> 00:23:01.159 huda: Right and then I could just say like 122 00:23:07.370 --> 00:23:21.610 Jenny Duan: Instead of color slash, you can say something like like, Oh, this is a suggestion, for later. You don't have to change it right now I'll add it as a comment, but you can say like hues of red, green, I don't know what color your your terminal is, but just change it to whatever 123 00:23:21.630 --> 00:23:23.029 Jenny Duan: in purple. 124 00:23:24.240 --> 00:23:30.420 Jenny Duan: Oh, illuminate my is as 125 00:23:33.860 --> 00:23:48.790 Jenny Duan: I don't know. Frank Sinatra's as drink. Sinatras voice begins to grow 126 00:23:49.410 --> 00:23:54.880 Jenny Duan: like something like that like, make it short and just like add one sentence, and then 127 00:24:01.650 --> 00:24:07.450 Jenny Duan: I don't know something else you can say at the end is like. 128 00:24:08.175 --> 00:24:14.550 Jenny Duan: I think that could be a good fit is like the products that you want to create. You want them to be timeless like you want them to have an impact 129 00:24:14.680 --> 00:24:17.060 Jenny Duan: that like across time. 130 00:24:17.110 --> 00:24:22.599 Jenny Duan: So having time as a theme like nostalgia time, make it timeless. 131 00:24:58.470 --> 00:24:59.420 huda: Or 132 00:25:04.150 --> 00:25:09.199 huda: maybe like, effective for decades or no. I think Tyler is. 133 00:25:09.200 --> 00:25:11.960 Jenny Duan: I think I like the word timeless. Yeah. 134 00:25:20.180 --> 00:25:22.659 huda: I think I'll just combine these sentences. 135 00:25:23.010 --> 00:25:23.650 Jenny Duan: Okay. 136 00:25:31.190 --> 00:25:31.910 Jenny Duan: Hmm. 137 00:25:37.530 --> 00:25:39.689 Jenny Duan: yes, this is great. 138 00:25:40.410 --> 00:25:41.200 Jenny Duan: Okay. 139 00:25:42.48",
    "0 --> 00:25:44.690 huda: How these are these changes. 140 00:25:46.850 --> 00:25:53.360 Jenny Duan: Yeah, I mean, this sentence doesn't have to be like an exact thing that you say, like you can edit it and modify it to your liking. 141 00:26:12.570 --> 00:26:18.059 Jenny Duan: I don't think you have to say unfortunate. You can maybe say like, 50 years ago 142 00:26:18.420 --> 00:26:22.909 Jenny Duan: I would have been at the Disco or something. But tonight I'm coding. 143 00:26:23.120 --> 00:26:36.149 Jenny Duan: I'm like, but you want to emphasize like it's not, it's not. It's not like you're like sad coding in your room. It's like this is like an enjoyable thing. But like 50 years. I but tonight I 144 00:26:39.150 --> 00:26:45.680 Jenny Duan: I don't know. Tonight I'm coding. Maybe. 145 00:26:49.330 --> 00:26:51.430 huda: Coding my latest website. 146 00:26:53.090 --> 00:26:54.000 Jenny Duan: Yeah. 147 00:26:54.930 --> 00:26:59.120 huda: Or maybe you should. Should I say, like tonight, I'm 148 00:27:00.620 --> 00:27:05.270 Jenny Duan: Tonight my open terminal is filled with possibilities. Or tonight, it's my like 149 00:27:05.840 --> 00:27:13.219 Jenny Duan: terminal that's like bringing the excitement. Or today, it's like something that is emphasizing that this is an activity that you enjoy. 150 00:27:13.220 --> 00:27:13.910 huda: Yeah. 151 00:27:28.960 --> 00:27:30.578 huda: I don't know how to word it. 152 00:28:03.460 --> 00:28:04.319 Jenny Duan: See you. 153 00:28:04.990 --> 00:28:15.819 huda: Oh, like I wanna say like cause I guess a roller disco is where people pass time, so I don't know if like, but I don't know if, like describing like coding as like a pastime, is like negative. 154 00:28:20.511 --> 00:28:23.220 Jenny Duan: It's tonight. It's my code. 155 00:28:23.670 --> 00:28:24.670 Jenny Duan: But. 156 00:28:25.820 --> 00:28:27.360 huda: I fly this to direct. 157 00:28:30.140 --> 00:28:30.950 Jenny Duan: Tonight. 158 00:28:32.968 --> 00:28:36.250 Jenny",
    " Duan: It's like code that brings endless possibilities. 159 00:28:36.260 --> 00:28:38.790 Jenny Duan: Is that, too, cliche? Or is that okay? Do you think. 160 00:28:41.420 --> 00:28:44.200 huda: Yeah, I feel like a little cliche. 161 00:28:50.810 --> 00:28:54.359 huda: It's my late night 162 00:29:03.780 --> 00:29:05.170 huda: keeping me fueled. 163 00:29:08.290 --> 00:29:09.170 huda: Babies. 164 00:29:16.960 --> 00:29:19.700 Jenny Duan: It's my late night coding session 165 00:29:22.610 --> 00:29:25.669 Jenny Duan: is there a lyric that you can bring in here, now. 166 00:29:43.040 --> 00:29:46.570 Jenny Duan: It's keeping me fueled. I feel like doesn't 167 00:29:46.980 --> 00:29:50.990 Jenny Duan: exactly, isn't exactly what you're trying to say. 168 00:30:08.976 --> 00:30:12.150 Jenny Duan: But tonight it's my late night coding session 169 00:30:19.340 --> 00:30:25.609 Jenny Duan: that excites me, maybe, or late night cleaning session. 170 00:30:30.190 --> 00:30:33.619 Jenny Duan: bringing the action. I don't know something like that. 171 00:30:39.720 --> 00:30:41.260 Jenny Duan: That energizes me. 172 00:30:44.185 --> 00:30:44.810 huda: Yeah. 173 00:30:44.940 --> 00:30:45.630 Jenny Duan: Okay. 174 00:31:01.900 --> 00:31:03.709 huda: Hey? I'm busy. 175 00:31:05.390 --> 00:31:10.670 Jenny Duan: Mutual playlist features. 176 00:31:11.980 --> 00:31:13.429 Jenny Duan: Stevie Nicks! 177 00:31:17.250 --> 00:31:20.870 Jenny Duan: What other like elements of nostalgia do you want to bring in here like 178 00:31:20.950 --> 00:31:23.840 Jenny Duan: Stevie Nicks? What! Who are some of your other artists. 179 00:31:25.673 --> 00:31:34.280 huda: Wham WHAM maybe Madonna. 180 00:31:35.860 --> 00:31:40.319 Jenny Duan: RAM like this, like, yeah. 181 00:31:40.540 --> 00:31:44.590 huda: Yeah, maybe let me show mark after. 182 00:31:44.970 --> 00:31:46.593 huda: No, I think it's 183 00:31:49.620 --> 00:31:50.870 Jenny Duan: In Madonna. 184 00:31:57.170 --> 00:32:02.159 Jenny Duan: t",
    "he old timing. 185 00:32:02.660 --> 00:32:13.560 Jenny Duan: I don't know what the word for, like rich retro, the retro a company meant to my 186 00:32:15.320 --> 00:32:16.520 Jenny Duan: I don't know. 187 00:32:17.110 --> 00:32:22.429 Jenny Duan: This is so, cliche. I wouldn't say modern code, but like you want to con make a contrast here. 188 00:32:25.410 --> 00:32:26.380 Jenny Duan: 2. 189 00:32:26.380 --> 00:32:27.880 huda: Cutting edge maybe. 190 00:32:29.830 --> 00:32:37.470 Jenny Duan: My cutting edge data, cleaning adventures. 191 00:32:37.690 --> 00:32:40.689 Jenny Duan: I wouldn't know. I don't know if Cutting Edge is correct. 192 00:32:40.910 --> 00:32:45.879 Jenny Duan: Because you wanna, I think that might sound like a little bit like not humble. 193 00:32:48.840 --> 00:32:50.680 huda: Maybe contemporary. 194 00:32:51.930 --> 00:32:55.140 Jenny Duan: Yes, that's 1st perfect. 195 00:33:39.860 --> 00:33:43.980 Jenny Duan: - I think. Then you can go here. 196 00:33:45.840 --> 00:33:46.540 huda: Hmm. 197 00:33:49.440 --> 00:33:51.220 Jenny Duan: Okay, what do you think about this. 198 00:33:52.880 --> 00:33:58.720 huda: It looks great, I think. Actually, I think this like nostalgic Futurist, I should like 199 00:33:59.257 --> 00:34:09.089 huda: keep replace this or keep this and get rid of the oxymoron, but because I feel like I don't know if I am repeating myself a bit too much. 200 00:34:09.090 --> 00:34:13.459 Jenny Duan: Yeah, I would choose either time traveler or nostalgic Futurist. 201 00:34:16.900 --> 00:34:20.980 huda: I feel like time. Travel is a little more intriguing. But 202 00:34:22.630 --> 00:34:30.839 huda: I think this one makes more sense nostalgic Futurist, so I guess I'll choose. 203 00:34:30.840 --> 00:34:31.540 Jenny Duan: Okay. 204 00:34:32.070 --> 00:34:32.900 huda: Not here. 205 00:34:37.550 --> 00:34:39.320 Jenny Duan: I don't know if you need the up sorts. 206 00:34:47.449 --> 00:34:49.500 Jenny Duan: I don't think you need this.",
    " 207 00:34:49.610 --> 00:34:52.240 Jenny Duan: Well, most kids my age are focused on now 208 00:34:52.360 --> 00:34:55.720 Jenny Duan: because I feel like you shouldn't compare yourself with anyone else. 209 00:34:55.860 --> 00:34:58.060 Jenny Duan: because it kind of gives like, pick me 210 00:34:59.690 --> 00:35:02.659 Jenny Duan: or like. I just don't think you need to compare yourself to other people. 211 00:35:10.980 --> 00:35:12.140 Jenny Duan: well. 212 00:35:18.690 --> 00:35:19.990 Jenny Duan: wow! 213 00:35:28.450 --> 00:35:39.539 Jenny Duan: Maybe like, while I recognize the power of now, I've cultivated an unusual gift, using yesterday to create to. 214 00:35:42.090 --> 00:35:42.880 huda: Like that. 215 00:36:08.290 --> 00:36:13.029 Jenny Duan: This is a bit of a cliche. Instead of saying that memory lit a fire, you can say, like 216 00:36:15.030 --> 00:36:21.060 Jenny Duan: motivated, inspired by that memory moved by that memory. 217 00:36:40.030 --> 00:36:41.669 Jenny Duan: Yeah, this is perfect. 218 00:36:55.790 --> 00:36:57.740 Jenny Duan: Okay, I think the rest is good. 219 00:36:58.420 --> 00:36:59.550 Jenny Duan: What do you think. 220 00:37:00.180 --> 00:37:01.680 huda: Yeah, I, also, really like it. 221 00:37:02.430 --> 00:37:08.580 Jenny Duan: Great. It's 344 words. So yeah, I would say, realized here. 222 00:37:08.710 --> 00:37:12.890 Jenny Duan: do you want to read it one more time, and see if there's anything else that kind of catches your eye. 223 00:37:15.482 --> 00:37:20.799 huda: Hues of red, green and purple. Illuminate my face as frank Sinatra's voice begins to Chrome 224 00:37:21.000 --> 00:37:28.369 huda: 40 years ago, I, I would have been at a ruler, Disco, but tonight it's my late night coding session that energizes me. 225 00:37:28.420 --> 00:37:36.869 huda: my ritual coding playlist features, Stevie Nicks, Wham, and Madonna, the retro accompaniment to my contemporary data, cleaning adventures. 226 00:37:37.060 --> 00:37:41.930 hud",
    "a: I'm a nostalgic Futurist forever thinking of the past, always crafting the future. 227 00:37:42.080 --> 00:37:48.260 huda: while I recognize the power of now I've cultivated an unusual gift, using yesterday to create tomorrow. 228 00:37:48.330 --> 00:37:55.599 huda: organizing a program, teaching young girls about machine learning and power hacks. I found my thoughts yet again lingering in the past. 229 00:37:55.670 --> 00:38:18.820 huda: I saw myself in a young girl, realizing she couldn't afford an engineering program. Moved by the memory, I refused to let another student face the same barrier I cold mailed every company I could find, raising over $23,000 to make a program free for girls who couldn't afford tech education. Now 44 girls from different cities who once thought Tech was out of reach. 230 00:38:18.820 --> 00:38:25.990 huda: can code their own projects, train ethical AI models and launch their tech journeys without worrying about costs 231 00:38:25.990 --> 00:38:33.080 huda: where I once faced financial barriers alone. These girls now have both the funds and guidance to pursue their tech dreams 232 00:38:33.300 --> 00:38:42.799 huda: in my English language development classroom, where I teach English to 36 new immigrants. I further home this ability. Every symbol of of words from students. 233 00:38:43.380 --> 00:38:53.689 huda: parallels my memories as an immigrant child wrestling with English. Today I craft card games that effectively enable the students to communicate and navigate in a new country. 234 00:38:53.790 --> 00:39:02.949 huda: I teach them the practical shortcuts. I learned the hard way, like memorizing common grocery store phrases or doctor's doctor's office terms. First, st 235 00:39:03.250 --> 00:39:08.620 huda: my own struggles as an immigrant student became a roadmap for making their transition easier. 236 00:39:08.920 --> 00:39:15.720 huda: Some might dismiss nostalgia as a mere sentimentality, but I've developed it into something",
    " more 237 00:39:15.730 --> 00:39:28.330 huda: a superpower for innovation that, like Stevie, Nick's music is timeless. This is my greatest talent. Turning vintage records into coding soundtracks, past failures into future victories and old barriers into new bridges. 238 00:39:28.970 --> 00:39:32.670 huda: Okay, yeah, I think it's great. Yeah. 239 00:39:40.550 --> 00:39:50.400 Jenny Duan: Okay, great. I feel like this is really good. I don't. What is this? You're scratching this mattress essay. This is your 1st essay that you wrote for this prompt right. 240 00:39:50.940 --> 00:40:00.340 huda: Yeah, I I feel like it doesn't really touch upon like I feel like it's not as direct and forward as like the other as like what you see looks for. So 241 00:40:00.670 --> 00:40:01.430 huda: yeah. 242 00:40:04.510 --> 00:40:05.280 Jenny Duan: Great 243 00:40:08.070 --> 00:40:15.120 Jenny Duan: And then for this prompt one I would say the same thing. So this 1st sentence is a little bit too prescriptive. 244 00:40:15.130 --> 00:40:27.230 Jenny Duan: because it's growing up in a rural town. Access to quality, computer science, education was more a dream than a reality. I would try to like. How? Why was it more of a dream? Why was it, you know? Can you explain, like, why. 245 00:40:28.390 --> 00:40:31.200 huda: Yeah, I guess, like, I can talk about like 246 00:40:31.609 --> 00:40:56.739 huda: so at our school we have like a lot of like teacher outages. I guess shortages, I mean and so we have, like a lot of substitutes which are not really like experienced programmers or anything. And they're typically not really even given like a lesson plan, or like something that they're supposed to teach us, like they're just long term substitutes. And so a lot of it's just spent time like 247 00:40:56.740 --> 00:41:06.739 huda: learning some like a little bit online, but like that, too, like it would, didn't have too much support or like flexibility to like different. 248 00:41:06.750 --> 00:4",
    "1:10.890 huda: like the way people learn and so like. 249 00:41:11.030 --> 00:41:19.597 huda: I guess that was one thing. And then also, like there's another aspect of like the tech clubs being so like exclusive 250 00:41:20.240 --> 00:41:48.549 huda: like, not unofficially, but like, really, it's kind of unwelcoming to like girls in tech and like, especially Muslim girls in tech and yeah, I think the main aspect which I think is like, really different from other circumstances is that like, we just have, like a lot of long, long term like substitutes rather than actual teachers. And that recently started to change. But like, yeah, I think like, when I was taking like computer science courses towards the beginning like we didn't have any teachers or anything. 251 00:41:52.210 --> 00:41:59.939 Jenny Duan: that makes a lot of sense. So instead of saying, like growing up in my real town, access to quality, computer science, education is more of a dream than a reality like. 252 00:42:00.600 --> 00:42:08.650 Jenny Duan: is there one thing you can say, and then transition it into that like. 253 00:42:08.980 --> 00:42:11.640 Jenny Duan: I guess it doesn't really emphasize here like. 254 00:42:11.790 --> 00:42:19.859 Jenny Duan: why do you even want computer science education? In the 1st place, like, why is that important to you? So maybe you can say like, when you were younger, when you were looking for computer science classes 255 00:42:20.030 --> 00:42:24.330 Jenny Duan: like they didn't exist or they were hard to access, or 256 00:42:24.500 --> 00:42:33.709 Jenny Duan: there wasn't enough enrollment, or you know something that illustrates, like the reason why computer science education is important to you, but you can't 257 00:42:34.190 --> 00:42:35.479 Jenny Duan: like access. It. 258 00:42:37.860 --> 00:42:43.339 huda: I mean, like, I think this problem was mainly like through school, because it was like 259 00:42:45.640 --> 00:42:49.800 huda: like cause like in high s",
    "chool, there weren't any teachers but like 260 00:42:52.470 --> 00:42:56.929 huda: I guess there's some like something that I can say, for like beginning would be like 261 00:43:05.840 --> 00:43:11.239 huda: like, maybe there's there's like only so much they can learn through like Youtube, and like being like self-taught. 262 00:43:11.370 --> 00:43:15.659 huda: which actually, I think that sounds a little like discouraging. But 263 00:43:20.960 --> 00:43:25.260 huda: like, would this be? Talk about like current like in high school or. 264 00:43:26.670 --> 00:43:29.650 Jenny Duan: This would be maybe like middle school, because you said, growing up. 265 00:43:38.960 --> 00:43:44.340 huda: i mean, like, I'm not really sure, like, what kind of example, 266 00:43:52.570 --> 00:43:55.230 huda: like, why, like, why is it important. 267 00:43:56.260 --> 00:43:58.230 Jenny Duan: Yeah, like, why. 268 00:43:58.890 --> 00:44:13.844 Jenny Duan: like, why, in what experiences made you find that quality, computer science, education was more of a dream than a reality like, you go into more detail here. But like, when was the 1st time that you tried to access a computer science resource and 269 00:44:14.480 --> 00:44:16.860 Jenny Duan: and you failed, or you weren't able to. 270 00:44:19.424 --> 00:44:23.707 huda: Yeah, okay, that could be like in middle school. 271 00:44:24.760 --> 00:44:48.839 huda: I guess. Like, also, like, when I was trying to get into like, vex programming like competitions. I wasn't really sure like, how like robots, even like program like, what are like? What goes behind the coding like, how do you program autonomy? And then like, I guess we didn't have any like after school programs or any like classes, any like 272 00:44:48.920 --> 00:44:54.509 huda: tutors or anything, or especially our school, didn't have any like courses for that. 273 00:44:54.550 --> 00:45:07.640 huda: And so like, maybe I was. Really, I was really like passionate enjoying these vex l",
    "ike robotic competitions. But like, I didn't know how to like code that. So I just I kind of stopped 274 00:45:07.680 --> 00:45:09.009 huda: doing that. I guess. 275 00:45:10.570 --> 00:45:11.260 Jenny Duan: Okay. 276 00:45:11.260 --> 00:45:14.770 Jenny Duan: I think that that would be like a good thing to start off with. 277 00:45:14.960 --> 00:45:20.589 Jenny Duan: So you can say like the 1st time. I 278 00:45:21.850 --> 00:45:25.390 Jenny Duan: I don't know. Tried to build this like you 279 00:45:25.900 --> 00:45:28.639 Jenny Duan: like. 1st time you tried to do this, this happened. 280 00:45:29.010 --> 00:45:36.389 Jenny Duan: and then you can say, like growing up in my rural town. Then you can just transition to the next sentence. But I think you just need one thing here. That kind of 281 00:45:36.830 --> 00:45:41.459 Jenny Duan: illustrates what you mean by my access, was more of a dream than a reality. 282 00:45:46.120 --> 00:45:49.740 huda: wait. Can you repeat the like the sentence structure. 283 00:45:49.740 --> 00:45:57.110 Jenny Duan: Yeah, like, the 1st time I tried this, this happened or like this barrier, I thought, I ran into this barrier. 284 00:45:58.940 --> 00:45:59.670 Jenny Duan: Yeah. 285 00:46:00.050 --> 00:46:00.730 huda: Okay. 286 00:46:38.300 --> 00:46:39.130 huda: bye. 287 00:47:11.550 --> 00:47:13.279 huda: I remember it on. 288 00:47:42.820 --> 00:47:47.710 huda: Yeah. I don't know how to like fix the sentence. So it's not as like. 289 00:47:48.620 --> 00:47:51.250 huda: like, just a statement. I guess. 290 00:47:56.850 --> 00:47:57.900 Jenny Duan: The 291 00:48:02.930 --> 00:48:06.090 Jenny Duan: how old were you during this? During this period of time? 292 00:48:06.560 --> 00:48:10.769 huda: I guess I was in like like 7th grade. 293 00:48:12.170 --> 00:48:12.910 Jenny Duan: Okay, 294 00:48:24.250 --> 00:48:29.780 Jenny Duan: 1st time, I want to commit it complete in a yeah, they did like. 295 00:48:32.460 --> 00:48:37.900 Jenny Duan: o",
    "kay, this doesn't. I feel like this sentence doesn't exactly show a struggle. 296 00:48:39.880 --> 00:48:41.720 huda: Yeah, I'm not sure how to word it. 297 00:49:10.930 --> 00:49:16.020 Jenny Duan: Is there another example that is like a direct demonstration of the lack of opportunity that you 298 00:49:17.620 --> 00:49:21.090 Jenny Duan: that you experienced. 299 00:49:22.680 --> 00:49:24.690 huda: Like direct like 300 00:49:27.190 --> 00:49:31.529 Jenny Duan: Yeah, direct lack of opportunity, maybe, like, compared to your friends, etc. 301 00:49:32.230 --> 00:49:34.489 huda: I think, like, for example, like 302 00:49:34.998 --> 00:49:50.949 huda: my cousins from like different cities, would have better access to computer education. Like, for example, they'd have like after school programs and like classes at school and our school didn't have enough teachers for these courses. 303 00:49:52.095 --> 00:49:53.120 huda: So 304 00:49:53.140 --> 00:50:03.409 huda: I guess that's like a more direct thing. And so I wasn't able to like learn how to code like other. It could be like robots or like websites like at all. 305 00:50:10.210 --> 00:50:13.870 Jenny Duan: Let's see anything else that you can think of. 306 00:50:16.010 --> 00:50:18.049 huda: Like, what kind of examples. 307 00:50:18.650 --> 00:50:20.000 Jenny Duan: Like. 308 00:50:20.130 --> 00:50:28.439 Jenny Duan: for example, if you try to sign up for a class. But it didn't exist, for like your school like, if you went to a school that didn't have a Pcsa. Maybe you had to take it online 309 00:50:28.500 --> 00:50:40.559 Jenny Duan: or you had to go to a community college to take the class, or like some people went to schools that didn't have like ap calculus, and they had to like do it at a community college, or like you tried to look for this club, but it didn't exist. So you created your own. 310 00:50:41.792 --> 00:51:05.409 huda: Like. For example, I signed up for a class computer science essentials. So I get",
    " a basic like understanding of python and Java, and I guess, yeah, I took the class, but there wasn't any teachers. It was like, just like a substitute. And we do some like, we watch Youtube videos, to learn concepts. But we never really had any like 311 00:51:05.410 --> 00:51:12.039 huda: tests or projects or anything like it was just it was just kind of like we had to watch you do videos to learn. 312 00:51:14.340 --> 00:51:15.200 Jenny Duan: Gotcha 313 00:51:17.390 --> 00:51:20.730 Jenny Duan: So maybe like 314 00:51:21.050 --> 00:51:34.780 Jenny Duan: you can write about like the, maybe you can write about a Youtube video that you learned that was like impactful in your computer science journey. And then you could be like, because you didn't have these classes or these programs like you learned, built your own knowledge, and then you can write about how 315 00:51:35.340 --> 00:51:39.590 Jenny Duan: like growing up in your rural town, etc, etc, etc, and go from there. 316 00:51:40.400 --> 00:51:41.000 huda: Right. 317 00:52:03.220 --> 00:52:04.940 huda: Maybe I could say something like 318 00:53:10.620 --> 00:53:16.529 Jenny Duan: Yeah, great, perfect. And then go here. 319 00:53:16.760 --> 00:53:18.460 Jenny Duan: And then I think in 320 00:53:18.980 --> 00:53:23.280 Jenny Duan: this the sentence is a bit redundant. So if you need words, you can delete this one. 321 00:53:31.260 --> 00:53:34.559 Jenny Duan: Then? How many words are you at right now? 322 00:53:34.560 --> 00:53:36.019 huda: 3, 34. 323 00:53:36.190 --> 00:53:37.630 Jenny Duan: Okay. So 324 00:53:50.450 --> 00:53:59.739 Jenny Duan: you have some room here to write some more personality like, is there anything else you were obsessed with as a child? Because you can say, like my 1st obsessions as a child were, XY, and 325 00:53:59.960 --> 00:54:01.179 Jenny Duan: this video. 326 00:54:11.630 --> 00:54:12.830 huda: Not better. 327 00:54:34.460 --> 00:54:43.120 huda: maybe like over here. I can like qui",
    "ckly. Just explain how like how this video was. Kind of like my stand in teacher at the time. 328 00:54:44.780 --> 00:54:46.380 Jenny Duan: Yeah, that's great. 329 00:54:49.250 --> 00:54:53.179 huda: Oh, yeah, actually, I think I'll place that here instead of the textbook part. 330 00:54:55.150 --> 00:54:59.849 Jenny Duan: Yeah, like, Youtube, video tutorials became my stand in teachers. 331 00:56:42.250 --> 00:56:43.140 Jenny Duan: Okay. 332 00:56:46.850 --> 00:56:50.680 Jenny Duan: I don't know if the privilege there might be a better way to word that. 333 00:56:51.850 --> 00:56:52.560 huda: Yeah. 334 00:56:59.620 --> 00:57:02.329 huda: to the well-resourced. 335 00:57:03.300 --> 00:57:05.000 Jenny Duan: That's better, agreed. 336 00:57:24.600 --> 00:57:30.409 huda: Also, I don't know if this part even if they're the only ones in the room excited about it, I think I should change that. 337 00:57:30.710 --> 00:57:31.650 huda: What do you think. 338 00:57:38.120 --> 00:57:41.690 Jenny Duan: Maybe you can just delete this and go here. Cut it off here. 339 00:58:11.900 --> 00:58:15.909 huda: Maybe here, like a a tech space, everyone can access. 340 00:58:19.060 --> 00:58:23.869 Jenny Duan: Make a tech space where everyone can access. 341 00:58:27.990 --> 00:58:31.330 Jenny Duan: Okay, let me see how long this work this one is 342 00:58:34.020 --> 00:58:38.589 Jenny Duan: 3, 15. I feel like you still have some opportunity to make this a little bit longer. 343 00:58:38.960 --> 00:58:39.560 huda: Hmm. 344 00:58:39.740 --> 00:58:40.910 Jenny Duan: Do you write about? 345 00:58:41.400 --> 00:58:44.360 Jenny Duan: You're ruled out. Let me look at the rest of this. 346 00:58:45.810 --> 00:58:50.659 Jenny Duan: You don't really write about your rural town. So instead of, instead of saying, like 347 00:58:51.920 --> 00:58:58.429 Jenny Duan: growing up in my rural town, you can add like a little bit about Mountain House, California, and what that's like 348 00:58:58.450 --> 00:",
    "58:59.690 Jenny Duan: growing up there. 349 01:00:32.859 --> 01:00:33.639 huda: Does this? 350 01:00:33.700 --> 01:00:35.189 huda: Does this look fine? 351 01:00:40.680 --> 01:00:46.279 Jenny Duan: Maybe I wouldn't say this. I would just say, like growing up in Mountain House, California. 352 01:00:46.320 --> 01:00:52.440 Jenny Duan: a rural town. Most people pass on their way to Stockton, California, like. Do you remember how you introduced it in that other essay. 353 01:00:52.440 --> 01:00:53.190 huda: Yeah. 354 01:01:03.190 --> 01:01:04.779 huda: wait. Let me open it up. 355 01:01:48.630 --> 01:01:49.800 Jenny Duan: Okay. Great 356 01:02:25.140 --> 01:02:26.120 Jenny Duan: one. 357 01:02:37.650 --> 01:02:40.429 Jenny Duan: Okay. I think you can also write something about like 358 01:02:40.850 --> 01:02:47.839 Jenny Duan: low income, or struggling, or like something like that. I feel like it is like can add some points to this essay, too. 359 01:02:51.180 --> 01:02:54.430 Jenny Duan: You're looking to overcome like educational barriers. 360 01:02:54.610 --> 01:02:56.980 Jenny Duan: So is there a way you can put that in. 361 01:03:01.210 --> 01:03:02.210 huda: Maybe 362 01:03:02.480 --> 01:03:12.897 huda: like over here. Cause I'm talking about like, how like the school when our schools computer science cause those are like at school. 363 01:03:14.060 --> 01:03:16.160 huda: and I could be like 364 01:03:17.130 --> 01:03:21.819 huda: and externally like also, I couldn't afford like 365 01:03:21.900 --> 01:03:24.330 huda: that to be like my sin and teacher. 366 01:03:25.939 --> 01:03:33.739 huda: In our schools, computer science classes weren't led by substitutes who couldn't code me and copy and pasting Youtube coding my stand-in teachers. 367 01:03:35.260 --> 01:03:42.900 huda: maybe like, and pasting and external programs. 368 01:03:43.050 --> 01:03:43.740 Jenny Duan: Yeah. 369 01:03:50.990 --> 01:03:51.910 huda: That. 370 01:03:52.810 --> 01:03:53.700 Jenny Duan:",
    " Yeah. 371 01:04:00.650 --> 01:04:08.100 Jenny Duan: Okay, see 3, 37. Okay. I feel like this is pretty close enough to the word count. 372 01:04:08.120 --> 01:04:09.819 Jenny Duan: And I think this looks good 373 01:04:10.451 --> 01:04:13.019 Jenny Duan: any thoughts on the rest of this essay. 374 01:04:15.630 --> 01:04:17.920 huda: Do you think this paragraph is fine? 375 01:04:23.720 --> 01:04:25.140 Jenny Duan: Yeah. Looks. Good. 376 01:04:25.520 --> 01:04:26.200 huda: Okay. 377 01:04:30.800 --> 01:04:34.120 Jenny Duan: Yeah, I feel like this looks good. And then I think the other 2 essays. 378 01:04:35.880 --> 01:04:39.370 Jenny Duan: I feel like, have we already looked at these. I feel like it looks good. 379 01:04:40.568 --> 01:04:42.760 huda: Yeah. I think this one. 380 01:04:43.290 --> 01:04:45.852 Jenny Duan: My only question is, Is it 381 01:04:47.780 --> 01:04:52.620 Jenny Duan: Is it bad that you write about synthoria twice? I mean. 382 01:04:52.850 --> 01:04:54.540 huda: Yeah, I think that might be. 383 01:04:54.650 --> 01:04:57.050 huda: I think I might have to change that here. 384 01:04:57.970 --> 01:05:04.169 Jenny Duan: Okay, I think we might need to come back to these 2 essays, because growing up in a rural farm town right here. 385 01:05:04.240 --> 01:05:09.120 Jenny Duan: and also like there's a bit of repetition in some of the themes here. So I think 386 01:05:09.426 --> 01:05:38.120 Jenny Duan: I have another session. After this I have to go, but I think tonight, I'm gonna just take a look at this and make some comments on this. And then we can maybe schedule another meeting later this week to like, finalize these and do a 1 over, because I also maybe think we need a 1 over on, even though I said finalized here, I think we might need to like. Look at essays 3 and one, the last 2 essays again. But I think we need to make it a little bit different from this essay, because this is also about centuria. So I don't think it's that good to 387 01:05:",
    "38.340 --> 01:05:40.599 Jenny Duan: essays about such a similar topic. 388 01:05:40.770 --> 01:05:43.669 huda: I mean, I think I want to change the 1st one like a. 389 01:05:43.670 --> 01:05:46.490 Jenny Duan: Oh, okay, what do you want to change it to? 390 01:05:46.730 --> 01:05:50.660 huda: Like, I think I might want to keep it. This, like the same kind of 391 01:05:51.175 --> 01:05:58.105 huda: like the same kind of structure. But I think like, maybe like replacing Syndoria with something else like 392 01:05:59.410 --> 01:06:08.720 huda: All right, for example, on, I don't know. Maybe some of the other gamified education projects that I've done. 393 01:06:11.090 --> 01:06:16.650 Jenny Duan: Okay. Sounds good. Then. Do you want me to look at it after this? Or when do you want me to look at it? 394 01:06:17.409 --> 01:06:27.889 huda: I think if you could look at it after this and just kind of give me the general comments, and then, like after that, like, I'll change the that aspect of it, too. 395 01:06:28.210 --> 01:06:37.599 Jenny Duan: Okay. Sounds good. Then see you soon. And then for our next meeting, we can just coordinate with Mary. I think they just want more transparency with scheduling. So if good 396 01:06:37.610 --> 01:06:45.230 Jenny Duan: like, after I send a recap, maybe tonight around 10 pm. If you could just respond to that then we can work for scheduling there. 397 01:06:45.780 --> 01:06:46.470 huda: Okay. Great. 398 01:06:46.470 --> 01:06:47.200 Jenny Duan: Bye. 399 01:06:47.200 --> 01:06:47.910 huda: Bye."
  ],
  "turns": [
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 332.03,
      "end": 333.82,
      "text": "Hi! Huda! How's it going. 2"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 337.59000000000003,
      "end": 339.599,
      "text": "Hi! It's going well, how are you? 3"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 339.89,
      "end": 344.46,
      "text": "Good. How's school? 4 Is it like a really intense period of time for you. 5"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 344.84000000000003,
      "end": 348.17,
      "text": "Yeah, definitely, I think a lot of tests happening. 6"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 348.9,
      "end": 351.63,
      "text": "Really? How's the past week been? What have you been up to? 7"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 352.702,
      "end": 372.989,
      "text": "I think I've been focusing a lot on the Uc essays because those are definitely a lot more difficult than the supplementals. But I've also been taking a look at like the supplementals for other questions for the other colleges. But it's been kind of crazy, because I realize that Cornell is asking for like 11 essays. So oh, yeah. 8"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 372.99,
      "end": 374.78,
      "text": "Long or short essays. 9"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 375.624,
      "end": 379.8,
      "text": "They're all kind of short. But yeah, still. 10"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 379.8,
      "end": 405.04,
      "text": "Hmm, okay, well, I think we can start with the Uc essays 11 because it seems like you've already kind of gotten started on those. 12 Okay, I'm on your document right now. 13 You think everything is drafted. 14 What were the most recent changes you've made to this, to these essays? 15"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 405.711,
      "end": 451.29,
      "text": "I think the 3rd one over the what would you say is your greatest talent or skill, I added, like I don't think that was like one of the original prompts that I chose. But I kind of came up with an idea for that one which was about kind of like being kind of obsessed with like the past. But also, you know, like being someone in technology, which is the future. 16 So I kind of talked about like being like a time traveler of some sorts, and I kind of tied it into like how I use, like my past experiences to like shape my activities like, for example, starting empowering AI like empower hacks fundraising because and like having like free programs, because I was someone that couldn't like afford like expensive programs. 17"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 451.633,
      "end": 485.236,
      "text": "And then I talk about like English language development and how I tutor and help like immigrants, learn English, because, like I struggled to learn English when I 1st moved to America, and so, like the whole essay is kind of about like how I leverage like yesterday to build tomorrow. 18 And yeah, that's just kind of like, my idea for this one 19 and then I ha! I did the other essay, which is how I've taken an advantage of like a significant education opportunity 20"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 485.64,
      "end": 536.15,
      "text": "And how I like overcame it. And I talked about like how my like rural town doesn't have that many like computer science, like educational programs. And I was also one of the only Muslim girls in the tech clubs. And so I this one was like mainly only about synthoria. And I talked about how I built like like a resource for like AI ethics, data, science, machine learning. And like I also talked about how I use like 21 like aligned it to California educational standards. And then I distributed to like a bunch of classrooms. And then, yeah, I just kind of connected it back to like 22 being from like a rural background where there's like, not like a good stable computer science education. And yeah, those are like the 2 essays that I mainly added new things to. 23"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 536.71,
      "end": 587.09,
      "text": "Yes, totally and so I think for this essay. Essay 2. 24 I love. I love. Essay 2. I feel like this is good essay 3 25 and 4. I think that one thing that's standing out to me is this introduction? I think that if you see an essay, 2 or essay one you kind of start out with like an analogy or an example that draws the reader to the conclusion that you bring in the 1st sentence 26 of Essay 3 and 4. But I think in essay 3 and 4, you kind of start out with like the. So what point? So I'm wondering if you can add, like one or 2 sentences, sentences at the beginning to 27 to like, get to the so what point? And instead of saying, I have a time traveler of sorts like, is there 28 maybe an example? First.st 29"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 588.417,
      "end": 607.009,
      "text": "I guess, like this paragraph that's below. It talks about like kind of this, like juxtaposition of like listening to old music, and like watching like old movies while doing like 30 futuristic things like coding or like data cleaning. So maybe like that. That could be better. 31"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 607.01,
      "end": 621.31,
      "text": "Let me see if what it looks like. If I put this 1 1.st 32 Maybe instead of to accompany my late night coding sprints you can. You can say something like. 33 Let me see. 34"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 628.88,
      "end": 642.59,
      "text": "maybe like, is there a certain day of the week where you this happens? You could say, like, on a late Saturday night, you might find me. Xyz. I don't think that's the best. I don't think that's the best analogy, but like something like that where you like. Put the reader in the scene where you would be listening to music. 35"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 642.84,
      "end": 646.53,
      "text": "Hmm, yeah, I think, yeah. Saturdays usually. 36"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 678.92,
      "end": 684.22,
      "text": "Actually, what is an example of a script that you've written while listening to Stevie Nicks and Frank Sinatra. 37"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 685.54,
      "end": 689.399,
      "text": "Like, for example, like the dialogue system for my video game. 38"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 689.82,
      "end": 694.88,
      "text": "Oh, 39 Let me see. 40"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 709.77,
      "end": 736.85,
      "text": "I don't want to focus too much on games, because you've already mentioned it in 2 other essays. So is there anything else you could focus on? I was envisioning something like you setting the stage of like your Minecraft world, and then it's like like the background, or like 41 the background noise of the world, is like Frank Sinatra and Stevie wonder, and then like pulling it out of the world and back into your life. But I don't want to focus too much on games, because it seems like that's already the focus of a couple of other 42 essays. 43"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 737.693,
      "end": 763.57,
      "text": "Maybe like, like like, oh. 44 website, I had to. One time I had to make a website. Actually, I think that might contradict with the last essay. But for like a coding assignment. 45 maybe. Yeah, like, maybe like coding a website for like. 46 well, I could think of like folklift. But yeah. 47"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 779.09,
      "end": 785.11,
      "text": "Let's see. 48 So you've built a website. What else have you built during these late night coding sessions? 49"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 789.62,
      "end": 802.17,
      "text": "Maybe like 50 since, like, mine's like data science like, since the last bit is also about data cleaning, I think it could be something like feeding like a data model. 51"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 803.29,
      "end": 814.379,
      "text": "Oh, what about 52 actually, maybe we can. Another thing we can start with is a lyric. Do you have a lyric from the song. 53 That kind of applies to your situation at all. 54"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 819.8,
      "end": 824.439,
      "text": "Like about thinking of the past like that like that relates to the essay. 55"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 825.08,
      "end": 829.12,
      "text": "Just like a a good lyric that stands out to you. 56"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 830.21,
      "end": 835.54,
      "text": "Does it have to be like related to? 57 Hmm! 58"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 847.8,
      "end": 848.999,
      "text": "Let me see. 59"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 870.47,
      "end": 879.579,
      "text": "I mean, there's like a lyric from like a like a Fleetwood Mac song, which says, like lightning strikes, maybe once, maybe twice. 60 I like that lyric. 61"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 885.13,
      "end": 886.27,
      "text": "and then 62"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 892.77,
      "end": 895.16,
      "text": "do you have a playlist that you listen to when coding. 63"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 896.38,
      "end": 898.88,
      "text": "Yeah, it was just like my general playlist. 64"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 899.06,
      "end": 899.7,
      "text": "Okay. 65"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 901.87,
      "end": 902.365,
      "text": "And. 66"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 909.96,
      "end": 925.279,
      "text": "So. 67 okay, can you elaborate how listening to these music, listening to these songs make you makes you a time traveler, is it just because they're like older songs, or is there any particular qualities about them that make them like time travely. 68"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 926.1,
      "end": 954.499,
      "text": "I guess, like the kind of aspect that I was talking about is that yeah like that it's old, and that it's like from a different time period where, like, obviously, like, technology didn't exist. And data science didn't exist at the time, and like, like kind of the irony of like doing, of like doing something like futuristic, like working on data at the same time, while, like kind of like contrasting the past and the future, kind of shows like how like 69 kind of torn in the middle a little bit. 70"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 954.81,
      "end": 968.099,
      "text": "Okay, something a unique introduction could be like you could set the stage to kind of make it feel like you're in that era, like I don't know. Maybe 71 this is is this the night? What era is this? 19 eighties, 19 forties? I don't know exactly when. 72"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 968.1,
      "end": 970.15,
      "text": "Yeah, like seventies, eighties. 73"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 970.15,
      "end": 999.74,
      "text": "Seventies like, what do people do in this 19 seventies like they get ready to like 74 what? I don't know what teens do. But you could set up the scene. So it's like you're going out and doing something like in the past like, make it a scene that like is very familiar 75 for that time period and then be like. But instead, you're like at home coding on your computer. And then like that can be like a little bit of a surprise or a juxtaposition. 76 I don't. I don't exactly know. Like exactly what people do, though, in the 19 seventies. 77 So let me look it up 78"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1004.33,
      "end": 1009.269,
      "text": "roller, disco roller, disco what else? 79"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1015.72,
      "end": 1020.99,
      "text": "Maybe like like, I don't know. This is too 80 like General, but maybe, like a diner. 81"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1022.02,
      "end": 1023.159,
      "text": "Maybe like a what. 82"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1023.16,
      "end": 1024.25,
      "text": "Like a diner. 83"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1024.7,
      "end": 1029.4,
      "text": "Yeah, we're like. 84"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1047.78,
      "end": 1055.779,
      "text": "So what would a diner scene look like on a late Saturday night? 85 And how does that relate to data cleaning? 86"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1061.31,
      "end": 1081.12,
      "text": "Maybe I can talk about. Maybe I can say like, how like 87 I'm like listening to this song and getting ready to go to the diner 88 or I don't know if, like the diner might like, I feel like that might not make sense. But like. 89 yeah, actually, I don't really know how to actually. 90"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1081.12,
      "end": 1090.549,
      "text": "I don't know if that would. Maybe if this analogy doesn't work, it doesn't work. I I think it's just like we need 2 sentences to 91 put them into a scene. 92"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1091.65,
      "end": 1092.99,
      "text": "Alright let me see. 93"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1101.66,
      "end": 1104.3,
      "text": "You mean yesterday to create tomorrow? 94"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1119.13,
      "end": 1124.789,
      "text": "What is Stevie Nicks, or Frank Sinatra's? What is their top song that most people would know. 95"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1126.056,
      "end": 1143.779,
      "text": "Well for Stevie Nicks. It's James. Well, it's like a Fleetwood Max song, and then Frank Sinatra's is 96 let me see what's the most. I think it's something stupid. 97 Fly me to the moon! Fly me to the moon! 98"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1144.48,
      "end": 1145.2,
      "text": "Okay. 99"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1153.36,
      "end": 1169.639,
      "text": "it explodes through my earbuds. 100 But can you tell me more about what this scene looks like when you're when you're there on Saturday night 101 like, what? What are you doing? What have you just come from like? How long do you spend on this? How do you feel when you're in the moment. 102"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1170.826,
      "end": 1215.72,
      "text": "Yeah. So like, maybe I'd it's I'd start at like 10 pm. And like, just 103 like, be like sitting at my desk like using my computer with headphones on and like 104 And then I usually code for like at least maybe to like 12 am. Or like, sometimes one am and then 105 well, it like depends on like what I'm working on. But I guess. 106 Yeah. So like, I'm working on these like coding assignments. 107 Like at like 10 to 12. 108 Yeah. 109"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1217.7,
      "end": 1220.21,
      "text": "Hmm, excuse me. 110"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1233.85,
      "end": 1234.58,
      "text": "okay. 111"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1243.55,
      "end": 1286.409,
      "text": "which one. 112 maybe you can also just make it like a more. Another way you can start. It is just make it a more descriptive starting so like. 113 talk about what the room looks like, what the scene looks like, and just use more like descriptive language. That's another way to do it. So instead of saying, like on a late Saturday night, you can say like, maybe, how your laptop screen, like the the like flicker of your laptop screen, or like the sound of your nails hitting the keyboard, or some other sensory details to make the scene a bit more engaging that way. 114 So yeah, maybe like, I don't know. 115"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1286.75,
      "end": 1301.449,
      "text": "The sound of your fingernails accompanies like the sound of Stevie Nick's voice, or like the light on the screen shines on your face or like. I don't exactly know what other sensory details are in the room, but that could be another thing. 116"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1314.7,
      "end": 1317.108,
      "text": "Alright, I'll I'll reword it later. 117"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1322.54,
      "end": 1351.75,
      "text": "Maybe, or you can say like, if you want to bring it back to like the disco analogy. I don't know if Stevie Nicks or Frank Sinatra are like disco artists, but you can say, like multicolored lights, like shine on your face like music, is like pulsing in your ears like the sound of Frank Sinatra's voice is loud, and then it's like it kind of sounds like you're at this like party or social gathering. 118 And then but then you can like. 119 But you're in your room. You're coding like this is your idea of 120 a like a blast of the past. I don't know something something. Yeah. 121"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1378.83,
      "end": 1381.159,
      "text": "Right and then I could just say like 122"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1387.37,
      "end": 1434.88,
      "text": "Instead of color slash, you can say something like like, Oh, this is a suggestion, for later. You don't have to change it right now I'll add it as a comment, but you can say like hues of red, green, I don't know what color your your terminal is, but just change it to whatever 123 in purple. 124 Oh, illuminate my is as 125 I don't know. Frank Sinatra's as drink. Sinatras voice begins to grow 126 like something like that like, make it short and just like add one sentence, and then 127"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1441.65,
      "end": 1462.599,
      "text": "I don't know something else you can say at the end is like. 128 I think that could be a good fit is like the products that you want to create. You want them to be timeless like you want them to have an impact 129 that like across time. 130 So having time as a theme like nostalgia time, make it timeless. 131"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1498.47,
      "end": 1499.42,
      "text": "Or 132"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1504.15,
      "end": 1509.199,
      "text": "maybe like, effective for decades or no. I think Tyler is. 133"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1509.2,
      "end": 1511.96,
      "text": "I think I like the word timeless. Yeah. 134"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1520.18,
      "end": 1522.659,
      "text": "I think I'll just combine these sentences. 135"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1523.01,
      "end": 1523.65,
      "text": "Okay. 136"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1531.19,
      "end": 1531.91,
      "text": "Hmm. 137"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1537.53,
      "end": 1541.2,
      "text": "yes, this is great. 138 Okay. 139"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1542.48,
      "end": 1544.69,
      "text": "How these are these changes. 140"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1546.85,
      "end": 1553.36,
      "text": "Yeah, I mean, this sentence doesn't have to be like an exact thing that you say, like you can edit it and modify it to your liking. 141"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1572.57,
      "end": 1605.68,
      "text": "I don't think you have to say unfortunate. You can maybe say like, 50 years ago 142 I would have been at the Disco or something. But tonight I'm coding. 143 I'm like, but you want to emphasize like it's not, it's not. It's not like you're like sad coding in your room. It's like this is like an enjoyable thing. But like 50 years. I but tonight I 144 I don't know. Tonight I'm coding. Maybe. 145"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1609.33,
      "end": 1611.43,
      "text": "Coding my latest website. 146"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1613.09,
      "end": 1614,
      "text": "Yeah. 147"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1614.93,
      "end": 1619.12,
      "text": "Or maybe you should. Should I say, like tonight, I'm 148"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1620.62,
      "end": 1633.219,
      "text": "Tonight my open terminal is filled with possibilities. Or tonight, it's my like 149 terminal that's like bringing the excitement. Or today, it's like something that is emphasizing that this is an activity that you enjoy. 150"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1633.22,
      "end": 1633.91,
      "text": "Yeah. 151"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1648.96,
      "end": 1650.578,
      "text": "I don't know how to word it. 152"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1683.46,
      "end": 1684.319,
      "text": "See you. 153"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1684.99,
      "end": 1695.819,
      "text": "Oh, like I wanna say like cause I guess a roller disco is where people pass time, so I don't know if like, but I don't know if, like describing like coding as like a pastime, is like negative. 154"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1700.511,
      "end": 1704.67,
      "text": "It's tonight. It's my code. 155 But. 156"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1705.82,
      "end": 1707.36,
      "text": "I fly this to direct. 157"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1710.14,
      "end": 1718.79,
      "text": "Tonight. 158 It's like code that brings endless possibilities. 159 Is that, too, cliche? Or is that okay? Do you think. 160"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1721.42,
      "end": 1724.2,
      "text": "Yeah, I feel like a little cliche. 161"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1730.81,
      "end": 1734.359,
      "text": "It's my late night 162"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1743.78,
      "end": 1749.17,
      "text": "keeping me fueled. 163 Babies. 164"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1756.96,
      "end": 1765.669,
      "text": "It's my late night coding session 165 is there a lyric that you can bring in here, now. 166"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1783.04,
      "end": 1790.99,
      "text": "It's keeping me fueled. I feel like doesn't 167 exactly, isn't exactly what you're trying to say. 168"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1808.976,
      "end": 1812.15,
      "text": "But tonight it's my late night coding session 169"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1819.34,
      "end": 1825.609,
      "text": "that excites me, maybe, or late night cleaning session. 170"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1830.19,
      "end": 1833.619,
      "text": "bringing the action. I don't know something like that. 171"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1839.72,
      "end": 1841.26,
      "text": "That energizes me. 172"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1844.185,
      "end": 1844.81,
      "text": "Yeah. 173"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1844.94,
      "end": 1845.63,
      "text": "Okay. 174"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1861.9,
      "end": 1863.709,
      "text": "Hey? I'm busy. 175"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1865.39,
      "end": 1883.84,
      "text": "Mutual playlist features. 176 Stevie Nicks! 177 What other like elements of nostalgia do you want to bring in here like 178 Stevie Nicks? What! Who are some of your other artists. 179"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1885.673,
      "end": 1894.28,
      "text": "Wham WHAM maybe Madonna. 180"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1895.86,
      "end": 1900.319,
      "text": "RAM like this, like, yeah. 181"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1900.54,
      "end": 1906.593,
      "text": "Yeah, maybe let me show mark after. 182 No, I think it's 183"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1909.62,
      "end": 1910.87,
      "text": "In Madonna. 184"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1917.17,
      "end": 1946.38,
      "text": "the old timing. 185 I don't know what the word for, like rich retro, the retro a company meant to my 186 I don't know. 187 This is so, cliche. I wouldn't say modern code, but like you want to con make a contrast here. 188 2. 189"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1946.38,
      "end": 1947.88,
      "text": "Cutting edge maybe. 190"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1949.83,
      "end": 1965.879,
      "text": "My cutting edge data, cleaning adventures. 191 I wouldn't know. I don't know if Cutting Edge is correct. 192 Because you wanna, I think that might sound like a little bit like not humble. 193"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1968.84,
      "end": 1970.68,
      "text": "Maybe contemporary. 194"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1971.93,
      "end": 1975.14,
      "text": "Yes, that's 1st perfect. 195"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2019.86,
      "end": 2023.98,
      "text": "- I think. Then you can go here. 196"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2025.84,
      "end": 2026.54,
      "text": "Hmm. 197"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2029.44,
      "end": 2031.22,
      "text": "Okay, what do you think about this. 198"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2032.88,
      "end": 2049.089,
      "text": "It looks great, I think. Actually, I think this like nostalgic Futurist, I should like 199 keep replace this or keep this and get rid of the oxymoron, but because I feel like I don't know if I am repeating myself a bit too much. 200"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2049.09,
      "end": 2053.459,
      "text": "Yeah, I would choose either time traveler or nostalgic Futurist. 201"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2056.9,
      "end": 2070.839,
      "text": "I feel like time. Travel is a little more intriguing. But 202 I think this one makes more sense nostalgic Futurist, so I guess I'll choose. 203"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2070.84,
      "end": 2071.54,
      "text": "Okay. 204"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2072.07,
      "end": 2072.9,
      "text": "Not here. 205"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2077.55,
      "end": 2079.32,
      "text": "I don't know if you need the up sorts. 206"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2087.449,
      "end": 2102.659,
      "text": "I don't think you need this. 207 Well, most kids my age are focused on now 208 because I feel like you shouldn't compare yourself with anyone else. 209 because it kind of gives like, pick me 210 or like. I just don't think you need to compare yourself to other people. 211"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2110.98,
      "end": 2112.14,
      "text": "well. 212"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2118.69,
      "end": 2119.99,
      "text": "wow! 213"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2128.45,
      "end": 2139.539,
      "text": "Maybe like, while I recognize the power of now, I've cultivated an unusual gift, using yesterday to create to. 214"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2142.09,
      "end": 2142.88,
      "text": "Like that. 215"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2168.29,
      "end": 2181.06,
      "text": "This is a bit of a cliche. Instead of saying that memory lit a fire, you can say, like 216 motivated, inspired by that memory moved by that memory. 217"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2200.03,
      "end": 2201.669,
      "text": "Yeah, this is perfect. 218"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2215.79,
      "end": 2219.55,
      "text": "Okay, I think the rest is good. 219 What do you think. 220"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2220.18,
      "end": 2221.68,
      "text": "Yeah, I, also, really like it. 221"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2222.43,
      "end": 2232.89,
      "text": "Great. It's 344 words. So yeah, I would say, realized here. 222 do you want to read it one more time, and see if there's anything else that kind of catches your eye. 223"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2235.482,
      "end": 2275.599,
      "text": "Hues of red, green and purple. Illuminate my face as frank Sinatra's voice begins to Chrome 224 40 years ago, I, I would have been at a ruler, Disco, but tonight it's my late night coding session that energizes me. 225 my ritual coding playlist features, Stevie Nicks, Wham, and Madonna, the retro accompaniment to my contemporary data, cleaning adventures. 226 I'm a nostalgic Futurist forever thinking of the past, always crafting the future. 227 while I recognize the power of now I've cultivated an unusual gift, using yesterday to create tomorrow. 228 organizing a program, teaching young girls about machine learning and power hacks. I found my thoughts yet again lingering in the past. 229"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2275.67,
      "end": 2322.799,
      "text": "I saw myself in a young girl, realizing she couldn't afford an engineering program. Moved by the memory, I refused to let another student face the same barrier I cold mailed every company I could find, raising over $23,000 to make a program free for girls who couldn't afford tech education. Now 44 girls from different cities who once thought Tech was out of reach. 230 can code their own projects, train ethical AI models and launch their tech journeys without worrying about costs 231 where I once faced financial barriers alone. These girls now have both the funds and guidance to pursue their tech dreams 232 in my English language development classroom, where I teach English to 36 new immigrants. I further home this ability. Every symbol of of words from students. 233"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2323.38,
      "end": 2368.33,
      "text": "parallels my memories as an immigrant child wrestling with English. Today I craft card games that effectively enable the students to communicate and navigate in a new country. 234 I teach them the practical shortcuts. I learned the hard way, like memorizing common grocery store phrases or doctor's doctor's office terms. First, st 235 my own struggles as an immigrant student became a roadmap for making their transition easier. 236 Some might dismiss nostalgia as a mere sentimentality, but I've developed it into something more 237 a superpower for innovation that, like Stevie, Nick's music is timeless. This is my greatest talent. Turning vintage records into coding soundtracks, past failures into future victories and old barriers into new bridges. 238"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2368.97,
      "end": 2372.67,
      "text": "Okay, yeah, I think it's great. Yeah. 239"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2380.55,
      "end": 2390.4,
      "text": "Okay, great. I feel like this is really good. I don't. What is this? You're scratching this mattress essay. This is your 1st essay that you wrote for this prompt right. 240"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2390.94,
      "end": 2401.43,
      "text": "Yeah, I I feel like it doesn't really touch upon like I feel like it's not as direct and forward as like the other as like what you see looks for. So 241 yeah. 242"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2404.51,
      "end": 2427.23,
      "text": "Great 243 And then for this prompt one I would say the same thing. So this 1st sentence is a little bit too prescriptive. 244 because it's growing up in a rural town. Access to quality, computer science, education was more a dream than a reality. I would try to like. How? Why was it more of a dream? Why was it, you know? Can you explain, like, why. 245"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2428.39,
      "end": 2479.597,
      "text": "Yeah, I guess, like, I can talk about like 246 so at our school we have like a lot of like teacher outages. I guess shortages, I mean and so we have, like a lot of substitutes which are not really like experienced programmers or anything. And they're typically not really even given like a lesson plan, or like something that they're supposed to teach us, like they're just long term substitutes. And so a lot of it's just spent time like 247 learning some like a little bit online, but like that, too, like it would, didn't have too much support or like flexibility to like different. 248 like the way people learn and so like. 249 I guess that was one thing. And then also, like there's another aspect of like the tech clubs being so like exclusive 250"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2480.24,
      "end": 2508.549,
      "text": "like, not unofficially, but like, really, it's kind of unwelcoming to like girls in tech and like, especially Muslim girls in tech and yeah, I think the main aspect which I think is like, really different from other circumstances is that like, we just have, like a lot of long, long term like substitutes rather than actual teachers. And that recently started to change. But like, yeah, I think like, when I was taking like computer science courses towards the beginning like we didn't have any teachers or anything. 251"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2512.21,
      "end": 2555.479,
      "text": "that makes a lot of sense. So instead of saying, like growing up in my real town, access to quality, computer science, education is more of a dream than a reality like. 252 is there one thing you can say, and then transition it into that like. 253 I guess it doesn't really emphasize here like. 254 why do you even want computer science education? In the 1st place, like, why is that important to you? So maybe you can say like, when you were younger, when you were looking for computer science classes 255 like they didn't exist or they were hard to access, or 256 there wasn't enough enrollment, or you know something that illustrates, like the reason why computer science education is important to you, but you can't 257 like access. It. 258"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2557.86,
      "end": 2576.929,
      "text": "I mean, like, I think this problem was mainly like through school, because it was like 259 like cause like in high school, there weren't any teachers but like 260 I guess there's some like something that I can say, for like beginning would be like 261"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2585.84,
      "end": 2595.659,
      "text": "like, maybe there's there's like only so much they can learn through like Youtube, and like being like self-taught. 262 which actually, I think that sounds a little like discouraging. But 263"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2600.96,
      "end": 2605.26,
      "text": "like, would this be? Talk about like current like in high school or. 264"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2606.67,
      "end": 2609.65,
      "text": "This would be maybe like middle school, because you said, growing up. 265"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2618.96,
      "end": 2624.34,
      "text": "i mean, like, I'm not really sure, like, what kind of example, 266"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2632.57,
      "end": 2635.23,
      "text": "like, why, like, why is it important. 267"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2636.26,
      "end": 2656.86,
      "text": "Yeah, like, why. 268 like, why, in what experiences made you find that quality, computer science, education was more of a dream than a reality like, you go into more detail here. But like, when was the 1st time that you tried to access a computer science resource and 269 and you failed, or you weren't able to. 270"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2659.424,
      "end": 2709.009,
      "text": "Yeah, okay, that could be like in middle school. 271 I guess. Like, also, like, when I was trying to get into like, vex programming like competitions. I wasn't really sure like, how like robots, even like program like, what are like? What goes behind the coding like, how do you program autonomy? And then like, I guess we didn't have any like after school programs or any like classes, any like 272 tutors or anything, or especially our school, didn't have any like courses for that. 273 And so like, maybe I was. Really, I was really like passionate enjoying these vex like robotic competitions. But like, I didn't know how to like code that. So I just I kind of stopped 274 doing that. I guess. 275"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2710.57,
      "end": 2741.459,
      "text": "Okay. 276 I think that that would be like a good thing to start off with. 277 So you can say like the 1st time. I 278 I don't know. Tried to build this like you 279 like. 1st time you tried to do this, this happened. 280 and then you can say, like growing up in my rural town. Then you can just transition to the next sentence. But I think you just need one thing here. That kind of 281 illustrates what you mean by my access, was more of a dream than a reality. 282"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2746.12,
      "end": 2749.74,
      "text": "wait. Can you repeat the like the sentence structure. 283"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2749.74,
      "end": 2759.67,
      "text": "Yeah, like, the 1st time I tried this, this happened or like this barrier, I thought, I ran into this barrier. 284 Yeah. 285"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2760.05,
      "end": 2760.73,
      "text": "Okay. 286"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2798.3,
      "end": 2799.13,
      "text": "bye. 287"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2831.55,
      "end": 2833.279,
      "text": "I remember it on. 288"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2862.82,
      "end": 2871.25,
      "text": "Yeah. I don't know how to like fix the sentence. So it's not as like. 289 like, just a statement. I guess. 290"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2876.85,
      "end": 2877.9,
      "text": "The 291"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2882.93,
      "end": 2886.09,
      "text": "how old were you during this? During this period of time? 292"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2886.56,
      "end": 2890.769,
      "text": "I guess I was in like like 7th grade. 293"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2892.17,
      "end": 2892.91,
      "text": "Okay, 294"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2904.25,
      "end": 2917.9,
      "text": "1st time, I want to commit it complete in a yeah, they did like. 295 okay, this doesn't. I feel like this sentence doesn't exactly show a struggle. 296"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2919.88,
      "end": 2921.72,
      "text": "Yeah, I'm not sure how to word it. 297"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2950.93,
      "end": 2961.09,
      "text": "Is there another example that is like a direct demonstration of the lack of opportunity that you 298 that you experienced. 299"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2962.68,
      "end": 2964.69,
      "text": "Like direct like 300"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2967.19,
      "end": 2971.529,
      "text": "Yeah, direct lack of opportunity, maybe, like, compared to your friends, etc. 301"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2972.23,
      "end": 3003.409,
      "text": "I think, like, for example, like 302 my cousins from like different cities, would have better access to computer education. Like, for example, they'd have like after school programs and like classes at school and our school didn't have enough teachers for these courses. 303 So 304 I guess that's like a more direct thing. And so I wasn't able to like learn how to code like other. It could be like robots or like websites like at all. 305"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3010.21,
      "end": 3013.87,
      "text": "Let's see anything else that you can think of. 306"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3016.01,
      "end": 3018.049,
      "text": "Like, what kind of examples. 307"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3018.65,
      "end": 3040.559,
      "text": "Like. 308 for example, if you try to sign up for a class. But it didn't exist, for like your school like, if you went to a school that didn't have a Pcsa. Maybe you had to take it online 309 or you had to go to a community college to take the class, or like some people went to schools that didn't have like ap calculus, and they had to like do it at a community college, or like you tried to look for this club, but it didn't exist. So you created your own. 310"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3041.792,
      "end": 3072.039,
      "text": "Like. For example, I signed up for a class computer science essentials. So I get a basic like understanding of python and Java, and I guess, yeah, I took the class, but there wasn't any teachers. It was like, just like a substitute. And we do some like, we watch Youtube videos, to learn concepts. But we never really had any like 311 tests or projects or anything like it was just it was just kind of like we had to watch you do videos to learn. 312"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3074.34,
      "end": 3099.59,
      "text": "Gotcha 313 So maybe like 314 you can write about like the, maybe you can write about a Youtube video that you learned that was like impactful in your computer science journey. And then you could be like, because you didn't have these classes or these programs like you learned, built your own knowledge, and then you can write about how 315 like growing up in your rural town, etc, etc, etc, and go from there. 316"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3100.4,
      "end": 3101,
      "text": "Right. 317"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3123.22,
      "end": 3124.94,
      "text": "Maybe I could say something like 318"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3190.62,
      "end": 3203.28,
      "text": "Yeah, great, perfect. And then go here. 319 And then I think in 320 this the sentence is a bit redundant. So if you need words, you can delete this one. 321"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3211.26,
      "end": 3214.559,
      "text": "Then? How many words are you at right now? 322"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3214.56,
      "end": 3216.019,
      "text": "3, 34. 323"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3216.19,
      "end": 3217.63,
      "text": "Okay. So 324"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3230.45,
      "end": 3241.179,
      "text": "you have some room here to write some more personality like, is there anything else you were obsessed with as a child? Because you can say, like my 1st obsessions as a child were, XY, and 325 this video. 326"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3251.63,
      "end": 3252.83,
      "text": "Not better. 327"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3274.46,
      "end": 3283.12,
      "text": "maybe like over here. I can like quickly. Just explain how like how this video was. Kind of like my stand in teacher at the time. 328"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3284.78,
      "end": 3286.38,
      "text": "Yeah, that's great. 329"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3289.25,
      "end": 3293.179,
      "text": "Oh, yeah, actually, I think I'll place that here instead of the textbook part. 330"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3295.15,
      "end": 3299.849,
      "text": "Yeah, like, Youtube, video tutorials became my stand in teachers. 331"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3402.25,
      "end": 3410.68,
      "text": "Okay. 332 I don't know if the privilege there might be a better way to word that. 333"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3411.85,
      "end": 3412.56,
      "text": "Yeah. 334"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3419.62,
      "end": 3422.329,
      "text": "to the well-resourced. 335"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3423.3,
      "end": 3425,
      "text": "That's better, agreed. 336"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3444.6,
      "end": 3451.65,
      "text": "Also, I don't know if this part even if they're the only ones in the room excited about it, I think I should change that. 337 What do you think. 338"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3458.12,
      "end": 3461.69,
      "text": "Maybe you can just delete this and go here. Cut it off here. 339"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3491.9,
      "end": 3495.909,
      "text": "Maybe here, like a a tech space, everyone can access. 340"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3499.06,
      "end": 3503.869,
      "text": "Make a tech space where everyone can access. 341"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3507.99,
      "end": 3518.589,
      "text": "Okay, let me see how long this work this one is 342 3, 15. I feel like you still have some opportunity to make this a little bit longer. 343"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3518.96,
      "end": 3519.56,
      "text": "Hmm. 344"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3519.74,
      "end": 3539.69,
      "text": "Do you write about? 345 You're ruled out. Let me look at the rest of this. 346 You don't really write about your rural town. So instead of, instead of saying, like 347 growing up in my rural town, you can add like a little bit about Mountain House, California, and what that's like 348 growing up there. 349"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3632.859,
      "end": 3635.189,
      "text": "Does this? 350 Does this look fine? 351"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3640.68,
      "end": 3652.44,
      "text": "Maybe I wouldn't say this. I would just say, like growing up in Mountain House, California. 352 a rural town. Most people pass on their way to Stockton, California, like. Do you remember how you introduced it in that other essay. 353"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3652.44,
      "end": 3653.19,
      "text": "Yeah. 354"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3663.19,
      "end": 3664.779,
      "text": "wait. Let me open it up. 355"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3708.63,
      "end": 3709.8,
      "text": "Okay. Great 356"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3745.14,
      "end": 3746.12,
      "text": "one. 357"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3757.65,
      "end": 3776.98,
      "text": "Okay. I think you can also write something about like 358 low income, or struggling, or like something like that. I feel like it is like can add some points to this essay, too. 359 You're looking to overcome like educational barriers. 360 So is there a way you can put that in. 361"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3781.21,
      "end": 3822.9,
      "text": "Maybe 362 like over here. Cause I'm talking about like, how like the school when our schools computer science cause those are like at school. 363 and I could be like 364 and externally like also, I couldn't afford like 365 that to be like my sin and teacher. 366 In our schools, computer science classes weren't led by substitutes who couldn't code me and copy and pasting Youtube coding my stand-in teachers. 367 maybe like, and pasting and external programs. 368"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3823.05,
      "end": 3823.74,
      "text": "Yeah. 369"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3830.99,
      "end": 3831.91,
      "text": "That. 370"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3832.81,
      "end": 3833.7,
      "text": "Yeah. 371"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3840.65,
      "end": 3853.019,
      "text": "Okay, see 3, 37. Okay. I feel like this is pretty close enough to the word count. 372 And I think this looks good 373 any thoughts on the rest of this essay. 374"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3855.63,
      "end": 3857.92,
      "text": "Do you think this paragraph is fine? 375"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3863.72,
      "end": 3865.14,
      "text": "Yeah. Looks. Good. 376"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3865.52,
      "end": 3866.2,
      "text": "Okay. 377"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3870.8,
      "end": 3879.37,
      "text": "Yeah, I feel like this looks good. And then I think the other 2 essays. 378 I feel like, have we already looked at these. I feel like it looks good. 379"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3880.568,
      "end": 3882.76,
      "text": "Yeah. I think this one. 380"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3883.29,
      "end": 3892.62,
      "text": "My only question is, Is it 381 Is it bad that you write about synthoria twice? I mean. 382"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3892.85,
      "end": 3897.05,
      "text": "Yeah, I think that might be. 383 I think I might have to change that here. 384"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3897.97,
      "end": 3940.599,
      "text": "Okay, I think we might need to come back to these 2 essays, because growing up in a rural farm town right here. 385 and also like there's a bit of repetition in some of the themes here. So I think 386 I have another session. After this I have to go, but I think tonight, I'm gonna just take a look at this and make some comments on this. And then we can maybe schedule another meeting later this week to like, finalize these and do a 1 over, because I also maybe think we need a 1 over on, even though I said finalized here, I think we might need to like. Look at essays 3 and one, the last 2 essays again. But I think we need to make it a little bit different from this essay, because this is also about centuria. So I don't think it's that good to 387 essays about such a similar topic. 388"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3940.77,
      "end": 3943.669,
      "text": "I mean, I think I want to change the 1st one like a. 389"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3943.67,
      "end": 3946.49,
      "text": "Oh, okay, what do you want to change it to? 390"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3946.73,
      "end": 3968.72,
      "text": "Like, I think I might want to keep it. This, like the same kind of 391 like the same kind of structure. But I think like, maybe like replacing Syndoria with something else like 392 All right, for example, on, I don't know. Maybe some of the other gamified education projects that I've done. 393"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3971.09,
      "end": 3976.65,
      "text": "Okay. Sounds good. Then. Do you want me to look at it after this? Or when do you want me to look at it? 394"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3977.409,
      "end": 3987.889,
      "text": "I think if you could look at it after this and just kind of give me the general comments, and then, like after that, like, I'll change the that aspect of it, too. 395"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3988.21,
      "end": 4005.23,
      "text": "Okay. Sounds good. Then see you soon. And then for our next meeting, we can just coordinate with Mary. I think they just want more transparency with scheduling. So if good 396 like, after I send a recap, maybe tonight around 10 pm. If you could just respond to that then we can work for scheduling there. 397"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 4005.78,
      "end": 4006.47,
      "text": "Okay. Great. 398"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 4006.47,
      "end": 4007.2,
      "text": "Bye. 399"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 4007.2,
      "end": 4007.91,
      "text": "Bye."
    }
  ],
  "meta": {
    "ext": ".pdf",
    "source": "normalize-v1",
    "vtt": true
  }
}