{
  "id": "03-Raw-SessionTranscripts/2024-10-05_W070_P4-SUMMER_TRANS-RAW_UcessaysReviewandstrategicConsolidation.pdf",
  "name": "2024-10-05_W070_P4-SUMMER_TRANS-RAW_UcessaysReviewandstrategicConsolidation.pdf",
  "path": "03-Raw-SessionTranscripts/2024-10-05_W070_P4-SUMMER_TRANS-RAW_UcessaysReviewandstrategicConsolidation.pdf",
  "kind": "TRANS-RAW",
  "week": "70",
  "phase": "4",
  "date": "2024-10-05",
  "link": null,
  "text": "Week 21 - Coaching_Jenny_Huda_Wk21_2024-10-05_M_180bb4403cfb7e62_U_180bb4403cfb7e62 WEBVTT 1 00:03:35.870 --> 00:03:36.600 3. 2 00:04:15.930 --> 00:04:17.519 Jenny Duan: Yeah, how's it going. 3 00:04:18.010 --> 00:04:21.489 huda: Hi! It's going well, how are you? I forgot to take this out. 4 00:04:22.100 --> 00:04:26.669 Jenny Duan: Alright. I don't know if I can hear you. I don't know if it's my computer or yours. 5 00:04:27.550 --> 00:04:29.359 huda: One second! Oh, wait! 6 00:04:29.360 --> 00:04:30.379 Jenny Duan: Oh, you know! 7 00:04:31.040 --> 00:04:33.039 huda: Okay, I'm doing good. How are you? 8 00:04:33.607 --> 00:04:37.889 Jenny Duan: I'm doing good, too. How's your break been? Is it your 1st weekend of fall? Break. 9 00:04:38.270 --> 00:04:41.218 huda: Yes, it's been going pretty great. 10 00:04:41.760 --> 00:04:47.098 huda: I mean, like I just been went to Sunday school to volunteer. And then 11 00:04:47.660 --> 00:04:52.429 huda: I guess. Yeah, I guess I've just been working on essays. Besides that. 12 00:04:53.720 --> 00:04:55.699 Jenny Duan: Oh, I said they, still volunteering. 13 00:04:56.300 --> 00:05:11.829 huda: It was nice. I think we like we had like a test or something. So then I had to like help them out with that. And then I'm gonna be like in charge of the students for the next 2 weeks. Because the teachers gone. So yeah, I guess that that'll be really cool. 14 00:05:12.840 --> 00:05:13.690 Jenny Duan: Nice 15 00:05:15.000 --> 00:05:28.380 Jenny Duan: all right. So I think we can just get started. I see that you've written a lot of your Uc applications, and so are these your final essays? I mean your final prompts that you're choosing, or are you still like navigating between the different prompts. 16 00:05:28.820 --> 00:05:31.689 huda: I mean, these are the prompts that I like. 17 00:05:31.950 --> 00:05:40.204 huda: Felt like I could answer the best. But I think some of these essays I don't really like them, so I might have to like change the prompt or like 18 00:05:40.690 --> 00:05:43.510 huda: change like the way I approach them. 19 00:05:44.810 --> 00:05:45.760 Jenny Duan: Okay, great. 20 00:05:46.060 --> 00:05:55.299 Jenny Duan: I think this essay, I mean, we already talked about your 1st essay. I think it's quite good. You have 350. I mean, we have 100 extra words here. Right? 21 00:05:56.650 --> 00:05:57.620 Jenny Duan: So. 22 00:05:58.270 --> 00:05:59.070 Jenny Duan: okay. 23 00:05:59.340 --> 00:06:07.339 Jenny Duan: this is like about the academic subject that you want to study. And it makes sense because you want to study games and computer science and digital media and journalism. 24 00:06:07.390 --> 00:06:13.609 Jenny Duan: So for all the Uc schools, are you planning to apply for all of them for Cs or data science or something different. 25 00:06:14.190 --> 00:06:19.590 huda: Yeah, almost mostly. So for Berkeley, I'm doing media studies 26 00:06:19.989 --> 00:06:42.730 huda: with a concentration on digital media. Because I checked. And then that's like the one course that provides like game development or one concentration slash major, that provides like game development. And then uc, irvine is game development, interactive media and game development. And then I think some of the other ones like I think it was San Diego 27 00:06:42.770 --> 00:06:46.361 huda: and Ucla are data science. So 28 00:06:47.420 --> 00:06:50.700 huda: yeah, I think cause cause those ones don't really have like. 29 00:06:51.850 --> 00:06:53.679 huda: like the same programs. 30 00:06:55.840 --> 00:06:58.580 Jenny Duan: Right? Okay, sounds good. 31 00:06:58.630 --> 00:07:02.549 Jenny Duan: I think this. And okay. So let's go through the 1st essay starting here. 32 00:07:05.540 --> 00:07:10.279 Jenny Duan: I think this sentence is standing out to me is a little bit clunky, so I think 33 00:07:10.420 --> 00:07:24.140 Jenny Duan: here this could be slightly edited here. It fasc. It fascinates me that what seems like a nudging of joysticks, really shapes us often without us even noticing. I feel like for this. It might be better to reword it as something like 34 00:07:24.230 --> 00:07:28.129 Jenny Duan: fascinates me that like while we 35 00:07:28.160 --> 00:07:36.399 Jenny Duan: are choosing the characters, path, or something like it in turn, shape the way that we are like. Well, we get to choose the characters decision making. They also choose like 36 00:07:36.900 --> 00:07:39.610 Jenny Duan: they also impact us in different ways, too. 37 00:07:40.129 --> 00:07:54.940 Jenny Duan: I feel like a nudging of joysticks doesn't really make sense in the context of this essay, because it's not always joysticks when you're gaming like there's a lot of different mediums, especially because you talk about like mushroom Kingdom Grand Theft auto, like, I don't really think you're using joysticks in all of these. 38 00:07:56.100 --> 00:07:56.800 huda: Yeah, 39 00:07:57.960 --> 00:07:58.590 huda: go ahead. 40 00:07:58.730 --> 00:08:08.309 huda: So would I put something like like our choices in the game. Often like reveal our own 41 00:08:08.867 --> 00:08:11.190 huda: like or like things about ourselves. 42 00:08:11.250 --> 00:08:14.819 huda: or something like that, like, maybe less generic. But yeah. 43 00:08:15.870 --> 00:08:17.260 Jenny Duan: Reveal. 44 00:08:18.070 --> 00:08:20.789 Jenny Duan: Is there like a game analogy you can put here. 45 00:08:22.700 --> 00:08:23.400 huda: Hmm 46 00:08:24.140 --> 00:08:25.829 huda: like. Oh, what do you mean? 47 00:08:26.340 --> 00:08:33.809 Jenny Duan: Like, like, not like secret mission, but or like power ups or like, but something like that, like gaming language that you could use. 48 00:08:35.730 --> 00:08:37.059 Jenny Duan: If not, then that's it. 49 00:08:39.280 --> 00:08:43.239 huda: Like I. I could just think of the characteristics because a lot of games have, like 50 00:08:43.250 --> 00:08:45.769 huda: like your health bar like something like that, like. 51 00:08:45.770 --> 00:08:46.450 Jenny Duan: Yeah, yeah. 52 00:08:46.670 --> 00:08:47.360 huda: Yeah. 53 00:08:49.090 --> 00:08:50.300 Jenny Duan: Okay, great. 54 00:08:51.610 --> 00:08:56.160 Jenny Duan: You can say often, I like this often without us even notice it. 55 00:09:02.910 --> 00:09:10.760 Jenny Duan: I feel like this is just a little straightforward. So I feel like if there's a way that we could weave it back into the analogy or make it 56 00:09:11.510 --> 00:09:16.510 Jenny Duan: a little bit more creative. That would be good because you don't want to like, thrust the answer straight into the reader. 57 00:09:19.550 --> 00:09:23.909 Jenny Duan: But you can look back at that later. It doesn't have to be right now. It could just be whatever you think of it. 58 00:09:25.050 --> 00:09:25.780 huda: Yeah. 59 00:09:29.430 --> 00:09:32.969 Jenny Duan: I understand how they work and why they teach 60 00:09:35.290 --> 00:09:38.310 Jenny Duan: encoded. My, okay, I feel like you can. 61 00:09:38.320 --> 00:09:40.925 Jenny Duan: Here, you can write more about 62 00:09:41.680 --> 00:09:43.890 Jenny Duan: how you further this interest? 63 00:09:44.390 --> 00:09:47.190 Jenny Duan: Because since you have like 100 more words. 64 00:09:47.260 --> 00:09:50.187 Jenny Duan: it's not a lot. But you can write about like 65 00:09:51.730 --> 00:09:54.330 Jenny Duan: Maybe like how else you've learned. 66 00:09:54.920 --> 00:09:57.870 Jenny Duan: like, how else you've coded, developed. 67 00:09:57.960 --> 00:10:02.559 Jenny Duan: etc. and like, maybe you could talk about like from your very 1st game. 68 00:10:02.640 --> 00:10:11.759 Jenny Duan: like how you coded your 1st game to now, and what's changed in the meantime? What was the first? st Wasn't there the 1st game that you coded, or is there stuff before that. 69 00:10:12.374 --> 00:10:17.079 huda: I think like when I was younger I made like a soccer game on scratch. 70 00:10:18.020 --> 00:10:18.960 Jenny Duan: Okay, yeah. 71 00:10:22.860 --> 00:10:24.650 Jenny Duan: my own games. 72 00:10:26.050 --> 00:10:31.139 Jenny Duan: maybe like starting with scratch and then graduating to 73 00:10:31.240 --> 00:10:32.680 Jenny Duan: or like, and then 74 00:10:33.470 --> 00:10:38.160 Jenny Duan: developing my skills. Or then, you know, like showing your progress over time. 75 00:10:40.090 --> 00:10:42.289 Jenny Duan: It all culminated in synthoria. 76 00:10:43.270 --> 00:10:48.199 Jenny Duan: Okay, I think this, you're missing a little bit of why, Synthoria, like 77 00:10:48.290 --> 00:11:03.410 Jenny Duan: what like, I'd love to see like at least one just one sentence adding a transition to like, why is this game specifically was so meaningful or important to you and like, why did you have to decide to code synthoria versus like any other game about something different. 78 00:11:03.410 --> 00:11:19.199 Jenny Duan: like, it's clear why synthoria is an impactful game. But like, why is this relevant to you? And why did you choose it versus a different game that maybe, like you could have made an education you may have you could have made because you're passionate about education. You could have made a game teaching people to code so like. Why? 79 00:11:19.500 --> 00:11:22.979 Jenny Duan: And Cynthoria, why was Cynthoria, like the culmination. 80 00:11:25.530 --> 00:11:28.119 Jenny Duan: What do you think? I think you just need one sentence here. 81 00:11:29.030 --> 00:11:37.429 huda: So like, so basically, why data science is that like, why is data science, the main topic of synthoria. 82 00:11:37.720 --> 00:11:39.570 Jenny Duan: No, I think. 83 00:11:40.350 --> 00:11:42.810 Jenny Duan: is data science. The main topic of synthoria. 84 00:11:43.730 --> 00:12:00.860 huda: Well, I think it's like the main part that you're learning. You're learning about like different data science concepts. And then AI ethics. But then it's also. But then, like, I think that that's like the main teaching aspect of it. But then there's also like representation, and like ethical dilemmas. 85 00:12:01.290 --> 00:12:11.529 Jenny Duan: Yeah, I mean, yeah, like, out of all the games that you decided to code like, why is centuria specifically the culmination versus a different type of game, I think, is the question. 86 00:12:12.250 --> 00:12:17.537 huda: So like, should I focus on like, why, I made an educational game or 87 00:12:18.340 --> 00:12:19.250 huda: like. 88 00:12:19.570 --> 00:12:23.869 huda: like, what specific aspect of synthroy should I focus on in this sentence. 89 00:12:24.070 --> 00:12:26.810 Jenny Duan: How did you get from these? Different 90 00:12:26.840 --> 00:12:34.249 Jenny Duan: like? Is these scratch games to synthoria? Is the question like, How did you come up with this idea like, why is this important to you 91 00:12:34.360 --> 00:12:41.989 Jenny Duan: and like, why did you decide to code synthoria? Not? Why did you decide to come to education game? But like, why did you decide to code synthoria specifically. 92 00:12:44.140 --> 00:12:56.699 huda: I mean, like, I think I talked about this in another essay. But it's about like how I didn't really have access to like educational tools like this growing up or I guess 93 00:12:57.060 --> 00:12:58.930 huda: I didn't understand 94 00:12:59.390 --> 00:13:08.369 huda: data science that well and like through watching like lots of Youtube videos and tutorials. I was able to like, I guess. 95 00:13:08.440 --> 00:13:09.820 huda: come up with 96 00:13:10.190 --> 00:13:15.530 huda: and like a way to simplify that into a game so that, like people like me can understand these things. 97 00:13:17.850 --> 00:13:18.880 Jenny Duan: Sounds good. 98 00:13:22.350 --> 00:13:24.579 Jenny Duan: yeah, I feel like that makes sense just 99 00:13:24.940 --> 00:13:35.370 Jenny Duan: emphasizing again, like, yeah, you didn't have these resources. So you wanted to have a platform, that where other people get their in data science. And then you decide to make somethoria. Because of that, I feel like that's good. 100 00:13:38.110 --> 00:13:40.920 Jenny Duan: I think this does. This analogy doesn't 101 00:13:41.080 --> 00:13:47.080 Jenny Duan: like this last sentence about like consensus natural to learn as collecting coins on a platformer. I feel like this feels 102 00:13:47.150 --> 00:13:49.290 Jenny Duan: a little bit out of place in what's 103 00:13:49.460 --> 00:13:54.080 Jenny Duan: maybe like a more serious analogy. So maybe I would take this part out 104 00:13:54.230 --> 00:13:59.783 Jenny Duan: in case you need words for the rest of your analogy, and then I feel like here. 105 00:14:00.610 --> 00:14:06.051 Jenny Duan: you can write about like games, for, like the woman in games, ambassadorship, 106 00:14:08.070 --> 00:14:22.190 Jenny Duan: and then also games for change. That way. You're able to talk about like some of the legacy of your work like, how do you continue this in the future? And like, why is this a big part of your life, and how it's changed you? So now you want to leverage it to like change other people? 107 00:14:22.818 --> 00:14:24.649 Jenny Duan: Does that make sense. 108 00:14:24.650 --> 00:14:36.739 huda: Yeah. And is it okay, like, in these type of sentence, or in these type of essays to like flat out, like, mention? Like the names of these organizations, and like maybe some direct like impacts that I've caused. 109 00:14:36.740 --> 00:14:38.690 Jenny Duan: Yeah, I feel like, that's totally fine. 110 00:14:40.361 --> 00:14:49.638 huda: For example, like the workshop that I hosted for women in games, it was actually attended by like people from 46 different cities. 111 00:14:50.010 --> 00:14:53.959 Jenny Duan: Yeah, I would definitely try to put that in if if it if you can. 112 00:14:54.650 --> 00:14:55.300 huda: Okay. 113 00:14:56.410 --> 00:15:01.590 Jenny Duan: It's okay to do like a little bit of humble bragging. I feel like that's totally fine in this context. 114 00:15:02.570 --> 00:15:06.340 huda: Yeah, I'm not really used to that with, like the other essays we've done. 115 00:15:07.410 --> 00:15:14.210 Jenny Duan: Because I mean, as long as you don't write about it too much like you just want to give them a hint that you've done this and then that way they can look at 116 00:15:14.579 --> 00:15:25.739 Jenny Duan: like the other parts of your profile to find like more information like they can look at your activity section to find more information. But like, you just want to give them like a small breadcrumb, so that they know where to look. 117 00:15:30.770 --> 00:15:31.900 Jenny Duan: Yeah. 118 00:15:32.900 --> 00:15:33.790 Jenny Duan: okay. 119 00:15:39.700 --> 00:15:42.850 Jenny Duan: And then I love this last part. I feel like this is really strong. 120 00:15:45.240 --> 00:15:50.570 Jenny Duan: that's those are all my notes on this 1st essay. How are you feeling about this 1st essay after we talked 121 00:15:50.930 --> 00:15:52.160 Jenny Duan: about this. 122 00:15:53.158 --> 00:16:00.520 huda: I feel I feel good. I think I might like have some awkward or like out of place wording for 123 00:16:00.530 --> 00:16:28.739 huda: the women in games, ambassadorship, and games for change. Paragraph. Just because I feel like the whole like beginning part kind of talks about like kind of theoretical, like like how video games can be used for good and this one's like, like actual like results of that, or like impact of that and so I think I might need a workshop like how I write that. So it blends in. But 124 00:16:28.770 --> 00:16:32.950 huda: I feel like the concepts there like I can. I can write like a good 125 00:16:33.190 --> 00:16:35.710 huda: paragraph, and I just need to like blend it in better. 126 00:16:36.450 --> 00:16:37.370 Jenny Duan: Sounds good. 127 00:16:40.880 --> 00:16:52.610 Jenny Duan: cool. I also think that, like you didn't have to write too much about these like humble brags as long as you have, like a slight mention of it, just so that the admissions officer knows to look for it in other parts of your profile you should be good. 128 00:16:53.657 --> 00:16:58.912 Jenny Duan: Yeah. Okay, let's go to the next essay, which is about 129 00:16:59.620 --> 00:17:01.350 Jenny Duan: leadership experience. 130 00:17:03.390 --> 00:17:04.150 Jenny Duan: yeah. 131 00:17:05.310 --> 00:17:08.480 Jenny Duan: what does this mean? Can definitely elaborate more on here. 132 00:17:09.598 --> 00:17:13.279 huda: I wrote this. And I, it's like, definitely like, below. 133 00:17:13.400 --> 00:17:17.340 huda: 3 50 words. It's just like a basic like. 134 00:17:17.650 --> 00:17:19.829 huda: really, really basic draft of it. 135 00:17:20.260 --> 00:17:24.300 Jenny Duan: Have you written a similar essay before? I feel like I've seen different iterations of this. 136 00:17:24.300 --> 00:17:29.429 huda: Yeah, this is the one that is actually like taken out of the the naviance, answers one. 137 00:17:29.430 --> 00:17:31.360 Jenny Duan: Okay, that's cool. Yeah, okay. 138 00:17:31.720 --> 00:17:32.340 Jenny Duan: great. 139 00:17:42.780 --> 00:17:45.749 Jenny Duan: Wait. I'm not exactly sure. If this has. 140 00:17:50.800 --> 00:17:52.000 Jenny Duan: Hmm. 141 00:17:56.130 --> 00:17:58.700 Jenny Duan: yeah, actually, I do think this fits the prompt. Okay. 142 00:17:59.040 --> 00:18:02.289 Jenny Duan: I I'm just not sure if they're looking for more like a 143 00:18:02.570 --> 00:18:03.810 Jenny Duan: a like 144 00:18:03.850 --> 00:18:07.489 Jenny Duan: group like a activity impact type of thing. 145 00:18:07.760 --> 00:18:12.359 Jenny Duan: But I'm wondering, is there another prompt that you feel like might fit this question. 146 00:18:14.860 --> 00:18:16.750 huda: Let me see the prompts. Actually. 147 00:18:34.030 --> 00:18:37.890 huda: I mean, there's one, which is 148 00:18:38.978 --> 00:18:43.249 huda: I guess 2 kind of fits. One of them is. 149 00:18:44.010 --> 00:18:57.290 huda: describe the most significant challenge you have faced and the steps you've taken to overcome this challenge. How has this challenge affected your academic achievement? And I think like I could like connect this to like the. 150 00:18:57.890 --> 00:19:02.929 huda: I guess, like the selfness, selflessness that I picked up from this experience. 151 00:19:02.930 --> 00:19:03.580 Jenny Duan: I'm like. 152 00:19:03.580 --> 00:19:05.399 huda: That's helped me academically. 153 00:19:05.670 --> 00:19:06.960 Jenny Duan: Paste that prompted. 154 00:19:07.170 --> 00:19:08.310 huda: Oh, yeah, 155 00:19:09.270 --> 00:19:14.399 huda: but yeah, like, I don't know if that will be like a significant enough like challenge to put on here. 156 00:19:15.033 --> 00:19:18.550 huda: Cause, I know, like a lot of people have, like more dramatic 157 00:19:19.670 --> 00:19:22.550 huda: challenges. They wrote for this prompt 158 00:19:24.198 --> 00:19:26.389 huda: and then the other one. 159 00:19:28.192 --> 00:19:30.447 huda: This one's not as related, but it's 160 00:19:30.790 --> 00:19:35.080 huda: What have you done to make your school or your community a better place. 161 00:19:39.030 --> 00:19:40.689 Jenny Duan: Okay, I think 162 00:19:41.680 --> 00:19:43.370 Jenny Duan: maybe 163 00:19:44.840 --> 00:19:47.350 Jenny Duan: the most significant challenge. 164 00:19:48.650 --> 00:19:49.405 Jenny Duan: Okay. 165 00:19:53.230 --> 00:19:53.880 Jenny Duan: Oops. 166 00:19:54.000 --> 00:19:55.490 Jenny Duan: who's 167 00:19:57.340 --> 00:20:04.830 Jenny Duan: I feel like for challenge essays, since I know that you already have the other essay about the rural town. I feel like you should. 168 00:20:05.290 --> 00:20:12.070 Jenny Duan: Let's actually let me turn to that essay really quickly, because I feel like you should only write one of your 4 essays about challenges that you've overcome. 169 00:20:12.250 --> 00:20:19.297 Jenny Duan: cause I feel like you shouldn't write, too about like similar challenges. I also feel like in this one. 170 00:20:19.790 --> 00:20:27.820 Jenny Duan: Synthoria. You already talk about synthoria in your 1st essay, so I feel like you should write 2 essays about synthoria as well. 171 00:20:28.230 --> 00:20:29.329 huda: Yeah, I think 172 00:20:29.560 --> 00:20:40.219 huda: I think I was like the 1st one I was like, just I wasn't really considering it if I wanted to use it, but I think it does. I think in my opinion it's like a bit stronger than this one. 173 00:20:41.700 --> 00:20:42.710 Jenny Duan: I agree. 174 00:20:42.750 --> 00:20:44.700 huda: And yeah, so 175 00:20:44.810 --> 00:20:48.709 huda: also I, and like the other one that I I kind of like the one. 176 00:20:48.860 --> 00:21:04.429 huda: It's the one about like the creative side, and like how you express your creative side, that one also, like slightly mentions synthoria like they have. I have like a paragraph about it. But I also have, like a paragraph about like folklift and volunteering at Sunday school. 177 00:21:05.233 --> 00:21:06.480 huda: But yeah. 178 00:21:08.000 --> 00:21:10.502 Jenny Duan: Yeah. In my opinion, I think that you should. 179 00:21:11.170 --> 00:21:21.099 Jenny Duan: Right combine these 2, combine this essay and the essay. 2 about the like $20 bill. I feel like you can combine that into one essay about like 180 00:21:21.120 --> 00:21:26.120 Jenny Duan: rural town, like economic adversity. And all of that can be like one essay 181 00:21:26.617 --> 00:21:29.632 Jenny Duan: and then I think maybe you can use 182 00:21:30.370 --> 00:21:31.150 Jenny Duan: that's 183 00:21:31.870 --> 00:21:33.439 Jenny Duan: you can use 184 00:21:34.490 --> 00:21:39.459 Jenny Duan: like this. Prompt, I think prompt. 4 is like better than the prompt that the other prompt. 185 00:21:39.570 --> 00:21:42.950 Jenny Duan: I think, like you can, you can talk about 186 00:21:43.850 --> 00:21:46.676 Jenny Duan: maybe maybe start it off with the 187 00:21:48.050 --> 00:21:52.769 Jenny Duan: like, start off the first, st maybe 100 words and use the Andrew Jackson Bill 188 00:21:52.800 --> 00:21:55.883 Jenny Duan: activity, and then and then 189 00:21:59.360 --> 00:22:04.040 Jenny Duan: was filled filled with color once again, and then I think that you can talk here 190 00:22:04.200 --> 00:22:05.350 Jenny Duan: about like 191 00:22:06.623 --> 00:22:07.990 Jenny Duan: growing up 192 00:22:08.420 --> 00:22:10.630 Jenny Duan: in a rural farm town. 193 00:22:10.850 --> 00:22:16.449 Jenny Duan: and then like really like, I think, emphasize the struggles that you have overcome, and like 194 00:22:16.500 --> 00:22:18.400 Jenny Duan: you could mention like, okay. 195 00:22:19.040 --> 00:22:27.800 Jenny Duan: right now, do you qualify for food stamps or free lunch? Yes, right? Okay. Write that down like I would write that down. 196 00:22:29.470 --> 00:22:34.180 Jenny Duan: like receiving free lunch food stands 197 00:22:34.771 --> 00:22:37.118 Jenny Duan: and then like learning how to 198 00:22:38.610 --> 00:23:02.450 Jenny Duan: learning that like you could benefit. I think it's good to write about Mht jobs might be something that you could write about here and like how you use how you found like computer science, even though, like you could talk about, even though your electricity would like frequently disconnect your like computer science was still something that you that you found, because, like it's accessible to learn to for anyone with access to the Internet which 199 00:23:02.450 --> 00:23:19.029 Jenny Duan: allowed you to like create Mht jobs. And since then you've used computer science as like a platform for making change in different ways in your community, and like how? Even though you've overcome this adversity like now, you really care about like ensuring that other people have like education, access for the future. 200 00:23:19.590 --> 00:23:22.650 Jenny Duan: I think that would be like a really good essay. What do you think. 201 00:23:23.160 --> 00:23:26.799 huda: Yeah, I really like that, take and then 202 00:23:27.330 --> 00:23:37.560 huda: and so like focusing mainly on Mht jobs and like this would also emphasize like kind of my data science background, because in a way, it's also talking about like data collection. 203 00:23:38.790 --> 00:23:41.500 huda: and like, I guess. 204 00:23:43.700 --> 00:23:53.179 huda: yeah, like combining that with adversity. But if this were to like, go under this prompt oh, wait! Which prompt did we decide for this one. 205 00:23:53.180 --> 00:24:00.169 Jenny Duan: I think this would be the prompt 4. Sorry, the prompt at the very bottom. Describe how you've taken advantage of a significant educational 206 00:24:00.600 --> 00:24:03.480 Jenny Duan: opportunity, I think, or or something like that. 207 00:24:05.970 --> 00:24:14.649 huda: Okay, I think the prompt is talk about like an educational barrier. So I'm not sure like, if I can like reword it. Maybe so that the 208 00:24:16.750 --> 00:24:21.260 Jenny Duan: Educational or or actually, maybe most significant challenge might be better. 209 00:24:21.530 --> 00:24:27.640 Jenny Duan: I was thinking, educational barrier in in that, like no access to Internet. For, for, like the 1st 210 00:24:27.810 --> 00:24:32.330 Jenny Duan: part of your essay, but I think maybe most significant challenge might be better. 211 00:24:33.910 --> 00:24:36.480 huda: Okay, yeah, I I agree with that. 212 00:24:38.170 --> 00:24:39.510 huda: and then I can. 213 00:24:40.130 --> 00:24:53.890 huda: And then I guess I can connect this like living in like a place where like it's a rural town like lights would like the light would go out. And that's like impacted my like educational. 214 00:24:55.450 --> 00:24:56.790 huda: educational. 215 00:24:57.360 --> 00:25:02.110 huda: What's the prompt academic achievement? Because, like. 216 00:25:02.500 --> 00:25:07.369 huda: I wouldn't, I didn't have like resources to learn about data, science and computer science. 217 00:25:08.100 --> 00:25:09.480 huda: And so. 218 00:25:10.570 --> 00:25:12.249 huda: oh, sorry. Were you saying something. 219 00:25:12.250 --> 00:25:13.289 Jenny Duan: Oh, go ahead! 220 00:25:13.803 --> 00:25:24.139 huda: And so I I guess I built a platform which is Mac jobs to? Well, I guess it doesn't really help with others in the same situation, but it, like 221 00:25:24.644 --> 00:25:32.529 huda: and like connecting people in rural towns to find opportunities. And, like Mo, most of it was in tech. So 222 00:25:32.970 --> 00:25:38.329 huda: like providing tech opportunities in a place where, like lights flicker something like that. 223 00:25:39.030 --> 00:25:39.660 huda: Yeah. 224 00:25:39.660 --> 00:25:40.510 Jenny Duan: Good idea. 225 00:25:43.540 --> 00:25:47.319 Jenny Duan: Okay, do you? How comfortable do you feel with this essay now moving forward. 226 00:25:50.700 --> 00:26:02.369 huda: So, okay, wait. So is this this sentence right here, growing up in a rural farm town, is this where? I'm supposed to like elaborate more about Mht jobs. And then like. 227 00:26:02.760 --> 00:26:10.245 huda: how like, how like this being a rural town where, like lights of flicker, how that impacted me! And then? 228 00:26:10.990 --> 00:26:13.040 huda: this like paragraph 229 00:26:13.250 --> 00:26:16.700 huda: like, or should we like move this up here, or something like that? 230 00:26:17.090 --> 00:26:17.930 huda: I think. 231 00:26:17.930 --> 00:26:19.820 Jenny Duan: I think this can be deleted. 232 00:26:20.180 --> 00:26:23.150 huda: Okay, yeah, that's what I was thinking. Cause I feel like it's kind of 233 00:26:24.770 --> 00:26:25.759 huda: like, I. 234 00:26:26.930 --> 00:26:29.588 Jenny Duan: Yeah, maybe for this one 235 00:26:31.680 --> 00:26:33.700 Jenny Duan: you could transition it to be like 236 00:26:33.720 --> 00:26:49.700 Jenny Duan: the 1st thing I did or like after your power, you like immediately get back on your computer and like you start like, I don't know coding something random again, or like playing a video game or like learning watching like a tutorial video on something like, emphasize how like this is like your like. 237 00:26:50.300 --> 00:26:55.399 Jenny Duan: you can say that like, you're really passionate about coding and like show that here, like 238 00:26:55.470 --> 00:26:59.999 Jenny Duan: the and your home was filled with color. Once again I was free to like. 239 00:27:00.400 --> 00:27:04.179 Jenny Duan: and you could say immediately, I like logged into my computer, eager to like. 240 00:27:04.350 --> 00:27:12.250 Jenny Duan: I don't know something. And then you can say, growing up in a rural farm town. Computer, science was the one 241 00:27:13.070 --> 00:27:14.480 Jenny Duan: was the one 242 00:27:14.820 --> 00:27:18.640 Jenny Duan: subject accessible to anyone with access to the to the 243 00:27:18.870 --> 00:27:23.535 Jenny Duan: somewhat unstable Internet, or something like that, or somewhat spotty Internet. 244 00:27:24.120 --> 00:27:29.900 Jenny Duan: it didn't require long drives. It didn't or like. It didn't require long drives or 245 00:27:30.390 --> 00:27:32.410 Jenny Duan: commutes to the nearest city 246 00:27:34.260 --> 00:27:38.959 Jenny Duan: like other activities like I don't know. Maybe like a sports team or 247 00:27:39.020 --> 00:27:40.729 Jenny Duan: insert activity like. 248 00:27:41.570 --> 00:27:49.880 Jenny Duan: I don't know. Another academic competition might force you to like, commute. But like computer science can be accessible anywhere. You have an Internet connection. 249 00:27:49.950 --> 00:27:51.120 Jenny Duan: And so 250 00:27:52.270 --> 00:27:53.839 Jenny Duan: unstable Internet. 251 00:27:55.256 --> 00:27:56.650 Jenny Duan: and then 252 00:27:57.710 --> 00:28:06.510 Jenny Duan: because you can say, because of that, you spent hours like deepening your skills by doing this, and then you can transition it to Mht jobs. 253 00:28:06.620 --> 00:28:16.529 Jenny Duan: And then you could talk about how you've learned that like these technical skills can impact your community in like these different ways, and how you can use your education to like help other people. 254 00:28:17.130 --> 00:28:18.240 Jenny Duan: despite 255 00:28:18.600 --> 00:28:21.440 Jenny Duan: the like economic adversities that you've faced. 256 00:28:22.760 --> 00:28:29.709 huda: Wait. Actually, I don't really get this part where it says computer science is the one subject that could be supported by our somewhat unstable Internet. 257 00:28:29.860 --> 00:28:33.400 huda: Cause. I thought, we're kind of going for like the 258 00:28:33.660 --> 00:28:39.480 huda: like, there aren't really come many computer science resources in my rural farm town. 259 00:28:40.870 --> 00:28:45.299 huda: and like we had to like build stuff by ourselves to get anything. 260 00:28:45.400 --> 00:28:53.750 huda: So I was wondering if there's any like way we can reword this. So that is more clear, or if that's even like what I'm trying to portray here. 261 00:28:53.990 --> 00:29:12.750 Jenny Duan: Yeah, actually, I think you have a really good point. I think there's 2 things that I want to emphasize, or that I think we should emphasize here. 1st of all, it's true that I think one thing is a lot of your activities on your activity list are sort of self driven like you're not a part of like model UN or science bowl, or like mock trial, or anything like that. And 262 00:29:12.750 --> 00:29:28.100 Jenny Duan: to a college admissions officer like that might seem a little bit strange. So we want to give an explanation for why you're not part of any of these school clubs. And so to that end. I thought it might be effective to write something like, you know, you computer science is the one thing that you can access without having to like 263 00:29:28.890 --> 00:29:35.710 Jenny Duan: like, because because you're in, you live in a small town like you might not have access to, like all of these bigger clubs that other schools like, say 264 00:29:36.140 --> 00:29:51.500 Jenny Duan: in San Jose, or something might have, or it might require you to like, commute 1 h on the weekends to like, go to these meetings, which is not really accessible because of where you live. And so because of that like, that's why a lot of your activities are online and like a lot of them are self driven. 265 00:29:52.170 --> 00:29:54.420 Jenny Duan: So that's where I was going there. But 266 00:29:55.210 --> 00:29:56.909 Jenny Duan: maybe you could say like. 267 00:29:57.160 --> 00:30:11.159 Jenny Duan: maybe there's a way to combine both perspectives in that like, there aren't so many computer science resources. But at the same time, like it was one of those things that, like once you built your own resources you could do without having to commute a lot or like, go out of your way to 268 00:30:11.310 --> 00:30:12.750 Jenny Duan: to access. 269 00:30:13.350 --> 00:30:16.340 huda: Maybe I can say, like 270 00:30:18.460 --> 00:30:35.380 huda: like computer science, like education, like, I'm not in these exact words, and maybe like in different way, but like computer science, education wasn't as accessible in my small rural town. But it was the one thing that connected us from the rest of the Like Bay Area. 271 00:30:35.480 --> 00:30:38.370 huda: or maybe not like the Bay Area, but like 272 00:30:38.910 --> 00:30:42.030 huda: that just like connected us to greater opportunities. 273 00:30:43.670 --> 00:30:45.509 huda: And but so. 274 00:30:45.510 --> 00:30:58.800 Jenny Duan: Maybe you can say, like, even though the okay, I think maybe you can phrase it like this, even though there were very many computer science opportunities in my rural farm town. It was the one thing that didn't require. 1 h commutes to larger cities 275 00:30:59.120 --> 00:30:59.890 Jenny Duan: like, Okay. 276 00:30:59.890 --> 00:31:00.310 huda: Owen. 277 00:31:00.310 --> 00:31:03.969 Jenny Duan: Like, I think, like something like that, just short and sweet is just. That'll be fine. 278 00:31:22.030 --> 00:31:24.400 huda: That was the one thing that maybe like. 279 00:31:24.400 --> 00:31:25.679 Jenny Duan: Didn't require 280 00:31:25.750 --> 00:31:27.330 Jenny Duan: 1 h commute 281 00:31:27.400 --> 00:31:29.949 Jenny Duan: daily. 1 h commutes to the nearest city. 282 00:31:48.150 --> 00:31:53.020 huda: Growing up in a rural farm town. Computer science was the one subject that could be supported by our 283 00:31:56.330 --> 00:31:58.309 huda: I think, like, maybe 284 00:32:00.490 --> 00:32:02.200 huda: computer science. 285 00:32:04.200 --> 00:32:06.270 huda: maybe not the subject, but like. 286 00:32:06.880 --> 00:32:08.849 huda: like computer science. 287 00:32:11.767 --> 00:32:14.149 Jenny Duan: Maybe like became the one platform. 288 00:32:14.520 --> 00:32:15.290 huda: Oh, yeah. 289 00:32:16.952 --> 00:32:19.039 huda: became the one platform 290 00:32:20.510 --> 00:32:21.600 huda: that think. 291 00:32:21.600 --> 00:32:25.529 Jenny Duan: Combine these 2 sentences, I would say, it's something like this 292 00:32:26.041 --> 00:32:31.470 Jenny Duan: growing up in a rural farm town. Can I? Can I copy paste this later 293 00:32:32.197 --> 00:32:38.629 Jenny Duan: growing up in in a rural farm town, though there weren't very many opportunities to learn computer science. 294 00:32:38.830 --> 00:32:41.919 Jenny Duan: It became the 295 00:32:43.580 --> 00:32:45.159 Jenny Duan: one platform 296 00:32:46.510 --> 00:32:50.599 Jenny Duan: that didn't require daily. 1 h commutes to the closest city. 297 00:32:51.850 --> 00:32:52.960 huda: I like that? Yeah. 298 00:32:54.850 --> 00:32:55.920 Jenny Duan: And then 299 00:32:56.290 --> 00:32:57.849 Jenny Duan: maybe you can say, like. 300 00:33:01.410 --> 00:33:08.389 Jenny Duan: I don't know something like as as my skill as my programming skills developed, I began to learn how 301 00:33:08.630 --> 00:33:10.790 Jenny Duan: I could use my 302 00:33:11.090 --> 00:33:21.099 Jenny Duan: newfound passion to impact change in my community during the pandemic I started Mhg jobs in like. And then you could just talk about Mhg jobs. 303 00:33:21.520 --> 00:33:25.820 huda: Can I do something like like to introduce, like my 304 00:33:25.970 --> 00:33:31.979 huda: like development skills getting better? Something like as strings turn into arrays. 305 00:33:32.315 --> 00:33:36.280 huda: Cause. That's like more complicated, or I'm not sure if that's too like 306 00:33:37.379 --> 00:33:38.979 huda: like people won't get it. 307 00:33:38.980 --> 00:33:43.039 Jenny Duan: Might be a little technical, because the reader might not have any computer science background. 308 00:33:43.040 --> 00:33:43.740 huda: Yeah. 309 00:33:45.710 --> 00:33:48.418 huda: as block code turned to 310 00:33:49.560 --> 00:33:55.539 huda: as block code turn into Javascript. I feel like people might know, like, have an idea of what Javascript is. 311 00:33:55.810 --> 00:33:57.080 Jenny Duan: Yeah, that's good. 312 00:34:13.089 --> 00:34:19.259 huda: I like I I, too, built platforms for connection. 313 00:34:22.080 --> 00:34:25.060 Jenny Duan: Are you? What did you say? 314 00:34:26.579 --> 00:34:27.039 huda: like 315 00:34:27.609 --> 00:34:44.819 huda: as block code turned transformed to Javascript. I, too, built platforms for connection. I feel like that might be generic or like vague, but like I could, what I'm trying to say is like as I got better, I like contributed to these like platforms 316 00:34:45.179 --> 00:34:50.289 huda: that like didn't require 1 h commutes like I was able to both 317 00:34:50.409 --> 00:34:51.689 huda: stuff like that. 318 00:34:51.690 --> 00:34:52.580 Jenny Duan: No. 319 00:34:53.350 --> 00:34:56.989 Jenny Duan: I feel like that's a little hard to understand in this analogy. Maybe it's like. 320 00:34:57.060 --> 00:35:04.070 Jenny Duan: like, I feel like you should show your development like you, you begin to learn, or you began to realize, or you realized. 321 00:35:05.850 --> 00:35:06.700 huda: Bye. 322 00:35:06.830 --> 00:35:09.420 huda: wait like. What do I say after this? 323 00:35:10.720 --> 00:35:11.360 Jenny Duan: And 324 00:35:13.590 --> 00:35:14.790 Jenny Duan: Hi. 325 00:35:17.280 --> 00:35:23.090 Jenny Duan: like, how did you realize that you could use code to impact your community like what inspired you to found Mht. Trials. 326 00:35:26.370 --> 00:35:34.784 huda: I guess. Like seeing like unemployed people in my area like they're all like in the field of tech. But 327 00:35:35.380 --> 00:35:56.620 huda: like, they're all kind of struggling. And then I realized that, like my code, and like these things that I'm learning like web development they can also provide these platforms where they can also, like, provide these platforms where people can connect with others and like get opportunities of their own like. 328 00:35:56.680 --> 00:35:58.850 huda: even in a small rural town. 329 00:36:01.230 --> 00:36:03.120 Jenny Duan: Yeah, that works 330 00:36:06.030 --> 00:36:09.109 Jenny Duan: And like, how did this realization come to you? 331 00:36:10.780 --> 00:36:11.460 Jenny Duan: Oh. 332 00:36:19.060 --> 00:36:21.180 huda: I mean, I guess, like 333 00:36:22.820 --> 00:36:26.626 huda: well, I guess, like my dad kind of came up with the idea to like 334 00:36:26.970 --> 00:36:38.569 huda: like do something to help like the unemployment crisis. And then, like, I realized that like, Oh, I have the skill like web development. So I can just like make a website and try and connect people. 335 00:36:40.230 --> 00:36:41.075 Jenny Duan: Okay, 336 00:36:47.160 --> 00:36:48.280 Jenny Duan: as 337 00:36:48.400 --> 00:36:54.039 Jenny Duan: well could maybe say, like I, I began to realize the potential for my 338 00:36:55.770 --> 00:37:03.310 Jenny Duan: projects to change the community or for my simple projects to like impact the community or something. 339 00:37:26.610 --> 00:37:27.400 huda: During 340 00:37:29.540 --> 00:37:31.429 huda: during a 341 00:37:33.540 --> 00:37:36.340 huda: an unemployment crisis. 342 00:37:39.940 --> 00:37:44.309 Jenny Duan: Maybe specify that it's during the pandemic. Because I feel like that's unfortunate context. Here. 343 00:37:46.752 --> 00:37:48.919 huda: After the pandemic? 344 00:37:52.245 --> 00:37:53.109 huda: I'm 345 00:37:58.260 --> 00:38:00.330 huda: I piece together 346 00:38:00.500 --> 00:38:01.480 huda: a 347 00:38:04.410 --> 00:38:06.240 huda: data collection 348 00:38:09.850 --> 00:38:11.390 huda: to connect 349 00:38:16.520 --> 00:38:18.080 huda: members 350 00:38:18.430 --> 00:38:19.220 huda: or 351 00:38:20.490 --> 00:38:23.170 huda: neighbors to opportunities. 352 00:38:29.230 --> 00:38:30.560 huda: Does this sound good? 353 00:38:31.910 --> 00:38:32.420 huda: Yeah. 354 00:38:32.420 --> 00:38:33.450 Jenny Duan: That sounds good. 355 00:38:35.620 --> 00:38:40.039 Jenny Duan: I think you should maybe not data collection. 356 00:38:40.910 --> 00:38:41.970 Jenny Duan: I 357 00:38:42.760 --> 00:38:44.710 Jenny Duan: I created a 358 00:38:45.180 --> 00:38:48.330 Jenny Duan: web platform leveraging community data 359 00:38:48.830 --> 00:38:51.430 Jenny Duan: to connect neighbors to opportunities. 360 00:38:53.200 --> 00:38:57.140 Jenny Duan: I think piece together is undercounting the work that you did. 361 00:38:58.580 --> 00:38:59.250 huda: Where? 362 00:39:13.049 --> 00:39:18.320 huda: And should I elaborate after this, or does this like pretty much? Say what it is? 363 00:39:19.260 --> 00:39:19.900 Jenny Duan: Oh. 364 00:39:24.530 --> 00:39:31.450 Jenny Duan: maybe say, created mht jobs comma a web platform that way. They when they look at your activities. This they can find more about it. 365 00:39:47.920 --> 00:39:50.360 huda: And then I think I can remove this paragraph right. 366 00:39:50.980 --> 00:39:52.310 Jenny Duan: Yeah, I think so, too. 367 00:39:54.841 --> 00:39:57.190 huda: And then after this, do I? 368 00:39:57.870 --> 00:40:00.310 huda: Oh, wait! Let me just look at the prompt again. 369 00:40:10.690 --> 00:40:15.050 huda: I think like I mean, like the promises to like. How is this challenge affected? 370 00:40:15.100 --> 00:40:16.280 huda: You're 371 00:40:16.330 --> 00:40:21.169 huda: academic achievement, and I think that's answered by the mesh jobs. But I'm not sure. 372 00:40:23.460 --> 00:40:24.780 Jenny Duan: Yeah, I think 373 00:40:27.660 --> 00:40:31.560 Jenny Duan: maybe like, let me see how many words this already is. 374 00:40:43.830 --> 00:40:51.359 Jenny Duan: Maybe you can add, like another layer of empathy here, you can say like for people in my community, a new job meant. 375 00:40:51.490 --> 00:40:52.559 Jenny Duan: Oh, you 376 00:40:53.210 --> 00:40:55.009 Jenny Duan: a new job meant 377 00:40:55.320 --> 00:41:00.660 Jenny Duan: if I meant maybe I would. Also, this is a good place to like name, drop folklift 378 00:41:00.850 --> 00:41:03.899 Jenny Duan: as well. If you could add like one sentence about folklift. 379 00:41:05.570 --> 00:41:10.140 huda: What about folklift and one of the other essays, the creative side essay. 380 00:41:10.140 --> 00:41:11.499 Jenny Duan: Okay, then, we're good here 381 00:41:11.520 --> 00:41:14.380 Jenny Duan: for people in my community, a new job meant 382 00:41:17.140 --> 00:41:20.307 Jenny Duan: financial stability for their family. It meant 383 00:41:21.260 --> 00:41:29.280 Jenny Duan: not no longer relying on Government assistant like food stamps which I had experience or like, which 384 00:41:29.430 --> 00:41:32.989 Jenny Duan: put something in about like you, having that experience. 385 00:41:42.680 --> 00:41:45.599 huda: I think it's called public assistance, when, like. 386 00:41:45.600 --> 00:41:47.140 Jenny Duan: Yeah. Yeah. 387 00:41:50.240 --> 00:41:50.950 Jenny Duan: Hmm. 388 00:41:50.950 --> 00:41:52.510 huda: Buy their groceries. Maybe. 389 00:41:55.830 --> 00:41:56.880 Jenny Duan: Maybe say. 390 00:41:56.910 --> 00:42:02.300 Jenny Duan: like the food stamps. My family still receives the truth. 391 00:42:02.950 --> 00:42:06.480 Jenny Duan: or I don't know how each month. I don't know 392 00:42:08.050 --> 00:42:09.470 Jenny Duan: something like that. 393 00:42:11.924 --> 00:42:14.649 huda: Yeah, it looks good. And then 394 00:42:18.340 --> 00:42:21.900 huda: maybe like a concluding sentence, or something like 395 00:42:24.280 --> 00:42:25.290 huda: when. 396 00:42:25.290 --> 00:42:27.059 Jenny Duan: You still have. You still have words. 397 00:42:28.210 --> 00:42:44.059 huda: Yeah, or like, I don't. Yeah, like, I think I don't know what I'll put like from from like this part to like the concluding sentence, but I feel like I want to end it off with something like kind of like talk about the whole thing. So maybe something like in a town where 398 00:42:44.160 --> 00:42:45.690 huda: lights flicker 399 00:42:47.330 --> 00:42:48.690 huda: and Internet 400 00:42:49.600 --> 00:42:50.860 huda: waves 401 00:42:51.200 --> 00:42:52.020 huda: or 402 00:42:54.440 --> 00:42:55.500 huda: fluctuates 403 00:42:57.960 --> 00:42:59.750 huda: technological 404 00:43:04.350 --> 00:43:05.680 huda: advancement. 405 00:43:05.990 --> 00:43:07.870 huda: And that's really vague. 406 00:43:08.930 --> 00:43:09.890 huda: the vote 407 00:43:11.430 --> 00:43:12.860 huda: development 408 00:43:15.140 --> 00:43:16.910 huda: became a 409 00:43:21.360 --> 00:43:24.079 Jenny Duan: I feel like this sounds a little bit like 410 00:43:24.190 --> 00:43:27.560 Jenny Duan: I think this is a little feels a little forced. 411 00:43:27.740 --> 00:43:31.710 Jenny Duan: Maybe I would bring it back to like the $20 bill analogy 412 00:43:33.610 --> 00:43:37.340 Jenny Duan: like, I feel like there's still a little bit of unresolution there. 413 00:43:54.160 --> 00:43:56.720 huda: Maybe like I can talk about both things like. 414 00:43:57.040 --> 00:44:01.275 huda: yeah, like, I can be like a $20 bill 415 00:44:03.900 --> 00:44:06.941 huda: and my family's, my family's 416 00:44:07.600 --> 00:44:21.279 huda: distress, or I don't know the wording for it, but, like my family's distress and my community's unemployment, further motivated me to give my $20 and give my my coding skills 417 00:44:21.320 --> 00:44:22.040 huda: to 418 00:44:22.820 --> 00:44:25.309 huda: create platform for change or something like that. 419 00:44:26.830 --> 00:44:28.170 Jenny Duan: Yeah, that seems good. 420 00:44:55.860 --> 00:44:58.550 Jenny Duan: Yeah, this is like a queen wrapper. 421 00:45:07.610 --> 00:45:08.440 Jenny Duan: Okay. 422 00:45:08.752 --> 00:45:12.819 huda: And then is there anything I could elaborate right here after this sentence. 423 00:45:27.000 --> 00:45:29.090 huda: Maybe, like I feel like this is like 424 00:45:29.260 --> 00:45:32.430 huda: a place where I could say something else that a new job means 425 00:45:33.170 --> 00:45:36.720 huda: like a new job means 426 00:45:37.920 --> 00:45:49.280 Jenny Duan: I would. I would not write about this new job anymore, because I feel like it takes the attention away from you. I would maybe write about your academic achievements of it because it does ask a little bit about that. 427 00:45:49.540 --> 00:45:54.610 Jenny Duan: So maybe like talking about how you're taking different classes in school. 428 00:45:55.110 --> 00:45:56.050 Jenny Duan: or like. 429 00:45:57.940 --> 00:46:07.809 huda: Maybe, like my makeshift my makeshift, $20 solution and scrappy web development skills. 430 00:46:09.140 --> 00:46:14.580 huda: we're like owned throughout or like, we're not owned throughout, but like maybe, like. 431 00:46:15.490 --> 00:46:27.619 huda: I don't know where people like encouraged me to like, take more courses. Which, like helped me learn about like investing and web development. Maybe. 432 00:46:28.890 --> 00:46:30.559 Jenny Duan: Yeah, I think that's good. 433 00:46:41.470 --> 00:46:42.250 Jenny Duan: I've. 434 00:46:42.360 --> 00:46:44.494 huda: Don't know if this is like 435 00:46:47.221 --> 00:46:49.889 huda: repeating like the last sentence, but yeah. 436 00:46:59.315 --> 00:47:03.819 Jenny Duan: Maybe. Yeah, maybe I wouldn't say this part. But I would say. 437 00:47:07.700 --> 00:47:10.109 Jenny Duan: like, motivated by 438 00:47:10.900 --> 00:47:15.369 Jenny Duan: the potential of computer science like, I pursued coursework in, or like 439 00:47:16.850 --> 00:47:18.589 Jenny Duan: something like that. 440 00:47:19.020 --> 00:47:20.480 huda: So motivated. 441 00:47:20.670 --> 00:47:21.770 huda: Bye 442 00:47:26.220 --> 00:47:28.780 huda: solutions like Mht jobs. 443 00:47:30.240 --> 00:47:32.440 huda: I take coursework to 444 00:47:33.322 --> 00:47:35.010 huda: we're fine, or. 445 00:47:35.740 --> 00:47:38.710 huda: I guess, like, refine or build my ability. 446 00:47:40.050 --> 00:47:40.950 huda: Period. 447 00:47:43.400 --> 00:47:44.140 Jenny Duan: Yeah. 448 00:47:51.180 --> 00:47:55.669 Jenny Duan: maybe. I feel like this still feels repetitive. 449 00:48:01.600 --> 00:48:02.620 Jenny Duan: Yeah, it's just 450 00:48:02.720 --> 00:48:05.570 Jenny Duan: family still receives each month. 451 00:48:07.840 --> 00:48:09.410 Jenny Duan: And 452 00:48:13.490 --> 00:48:17.500 Jenny Duan: I think maybe we could change this last sentence later on. But you could say, like 453 00:48:17.600 --> 00:48:18.760 Jenny Duan: us. 454 00:48:19.270 --> 00:48:20.490 Jenny Duan: Hi. 455 00:48:21.610 --> 00:48:26.539 Jenny Duan: like, maybe, as I continued pursuing coursework like Xyz, I, 456 00:48:31.220 --> 00:48:35.809 Jenny Duan: or like, as I continue to pursue computer science or essay. 457 00:48:35.870 --> 00:48:39.887 Jenny Duan: continue to pursue, insert X major in college. 458 00:48:41.970 --> 00:48:47.279 Jenny Duan: Maybe, as I considered as I continue to evaluate the intersections between technology and social change 459 00:48:47.700 --> 00:48:52.000 Jenny Duan: through classes like blank, blank blank. And in university and beyond, I 460 00:48:53.350 --> 00:48:54.200 Jenny Duan: like 461 00:48:54.380 --> 00:48:55.660 Jenny Duan: hope to 462 00:48:55.850 --> 00:48:58.259 Jenny Duan: and insert what you want to do. Maybe. 463 00:48:59.186 --> 00:49:05.629 huda: The problem with that is that, like the majors, are kind of different for the different Ucs. And then the courses 464 00:49:05.780 --> 00:49:07.540 huda: like. 465 00:49:07.950 --> 00:49:12.060 huda: it might be different, because there's like a lot of schools that I'm applying to from the Ucs. 466 00:49:12.210 --> 00:49:16.830 huda: So like, I don't. I want to know which, like college or classes to put. 467 00:49:21.230 --> 00:49:22.170 Jenny Duan: You're right. 468 00:49:28.140 --> 00:49:38.280 Jenny Duan: What other steps have you taken to overcome this challenge? So you're talking about how you've overcome this? And then we need to answer, how has this affected your academic achievement? 469 00:49:39.750 --> 00:49:44.559 Jenny Duan: What other ways do you feel like this has or hasn't influenced your academic achievement? 470 00:49:45.050 --> 00:49:47.241 huda: I think it's motivated me. 471 00:49:48.520 --> 00:50:02.920 huda: I think like we were kind of writing this previously, but like at the time, I wasn't that great of a web developer. And at that time, maybe, like I wasn't like, I didn't quite understand like how savings worked and everything. And so this motivated me like 472 00:50:03.160 --> 00:50:05.579 huda: if this ever happens again. If, like 473 00:50:06.043 --> 00:50:34.399 huda: like this, solutions like what I've worked on to help fix these problems, they've motivated me to like, continue learning about like web development, like data collection and like investment. I mean, I guess I don't really think like investment has anything to do with my profile, so I won't mention that. But like like, it's motivated me to like get better at these things so that I can create larger 474 00:50:35.070 --> 00:50:36.960 huda: projects like these. 475 00:50:39.010 --> 00:50:40.910 Jenny Duan: Yeah, let me write that down 476 00:50:47.347 --> 00:50:51.149 Jenny Duan: so I think here you you have an opportunity to maybe write a little bit more 477 00:50:51.440 --> 00:51:02.110 Jenny Duan: about the impact of Mht jobs. Do you have any data on like the number? Like, maybe you can enter a personal story about like someone whose life was changed in some way by Mht. Jobs. 478 00:51:02.440 --> 00:51:03.890 Jenny Duan: You have a story. 479 00:51:32.528 --> 00:51:39.929 huda: I think I can ask my dad later, because I'm not really sure about this specific statistics yet, or like any like specific stories. 480 00:51:40.369 --> 00:51:44.800 huda: Cause there's like a Whatsapp group with like, more details than that. 481 00:51:44.930 --> 00:51:46.580 huda: So yeah. 482 00:51:47.420 --> 00:51:48.920 Jenny Duan: Okay, then, sounds good. 483 00:51:48.940 --> 00:51:53.460 Jenny Duan: Let's go to the next essay, which is the creative side, pros. Christian. 484 00:51:54.900 --> 00:52:15.239 huda: Oh, oh, yeah. And then I wrote 2 drafts for this like the like. The same thing, except I have like different ideas for both of them. It's like basically an analogy about like me, as like someone who likes teaching and like how I teach in like different creative ways. And then the 1st one was just like kind of like 485 00:52:15.440 --> 00:52:31.664 huda: a summary of like folklift Sunday school, and then synthoria. Then the Sec. And the second one I wanted to do kind of like an analogy. So then there's 3 items that Dumbledore has which are like the elder wand, the dilluminator and the pensive 486 00:52:32.950 --> 00:52:40.820 huda: or I guess it's misspelled here. But then I related the Sunday school like instance with the elder wand, and then I 487 00:52:40.900 --> 00:52:48.819 huda: related the the diluminator with synthoria, and then the penceive with vocallift. 488 00:52:48.880 --> 00:52:51.549 huda: So it's kind of like analogy throughout. 489 00:52:53.200 --> 00:52:58.240 Jenny Duan: Yeah, I feel like there's no need to necessarily write about synthoria 490 00:52:58.380 --> 00:53:01.859 Jenny Duan: again. But curious your thoughts here. 491 00:53:02.460 --> 00:53:04.243 huda: Yeah, I I agree. 492 00:53:05.210 --> 00:53:11.120 huda: I just like, yeah, I think it definitely like fits, and is more important in the other essays. So 493 00:53:11.180 --> 00:53:17.800 huda: I could like, maybe remove that, and then, like focus more on folklift and Sunday school. 494 00:53:18.343 --> 00:53:21.679 huda: or otherwise like, think of something to replace this one. 495 00:53:23.020 --> 00:53:26.520 Jenny Duan: And I also like I think I like draft one better. 496 00:53:27.020 --> 00:53:27.900 huda: Oh, okay. 497 00:53:28.130 --> 00:53:30.880 Jenny Duan: I just I feel like it feels more immersive. 498 00:53:36.910 --> 00:53:38.700 Jenny Duan: actually. Hmm! 499 00:53:40.520 --> 00:53:46.959 Jenny Duan: So why, why is Dumbledore like, why is that important to you? I think that's not something that comes clear to me right now, like. 500 00:53:47.010 --> 00:53:54.159 Jenny Duan: why is Dumbledore or like, why do you like Harry Potter? Is it? Do you like Harry Potter? Or how did you decide to write about Dumbledore. 501 00:53:54.760 --> 00:54:06.140 huda: Yeah, I think it's because, like I wanted, I knew I wanted to write about like education, because I think that's like or like coming up with creative ways and like adapting and everything. I think that's my biggest 502 00:54:06.725 --> 00:54:10.914 huda: like, that's like the way I express myself creatively. 503 00:54:11.540 --> 00:54:23.100 huda: and then, so I guess, like the 1st person I thought of when I thought of like education, and like mentoring other people, I thought of Dumbledore, and like cause. He also like 504 00:54:23.480 --> 00:54:40.166 huda: it's not about like him, like honing his magic skills. He teaches Harry about his magic skills. And I think that's like a large part about like what makes me creative. I think it's like I like to like help other people find like their own way of creating magic 505 00:54:40.560 --> 00:54:42.309 huda: as opposed to just like 506 00:54:42.350 --> 00:54:48.870 huda: being like really good at something like teaching others to find their own magic is kind of like the point I'm getting at. 507 00:54:49.570 --> 00:54:50.930 Jenny Duan: Hmm! Totally. 508 00:54:51.170 --> 00:54:52.030 Jenny Duan: Oh. 509 00:54:59.660 --> 00:55:01.930 Jenny Duan: Like my favorite 510 00:55:01.970 --> 00:55:05.380 Jenny Duan: education mentor, or like my favorite. 511 00:55:06.600 --> 00:55:10.100 Jenny Duan: like like my most inspiring mentor. 512 00:55:10.470 --> 00:55:14.100 Jenny Duan: like my most inspiring fictional mentor 513 00:55:14.840 --> 00:55:18.990 Jenny Duan: made my inspiring fictional mentor. How's that for draft? 2. 514 00:55:19.620 --> 00:55:20.779 huda: Yeah, I'll 515 00:55:24.870 --> 00:55:25.460 huda: or you know. 516 00:55:25.740 --> 00:55:30.220 Jenny Duan: I don't necessarily need to write that. I just think it would be nice to maybe 517 00:55:30.680 --> 00:55:34.930 Jenny Duan: like add, why, you decided to involve Dumbledore. 518 00:55:35.590 --> 00:55:36.440 huda: Yeah. 519 00:55:39.690 --> 00:55:45.310 huda: Also, I don't know if, like the analogy with, like the elders, wand the illuminator and the conceive 520 00:55:45.831 --> 00:55:47.839 huda: I don't know if like. 521 00:55:48.190 --> 00:55:51.879 huda: if that's too much or like. Do you think it's fine? 522 00:55:57.340 --> 00:55:58.270 Jenny Duan: think it's 523 00:56:00.150 --> 00:56:05.000 Jenny Duan: I think it's fine. I but I also really like this with an expo marker and a dream. 524 00:56:09.230 --> 00:56:19.530 Jenny Duan: I feel like what I like about about about draft. One is that it doesn't have as much jargon, because I feel like Elder wand illuminator and pensive, pensive. I feel like 525 00:56:20.000 --> 00:56:21.270 Jenny Duan: it's not. 526 00:56:22.060 --> 00:56:24.670 Jenny Duan: doesn't make sense to people who don't really know Harry Potter. 527 00:56:25.120 --> 00:56:25.920 huda: I agree. 528 00:56:26.560 --> 00:56:33.989 Jenny Duan: But I but I actually do think, Strap, one is better because I like how you emphasize like, why, double door here. 529 00:56:34.860 --> 00:56:38.420 huda: Yeah, I think. And I feel like it also sounds more 530 00:56:38.570 --> 00:56:41.140 huda: genuine than the second one, because I feel like. 531 00:56:41.509 --> 00:56:43.359 Jenny Duan: It feels a little canned. 532 00:56:43.360 --> 00:56:48.509 huda: Yeah. And I was also trying to like, make a bunch of connections. And I I don't think that might be too clear. 533 00:56:49.980 --> 00:56:53.029 huda: yeah. So I I definitely like draft one a little better. 534 00:56:54.140 --> 00:56:54.790 Jenny Duan: Period. 535 00:56:57.610 --> 00:56:59.379 huda: And so like this. 536 00:56:59.380 --> 00:57:01.980 Jenny Duan: Now, maybe let's talk about 537 00:57:02.120 --> 00:57:03.770 Jenny Duan: the next essay. 538 00:57:05.470 --> 00:57:06.990 huda: Oh, this paragraph. 539 00:57:06.990 --> 00:57:08.059 Jenny Duan: I wouldn't make sure. 540 00:57:09.750 --> 00:57:17.960 huda: Sorry. This paragraph? Should I remove it? Or should I like replace it with maybe, like another extracurricular. 541 00:57:18.440 --> 00:57:20.960 Jenny Duan: I think you'll replace it with another extracurricular. 542 00:57:25.230 --> 00:57:29.529 huda: let me see like which one matches like education the most. 543 00:57:38.100 --> 00:57:39.679 huda: I don't know. I don't. 544 00:57:39.780 --> 00:57:42.179 huda: I don't know if we talked about empowering. AI yet. 545 00:57:43.060 --> 00:57:43.960 huda: yeah. 546 00:57:44.170 --> 00:57:46.859 Jenny Duan: Maybe like it's empowering AI a 547 00:57:47.230 --> 00:57:51.590 Jenny Duan: nonprofit I created, or a project I created something like that. 548 00:57:52.770 --> 00:58:11.399 huda: I don't know if, like. Okay, so should I do empowering AI, or should I? Do like the English language development tutor? I mean that one's like more directly like education, I think. But I feel like this one. This essay doesn't have enough about like my techie side. So like 549 00:58:11.590 --> 00:58:13.830 huda: I think improng AI might be better. 550 00:58:16.667 --> 00:58:22.569 Jenny Duan: Okay. So here you also write about folklift, right? But then you have this other essay about 551 00:58:22.640 --> 00:58:26.240 Jenny Duan: J. Camp. Is there a way that you can like, maybe 552 00:58:26.360 --> 00:58:32.469 Jenny Duan: like shift things around. So either you put full clip in the one about J. Camp or or you. 553 00:58:33.650 --> 00:58:39.620 Jenny Duan: yeah, add the English language initiative also to this essay, like, in addition to everything else. 554 00:58:44.390 --> 00:58:45.580 huda: I think 555 00:58:46.210 --> 00:58:48.370 huda: I don't think folklift 556 00:58:48.680 --> 00:58:53.679 huda: I mean folklift might fit into that one. And also I'm not a big fan of that essay, so I might like 557 00:58:53.690 --> 00:58:56.218 huda: change it entirely. So 558 00:58:56.860 --> 00:59:01.229 huda: yeah, I'd be fine with like removing folklift from this essay. 559 00:59:02.700 --> 00:59:05.680 Jenny Duan: Let's maybe look at that essay right now. Actually. 560 00:59:07.600 --> 00:59:11.519 huda: Yeah, I don't know. I feel like this isn't really. I don't really like it, because it's not really 561 00:59:11.870 --> 00:59:15.180 huda: substantive. I feel like a lot of it's just like 562 00:59:15.190 --> 00:59:17.929 huda: telling rather than showing. I'm sure. 563 00:59:22.340 --> 00:59:26.050 Jenny Duan: I love this memory foam mattress. 564 00:59:26.440 --> 00:59:26.920 Jenny Duan: Right? 565 00:59:28.830 --> 00:59:31.910 Jenny Duan: So how does the memory phone mattress relate to everything else? Though 566 00:59:32.010 --> 00:59:33.990 Jenny Duan: I feel like there's no transition here. 567 00:59:36.030 --> 01:00:00.589 huda: yeah, I think the transition is a bit odd. But like what I'm trying to get at is that like I am a memory foam mattress because, like for example, at J. Camp, when I was listening to this guy's story about like being religiously persecuted from his home. Like, I guess, like I molded like how memory foam like changes like when you sleep on it like it changes to your shape. It looks like. 568 01:00:01.000 --> 01:00:06.370 huda: I kind of like cater to his needs, which at the time he just kind of like wanted to talk about like 569 01:00:06.460 --> 01:00:11.472 huda: like the struggle rather than like advice. But then other times like 570 01:00:12.180 --> 01:00:13.640 huda: other times. 571 01:00:14.070 --> 01:00:30.059 huda: I guess, like I don't know how to explain it like other times, I'll like give advice, and so like I'll just like mold to like how like other people. I don't. This is like a kind of way of showing that like I'm adaptable. But at the same time, like I'm firm. And so like 572 01:00:30.380 --> 01:00:46.649 huda: While he was talking about Pakistan and I got reminded of India. I didn't like just kind of take over and like, start talking about India. And so that's why I use that analogy. But I guess it doesn't really make sense without a transition. But yeah. 573 01:00:52.660 --> 01:01:18.050 Jenny Duan: Why does? Why did you choose this memory? Foam, mattress analogy like, how does a memory foam? Besides the fact that, like you're showing yourself through the analogy of a memory foam mattress like, how does a memory foam mattress, relate to you like like? Do you sleep on a memory foam mattress growing up like, I'm just curious like, how did this come like? Why, why is memory foam? Not? I think this is a brilliant analogy. But like, how does this relate to you in any way. 574 01:01:18.970 --> 01:01:22.430 huda: I mean, I guess, like all my or I guess, like 575 01:01:22.580 --> 01:01:26.289 huda: my family kind of mainly just uses like normal mattresses. 576 01:01:27.040 --> 01:01:35.919 huda: but I'm kind of like picky, with like what mattress to use and like, I find, like I find, the most comfort with like a memory foam, mattress. 577 01:01:38.970 --> 01:01:41.144 Jenny Duan: Okay, that's important. 578 01:01:48.440 --> 01:01:52.099 Jenny Duan: maybe some, some. Somewhere in the beginning, you can write about how like 579 01:01:56.910 --> 01:02:06.219 Jenny Duan: my family like always jokes about like my particularity towards mattresses, or like maybe say, like 580 01:02:06.580 --> 01:02:12.200 Jenny Duan: I haven't, we could start it. I don't know if this is too distracting or too deviant, but you can say like 581 01:02:12.350 --> 01:02:19.209 Jenny Duan: I haven't. I've have a natural inclination, or I have an obsession with mattresses, or like I have a natural inclination towards mattresses 582 01:02:19.670 --> 01:02:20.630 Jenny Duan: when 583 01:02:22.420 --> 01:02:25.560 Jenny Duan: when others like may prefer Xyz like. 584 01:02:25.700 --> 01:02:31.890 Jenny Duan: like out of the millions of mattresses I've tried like. This is my favorite, and this is why. 585 01:02:32.060 --> 01:02:33.280 huda: Yeah, I like that. 586 01:02:34.180 --> 01:02:39.510 Jenny Duan: I don't maybe not millions out of maybe like the hundreds. I don't. I don't think you've slept on millions of cheeses. 587 01:02:40.170 --> 01:02:42.380 huda: Honestly, even like tens out of the 588 01:02:43.510 --> 01:02:45.620 huda: and some mattresses 589 01:02:47.790 --> 01:02:49.600 huda: I slept on. 590 01:02:51.043 --> 01:02:52.630 huda: Memory phone 591 01:02:52.700 --> 01:02:54.459 huda: brought me the most comfort. 592 01:02:57.050 --> 01:03:01.989 Jenny Duan: Maybe not the I wouldn't maybe write. It brought you the most comfort, but I would write something else like 593 01:03:02.070 --> 01:03:04.060 Jenny Duan: memory from 594 01:03:05.890 --> 01:03:09.519 Jenny Duan: have always provided me with the most restful sleep or something. 595 01:03:20.700 --> 01:03:26.910 Jenny Duan: Okay, I don't think you need to write that. You've always seen yourself a bit like that mattress. I think you could just show that in the rest of the essay. 596 01:03:29.630 --> 01:03:32.389 huda: And then, like, maybe the transition could be better, because it's a bit 597 01:03:32.500 --> 01:03:33.460 huda: okay. 598 01:03:33.810 --> 01:03:43.930 Jenny Duan: Okay. I think now that I have more context here, I think that you can keep folklift in the Dumbledore essay, but instead, also add some like, add a couple sentences about the English 599 01:03:44.020 --> 01:03:45.100 Jenny Duan: teaching. 600 01:03:47.840 --> 01:03:48.520 huda: Yeah. 601 01:03:48.520 --> 01:03:52.039 Jenny Duan: And then I think that covers like pretty much all of your activities. 602 01:03:54.080 --> 01:03:57.510 Jenny Duan: What about like the mosque? Do you write about the mosque anywhere. 603 01:03:57.840 --> 01:04:01.310 huda: Yes, that's in the like. The dumbledore essay. 604 01:04:01.310 --> 01:04:02.020 Jenny Duan: Oh, wait. 605 01:04:02.690 --> 01:04:04.700 Jenny Duan: Yeah, yeah. I see this. 606 01:04:05.050 --> 01:04:17.970 Jenny Duan: Okay, I think this is a good stopping point. For now I feel like these essays. I feel really good about. I think there's like very minimal revisions, I mean, besides, just like some rearranging. But I don't think there's anything like huge that needs to be changed 607 01:04:18.120 --> 01:04:27.699 Jenny Duan: here, I think actually, our next big priority should be, since we decide to add the uncsays like getting a initial draft of those would be really, really nice. 608 01:04:28.100 --> 01:04:39.760 huda: Yeah, I actually kind of just there's like 2 supplementals only. And one of them is about like, how has your per one of your personal qualities. 609 01:04:40.115 --> 01:04:49.580 huda: Helped. You made a positive impact on the community. And then I was thinking of just kind of reusing the dumbledore essay. Maybe it's just like a little 610 01:04:49.610 --> 01:05:01.961 huda: tweaked from that. And then the other supplemental was about like an academic topic that you're excited to explore and learn about in college. Why does this topic interest you? 611 01:05:02.610 --> 01:05:11.320 huda: And then we could use, like the the Stanford curiosity supplemental, or like the the one from like 612 01:05:11.640 --> 01:05:14.059 huda: the one from the Uc. One as well. 613 01:05:14.370 --> 01:05:15.210 huda: either or. 614 01:05:15.300 --> 01:05:16.950 Jenny Duan: How long are those essays? Again. 615 01:05:17.270 --> 01:05:18.909 huda: 2 50 words. 616 01:05:19.100 --> 01:05:30.220 Jenny Duan: Oh, perfect super live. Okay. In that case, tomorrow, maybe, we can go back to the Stanford essays and working on those unless you have another preference for something else to work on. Tomorrow. During our meeting. 617 01:05:31.360 --> 01:05:32.629 huda: Yeah, I think. 618 01:05:33.236 --> 01:05:37.203 huda: Yeah, let's go back to the Stanford essays. And then, 619 01:05:37.700 --> 01:05:43.590 huda: yeah. So once we check back on that, I'll just use that same one for the Unc. One, and I can 620 01:05:44.029 --> 01:05:47.439 huda: and then we can just see if it fits the topic. 621 01:05:48.880 --> 01:05:53.420 Jenny Duan: Okay, cool. Then tomorrow does 7, 15 to 8 15. Is that still a good time for you? 622 01:05:53.420 --> 01:05:54.040 huda: Yeah. 623 01:05:54.430 --> 01:05:56.670 Jenny Duan: Okay, cool. I will see you then. Then. 624 01:05:56.900 --> 01:05:59.610 huda: Yeah, I'll see you soon. Bye. 625 01:05:59.610 --> 01:06:00.370 Jenny Duan: Bye.",
  "segments": [
    "Week 21 - Coaching_Jenny_Huda_Wk21_2024-10-05_M_180bb4403cfb7e62_U_180bb4403cfb7e62 WEBVTT 1 00:03:35.870 --> 00:03:36.600 3. 2 00:04:15.930 --> 00:04:17.519 Jenny Duan: Yeah, how's it going. 3 00:04:18.010 --> 00:04:21.489 huda: Hi! It's going well, how are you? I forgot to take this out. 4 00:04:22.100 --> 00:04:26.669 Jenny Duan: Alright. I don't know if I can hear you. I don't know if it's my computer or yours. 5 00:04:27.550 --> 00:04:29.359 huda: One second! Oh, wait! 6 00:04:29.360 --> 00:04:30.379 Jenny Duan: Oh, you know! 7 00:04:31.040 --> 00:04:33.039 huda: Okay, I'm doing good. How are you? 8 00:04:33.607 --> 00:04:37.889 Jenny Duan: I'm doing good, too. How's your break been? Is it your 1st weekend of fall? Break. 9 00:04:38.270 --> 00:04:41.218 huda: Yes, it's been going pretty great. 10 00:04:41.760 --> 00:04:47.098 huda: I mean, like I just been went to Sunday school to volunteer. And then 11 00:04:47.660 --> 00:04:52.429 huda: I guess. Yeah, I guess I've just been working on essays. Besides that. 12 00:04:53.720 --> 00:04:55.699 Jenny Duan: Oh, I said they, still volunteering. 13 00:04:56.300 --> 00:05:11.829 huda: It was nice. I think we like we had like a test or something. So then I had to like help them out with that. And then I'm gonna be like in charge of the students for the next 2 weeks. Because the teachers gone. So yeah, I guess that that'll be really cool. 14 00:05:12.840 --> 00:05:13.690 Jenny Duan: Nice 15 00:05:15.000 --> 00:05:28.380 Jenny Duan: all right. So I think we can just get started. I see that you've written a lot of your Uc applications, and so are these your final essays? I mean your final prompts that you're choosing, or are you still like navigating between the different prompts. 16 00:05:28.820 --> 00:05:31.689 huda: I mean, these are the prompts that I like. 17 00:05:31.950 --> 00:05:40.204 huda: Felt like I could answer the best. But I think some of these essays I don't really like them, so I might have to like change ",
    "the prompt or like 18 00:05:40.690 --> 00:05:43.510 huda: change like the way I approach them. 19 00:05:44.810 --> 00:05:45.760 Jenny Duan: Okay, great. 20 00:05:46.060 --> 00:05:55.299 Jenny Duan: I think this essay, I mean, we already talked about your 1st essay. I think it's quite good. You have 350. I mean, we have 100 extra words here. Right? 21 00:05:56.650 --> 00:05:57.620 Jenny Duan: So. 22 00:05:58.270 --> 00:05:59.070 Jenny Duan: okay. 23 00:05:59.340 --> 00:06:07.339 Jenny Duan: this is like about the academic subject that you want to study. And it makes sense because you want to study games and computer science and digital media and journalism. 24 00:06:07.390 --> 00:06:13.609 Jenny Duan: So for all the Uc schools, are you planning to apply for all of them for Cs or data science or something different. 25 00:06:14.190 --> 00:06:19.590 huda: Yeah, almost mostly. So for Berkeley, I'm doing media studies 26 00:06:19.989 --> 00:06:42.730 huda: with a concentration on digital media. Because I checked. And then that's like the one course that provides like game development or one concentration slash major, that provides like game development. And then uc, irvine is game development, interactive media and game development. And then I think some of the other ones like I think it was San Diego 27 00:06:42.770 --> 00:06:46.361 huda: and Ucla are data science. So 28 00:06:47.420 --> 00:06:50.700 huda: yeah, I think cause cause those ones don't really have like. 29 00:06:51.850 --> 00:06:53.679 huda: like the same programs. 30 00:06:55.840 --> 00:06:58.580 Jenny Duan: Right? Okay, sounds good. 31 00:06:58.630 --> 00:07:02.549 Jenny Duan: I think this. And okay. So let's go through the 1st essay starting here. 32 00:07:05.540 --> 00:07:10.279 Jenny Duan: I think this sentence is standing out to me is a little bit clunky, so I think 33 00:07:10.420 --> 00:07:24.140 Jenny Duan: here this could be slightly edited here. It fasc. It fascinates me that what seems like a nu",
    "dging of joysticks, really shapes us often without us even noticing. I feel like for this. It might be better to reword it as something like 34 00:07:24.230 --> 00:07:28.129 Jenny Duan: fascinates me that like while we 35 00:07:28.160 --> 00:07:36.399 Jenny Duan: are choosing the characters, path, or something like it in turn, shape the way that we are like. Well, we get to choose the characters decision making. They also choose like 36 00:07:36.900 --> 00:07:39.610 Jenny Duan: they also impact us in different ways, too. 37 00:07:40.129 --> 00:07:54.940 Jenny Duan: I feel like a nudging of joysticks doesn't really make sense in the context of this essay, because it's not always joysticks when you're gaming like there's a lot of different mediums, especially because you talk about like mushroom Kingdom Grand Theft auto, like, I don't really think you're using joysticks in all of these. 38 00:07:56.100 --> 00:07:56.800 huda: Yeah, 39 00:07:57.960 --> 00:07:58.590 huda: go ahead. 40 00:07:58.730 --> 00:08:08.309 huda: So would I put something like like our choices in the game. Often like reveal our own 41 00:08:08.867 --> 00:08:11.190 huda: like or like things about ourselves. 42 00:08:11.250 --> 00:08:14.819 huda: or something like that, like, maybe less generic. But yeah. 43 00:08:15.870 --> 00:08:17.260 Jenny Duan: Reveal. 44 00:08:18.070 --> 00:08:20.789 Jenny Duan: Is there like a game analogy you can put here. 45 00:08:22.700 --> 00:08:23.400 huda: Hmm 46 00:08:24.140 --> 00:08:25.829 huda: like. Oh, what do you mean? 47 00:08:26.340 --> 00:08:33.809 Jenny Duan: Like, like, not like secret mission, but or like power ups or like, but something like that, like gaming language that you could use. 48 00:08:35.730 --> 00:08:37.059 Jenny Duan: If not, then that's it. 49 00:08:39.280 --> 00:08:43.239 huda: Like I. I could just think of the characteristics because a lot of games have, like 50 00:08:43.250 --> 00:08:45.769 huda: like your health bar like something like th",
    "at, like. 51 00:08:45.770 --> 00:08:46.450 Jenny Duan: Yeah, yeah. 52 00:08:46.670 --> 00:08:47.360 huda: Yeah. 53 00:08:49.090 --> 00:08:50.300 Jenny Duan: Okay, great. 54 00:08:51.610 --> 00:08:56.160 Jenny Duan: You can say often, I like this often without us even notice it. 55 00:09:02.910 --> 00:09:10.760 Jenny Duan: I feel like this is just a little straightforward. So I feel like if there's a way that we could weave it back into the analogy or make it 56 00:09:11.510 --> 00:09:16.510 Jenny Duan: a little bit more creative. That would be good because you don't want to like, thrust the answer straight into the reader. 57 00:09:19.550 --> 00:09:23.909 Jenny Duan: But you can look back at that later. It doesn't have to be right now. It could just be whatever you think of it. 58 00:09:25.050 --> 00:09:25.780 huda: Yeah. 59 00:09:29.430 --> 00:09:32.969 Jenny Duan: I understand how they work and why they teach 60 00:09:35.290 --> 00:09:38.310 Jenny Duan: encoded. My, okay, I feel like you can. 61 00:09:38.320 --> 00:09:40.925 Jenny Duan: Here, you can write more about 62 00:09:41.680 --> 00:09:43.890 Jenny Duan: how you further this interest? 63 00:09:44.390 --> 00:09:47.190 Jenny Duan: Because since you have like 100 more words. 64 00:09:47.260 --> 00:09:50.187 Jenny Duan: it's not a lot. But you can write about like 65 00:09:51.730 --> 00:09:54.330 Jenny Duan: Maybe like how else you've learned. 66 00:09:54.920 --> 00:09:57.870 Jenny Duan: like, how else you've coded, developed. 67 00:09:57.960 --> 00:10:02.559 Jenny Duan: etc. and like, maybe you could talk about like from your very 1st game. 68 00:10:02.640 --> 00:10:11.759 Jenny Duan: like how you coded your 1st game to now, and what's changed in the meantime? What was the first? st Wasn't there the 1st game that you coded, or is there stuff before that. 69 00:10:12.374 --> 00:10:17.079 huda: I think like when I was younger I made like a soccer game on scratch. 70 00:10:18.020 --> 00:10:18.960 Jenny Duan: Okay",
    ", yeah. 71 00:10:22.860 --> 00:10:24.650 Jenny Duan: my own games. 72 00:10:26.050 --> 00:10:31.139 Jenny Duan: maybe like starting with scratch and then graduating to 73 00:10:31.240 --> 00:10:32.680 Jenny Duan: or like, and then 74 00:10:33.470 --> 00:10:38.160 Jenny Duan: developing my skills. Or then, you know, like showing your progress over time. 75 00:10:40.090 --> 00:10:42.289 Jenny Duan: It all culminated in synthoria. 76 00:10:43.270 --> 00:10:48.199 Jenny Duan: Okay, I think this, you're missing a little bit of why, Synthoria, like 77 00:10:48.290 --> 00:11:03.410 Jenny Duan: what like, I'd love to see like at least one just one sentence adding a transition to like, why is this game specifically was so meaningful or important to you and like, why did you have to decide to code synthoria versus like any other game about something different. 78 00:11:03.410 --> 00:11:19.199 Jenny Duan: like, it's clear why synthoria is an impactful game. But like, why is this relevant to you? And why did you choose it versus a different game that maybe, like you could have made an education you may have you could have made because you're passionate about education. You could have made a game teaching people to code so like. Why? 79 00:11:19.500 --> 00:11:22.979 Jenny Duan: And Cynthoria, why was Cynthoria, like the culmination. 80 00:11:25.530 --> 00:11:28.119 Jenny Duan: What do you think? I think you just need one sentence here. 81 00:11:29.030 --> 00:11:37.429 huda: So like, so basically, why data science is that like, why is data science, the main topic of synthoria. 82 00:11:37.720 --> 00:11:39.570 Jenny Duan: No, I think. 83 00:11:40.350 --> 00:11:42.810 Jenny Duan: is data science. The main topic of synthoria. 84 00:11:43.730 --> 00:12:00.860 huda: Well, I think it's like the main part that you're learning. You're learning about like different data science concepts. And then AI ethics. But then it's also. But then, like, I think that that's like the main teaching asp",
    "ect of it. But then there's also like representation, and like ethical dilemmas. 85 00:12:01.290 --> 00:12:11.529 Jenny Duan: Yeah, I mean, yeah, like, out of all the games that you decided to code like, why is centuria specifically the culmination versus a different type of game, I think, is the question. 86 00:12:12.250 --> 00:12:17.537 huda: So like, should I focus on like, why, I made an educational game or 87 00:12:18.340 --> 00:12:19.250 huda: like. 88 00:12:19.570 --> 00:12:23.869 huda: like, what specific aspect of synthroy should I focus on in this sentence. 89 00:12:24.070 --> 00:12:26.810 Jenny Duan: How did you get from these? Different 90 00:12:26.840 --> 00:12:34.249 Jenny Duan: like? Is these scratch games to synthoria? Is the question like, How did you come up with this idea like, why is this important to you 91 00:12:34.360 --> 00:12:41.989 Jenny Duan: and like, why did you decide to code synthoria? Not? Why did you decide to come to education game? But like, why did you decide to code synthoria specifically. 92 00:12:44.140 --> 00:12:56.699 huda: I mean, like, I think I talked about this in another essay. But it's about like how I didn't really have access to like educational tools like this growing up or I guess 93 00:12:57.060 --> 00:12:58.930 huda: I didn't understand 94 00:12:59.390 --> 00:13:08.369 huda: data science that well and like through watching like lots of Youtube videos and tutorials. I was able to like, I guess. 95 00:13:08.440 --> 00:13:09.820 huda: come up with 96 00:13:10.190 --> 00:13:15.530 huda: and like a way to simplify that into a game so that, like people like me can understand these things. 97 00:13:17.850 --> 00:13:18.880 Jenny Duan: Sounds good. 98 00:13:22.350 --> 00:13:24.579 Jenny Duan: yeah, I feel like that makes sense just 99 00:13:24.940 --> 00:13:35.370 Jenny Duan: emphasizing again, like, yeah, you didn't have these resources. So you wanted to have a platform, that where other people get their in data science. ",
    "And then you decide to make somethoria. Because of that, I feel like that's good. 100 00:13:38.110 --> 00:13:40.920 Jenny Duan: I think this does. This analogy doesn't 101 00:13:41.080 --> 00:13:47.080 Jenny Duan: like this last sentence about like consensus natural to learn as collecting coins on a platformer. I feel like this feels 102 00:13:47.150 --> 00:13:49.290 Jenny Duan: a little bit out of place in what's 103 00:13:49.460 --> 00:13:54.080 Jenny Duan: maybe like a more serious analogy. So maybe I would take this part out 104 00:13:54.230 --> 00:13:59.783 Jenny Duan: in case you need words for the rest of your analogy, and then I feel like here. 105 00:14:00.610 --> 00:14:06.051 Jenny Duan: you can write about like games, for, like the woman in games, ambassadorship, 106 00:14:08.070 --> 00:14:22.190 Jenny Duan: and then also games for change. That way. You're able to talk about like some of the legacy of your work like, how do you continue this in the future? And like, why is this a big part of your life, and how it's changed you? So now you want to leverage it to like change other people? 107 00:14:22.818 --> 00:14:24.649 Jenny Duan: Does that make sense. 108 00:14:24.650 --> 00:14:36.739 huda: Yeah. And is it okay, like, in these type of sentence, or in these type of essays to like flat out, like, mention? Like the names of these organizations, and like maybe some direct like impacts that I've caused. 109 00:14:36.740 --> 00:14:38.690 Jenny Duan: Yeah, I feel like, that's totally fine. 110 00:14:40.361 --> 00:14:49.638 huda: For example, like the workshop that I hosted for women in games, it was actually attended by like people from 46 different cities. 111 00:14:50.010 --> 00:14:53.959 Jenny Duan: Yeah, I would definitely try to put that in if if it if you can. 112 00:14:54.650 --> 00:14:55.300 huda: Okay. 113 00:14:56.410 --> 00:15:01.590 Jenny Duan: It's okay to do like a little bit of humble bragging. I feel like that's totally fine in this context. 11",
    "4 00:15:02.570 --> 00:15:06.340 huda: Yeah, I'm not really used to that with, like the other essays we've done. 115 00:15:07.410 --> 00:15:14.210 Jenny Duan: Because I mean, as long as you don't write about it too much like you just want to give them a hint that you've done this and then that way they can look at 116 00:15:14.579 --> 00:15:25.739 Jenny Duan: like the other parts of your profile to find like more information like they can look at your activity section to find more information. But like, you just want to give them like a small breadcrumb, so that they know where to look. 117 00:15:30.770 --> 00:15:31.900 Jenny Duan: Yeah. 118 00:15:32.900 --> 00:15:33.790 Jenny Duan: okay. 119 00:15:39.700 --> 00:15:42.850 Jenny Duan: And then I love this last part. I feel like this is really strong. 120 00:15:45.240 --> 00:15:50.570 Jenny Duan: that's those are all my notes on this 1st essay. How are you feeling about this 1st essay after we talked 121 00:15:50.930 --> 00:15:52.160 Jenny Duan: about this. 122 00:15:53.158 --> 00:16:00.520 huda: I feel I feel good. I think I might like have some awkward or like out of place wording for 123 00:16:00.530 --> 00:16:28.739 huda: the women in games, ambassadorship, and games for change. Paragraph. Just because I feel like the whole like beginning part kind of talks about like kind of theoretical, like like how video games can be used for good and this one's like, like actual like results of that, or like impact of that and so I think I might need a workshop like how I write that. So it blends in. But 124 00:16:28.770 --> 00:16:32.950 huda: I feel like the concepts there like I can. I can write like a good 125 00:16:33.190 --> 00:16:35.710 huda: paragraph, and I just need to like blend it in better. 126 00:16:36.450 --> 00:16:37.370 Jenny Duan: Sounds good. 127 00:16:40.880 --> 00:16:52.610 Jenny Duan: cool. I also think that, like you didn't have to write too much about these like humble brags as long as you have, like a s",
    "light mention of it, just so that the admissions officer knows to look for it in other parts of your profile you should be good. 128 00:16:53.657 --> 00:16:58.912 Jenny Duan: Yeah. Okay, let's go to the next essay, which is about 129 00:16:59.620 --> 00:17:01.350 Jenny Duan: leadership experience. 130 00:17:03.390 --> 00:17:04.150 Jenny Duan: yeah. 131 00:17:05.310 --> 00:17:08.480 Jenny Duan: what does this mean? Can definitely elaborate more on here. 132 00:17:09.598 --> 00:17:13.279 huda: I wrote this. And I, it's like, definitely like, below. 133 00:17:13.400 --> 00:17:17.340 huda: 3 50 words. It's just like a basic like. 134 00:17:17.650 --> 00:17:19.829 huda: really, really basic draft of it. 135 00:17:20.260 --> 00:17:24.300 Jenny Duan: Have you written a similar essay before? I feel like I've seen different iterations of this. 136 00:17:24.300 --> 00:17:29.429 huda: Yeah, this is the one that is actually like taken out of the the naviance, answers one. 137 00:17:29.430 --> 00:17:31.360 Jenny Duan: Okay, that's cool. Yeah, okay. 138 00:17:31.720 --> 00:17:32.340 Jenny Duan: great. 139 00:17:42.780 --> 00:17:45.749 Jenny Duan: Wait. I'm not exactly sure. If this has. 140 00:17:50.800 --> 00:17:52.000 Jenny Duan: Hmm. 141 00:17:56.130 --> 00:17:58.700 Jenny Duan: yeah, actually, I do think this fits the prompt. Okay. 142 00:17:59.040 --> 00:18:02.289 Jenny Duan: I I'm just not sure if they're looking for more like a 143 00:18:02.570 --> 00:18:03.810 Jenny Duan: a like 144 00:18:03.850 --> 00:18:07.489 Jenny Duan: group like a activity impact type of thing. 145 00:18:07.760 --> 00:18:12.359 Jenny Duan: But I'm wondering, is there another prompt that you feel like might fit this question. 146 00:18:14.860 --> 00:18:16.750 huda: Let me see the prompts. Actually. 147 00:18:34.030 --> 00:18:37.890 huda: I mean, there's one, which is 148 00:18:38.978 --> 00:18:43.249 huda: I guess 2 kind of fits. One of them is. 149 00:18:44.010 --> 00:18:57.290 huda: describe the mo",
    "st significant challenge you have faced and the steps you've taken to overcome this challenge. How has this challenge affected your academic achievement? And I think like I could like connect this to like the. 150 00:18:57.890 --> 00:19:02.929 huda: I guess, like the selfness, selflessness that I picked up from this experience. 151 00:19:02.930 --> 00:19:03.580 Jenny Duan: I'm like. 152 00:19:03.580 --> 00:19:05.399 huda: That's helped me academically. 153 00:19:05.670 --> 00:19:06.960 Jenny Duan: Paste that prompted. 154 00:19:07.170 --> 00:19:08.310 huda: Oh, yeah, 155 00:19:09.270 --> 00:19:14.399 huda: but yeah, like, I don't know if that will be like a significant enough like challenge to put on here. 156 00:19:15.033 --> 00:19:18.550 huda: Cause, I know, like a lot of people have, like more dramatic 157 00:19:19.670 --> 00:19:22.550 huda: challenges. They wrote for this prompt 158 00:19:24.198 --> 00:19:26.389 huda: and then the other one. 159 00:19:28.192 --> 00:19:30.447 huda: This one's not as related, but it's 160 00:19:30.790 --> 00:19:35.080 huda: What have you done to make your school or your community a better place. 161 00:19:39.030 --> 00:19:40.689 Jenny Duan: Okay, I think 162 00:19:41.680 --> 00:19:43.370 Jenny Duan: maybe 163 00:19:44.840 --> 00:19:47.350 Jenny Duan: the most significant challenge. 164 00:19:48.650 --> 00:19:49.405 Jenny Duan: Okay. 165 00:19:53.230 --> 00:19:53.880 Jenny Duan: Oops. 166 00:19:54.000 --> 00:19:55.490 Jenny Duan: who's 167 00:19:57.340 --> 00:20:04.830 Jenny Duan: I feel like for challenge essays, since I know that you already have the other essay about the rural town. I feel like you should. 168 00:20:05.290 --> 00:20:12.070 Jenny Duan: Let's actually let me turn to that essay really quickly, because I feel like you should only write one of your 4 essays about challenges that you've overcome. 169 00:20:12.250 --> 00:20:19.297 Jenny Duan: cause I feel like you shouldn't write, too about like similar challenges. I a",
    "lso feel like in this one. 170 00:20:19.790 --> 00:20:27.820 Jenny Duan: Synthoria. You already talk about synthoria in your 1st essay, so I feel like you should write 2 essays about synthoria as well. 171 00:20:28.230 --> 00:20:29.329 huda: Yeah, I think 172 00:20:29.560 --> 00:20:40.219 huda: I think I was like the 1st one I was like, just I wasn't really considering it if I wanted to use it, but I think it does. I think in my opinion it's like a bit stronger than this one. 173 00:20:41.700 --> 00:20:42.710 Jenny Duan: I agree. 174 00:20:42.750 --> 00:20:44.700 huda: And yeah, so 175 00:20:44.810 --> 00:20:48.709 huda: also I, and like the other one that I I kind of like the one. 176 00:20:48.860 --> 00:21:04.429 huda: It's the one about like the creative side, and like how you express your creative side, that one also, like slightly mentions synthoria like they have. I have like a paragraph about it. But I also have, like a paragraph about like folklift and volunteering at Sunday school. 177 00:21:05.233 --> 00:21:06.480 huda: But yeah. 178 00:21:08.000 --> 00:21:10.502 Jenny Duan: Yeah. In my opinion, I think that you should. 179 00:21:11.170 --> 00:21:21.099 Jenny Duan: Right combine these 2, combine this essay and the essay. 2 about the like $20 bill. I feel like you can combine that into one essay about like 180 00:21:21.120 --> 00:21:26.120 Jenny Duan: rural town, like economic adversity. And all of that can be like one essay 181 00:21:26.617 --> 00:21:29.632 Jenny Duan: and then I think maybe you can use 182 00:21:30.370 --> 00:21:31.150 Jenny Duan: that's 183 00:21:31.870 --> 00:21:33.439 Jenny Duan: you can use 184 00:21:34.490 --> 00:21:39.459 Jenny Duan: like this. Prompt, I think prompt. 4 is like better than the prompt that the other prompt. 185 00:21:39.570 --> 00:21:42.950 Jenny Duan: I think, like you can, you can talk about 186 00:21:43.850 --> 00:21:46.676 Jenny Duan: maybe maybe start it off with the 187 00:21:48.050 --> 00:21:52.769 Jenny Duan:",
    " like, start off the first, st maybe 100 words and use the Andrew Jackson Bill 188 00:21:52.800 --> 00:21:55.883 Jenny Duan: activity, and then and then 189 00:21:59.360 --> 00:22:04.040 Jenny Duan: was filled filled with color once again, and then I think that you can talk here 190 00:22:04.200 --> 00:22:05.350 Jenny Duan: about like 191 00:22:06.623 --> 00:22:07.990 Jenny Duan: growing up 192 00:22:08.420 --> 00:22:10.630 Jenny Duan: in a rural farm town. 193 00:22:10.850 --> 00:22:16.449 Jenny Duan: and then like really like, I think, emphasize the struggles that you have overcome, and like 194 00:22:16.500 --> 00:22:18.400 Jenny Duan: you could mention like, okay. 195 00:22:19.040 --> 00:22:27.800 Jenny Duan: right now, do you qualify for food stamps or free lunch? Yes, right? Okay. Write that down like I would write that down. 196 00:22:29.470 --> 00:22:34.180 Jenny Duan: like receiving free lunch food stands 197 00:22:34.771 --> 00:22:37.118 Jenny Duan: and then like learning how to 198 00:22:38.610 --> 00:23:02.450 Jenny Duan: learning that like you could benefit. I think it's good to write about Mht jobs might be something that you could write about here and like how you use how you found like computer science, even though, like you could talk about, even though your electricity would like frequently disconnect your like computer science was still something that you that you found, because, like it's accessible to learn to for anyone with access to the Internet which 199 00:23:02.450 --> 00:23:19.029 Jenny Duan: allowed you to like create Mht jobs. And since then you've used computer science as like a platform for making change in different ways in your community, and like how? Even though you've overcome this adversity like now, you really care about like ensuring that other people have like education, access for the future. 200 00:23:19.590 --> 00:23:22.650 Jenny Duan: I think that would be like a really good essay. What do you think. 201 00:23:23.160 --> ",
    "00:23:26.799 huda: Yeah, I really like that, take and then 202 00:23:27.330 --> 00:23:37.560 huda: and so like focusing mainly on Mht jobs and like this would also emphasize like kind of my data science background, because in a way, it's also talking about like data collection. 203 00:23:38.790 --> 00:23:41.500 huda: and like, I guess. 204 00:23:43.700 --> 00:23:53.179 huda: yeah, like combining that with adversity. But if this were to like, go under this prompt oh, wait! Which prompt did we decide for this one. 205 00:23:53.180 --> 00:24:00.169 Jenny Duan: I think this would be the prompt 4. Sorry, the prompt at the very bottom. Describe how you've taken advantage of a significant educational 206 00:24:00.600 --> 00:24:03.480 Jenny Duan: opportunity, I think, or or something like that. 207 00:24:05.970 --> 00:24:14.649 huda: Okay, I think the prompt is talk about like an educational barrier. So I'm not sure like, if I can like reword it. Maybe so that the 208 00:24:16.750 --> 00:24:21.260 Jenny Duan: Educational or or actually, maybe most significant challenge might be better. 209 00:24:21.530 --> 00:24:27.640 Jenny Duan: I was thinking, educational barrier in in that, like no access to Internet. For, for, like the 1st 210 00:24:27.810 --> 00:24:32.330 Jenny Duan: part of your essay, but I think maybe most significant challenge might be better. 211 00:24:33.910 --> 00:24:36.480 huda: Okay, yeah, I I agree with that. 212 00:24:38.170 --> 00:24:39.510 huda: and then I can. 213 00:24:40.130 --> 00:24:53.890 huda: And then I guess I can connect this like living in like a place where like it's a rural town like lights would like the light would go out. And that's like impacted my like educational. 214 00:24:55.450 --> 00:24:56.790 huda: educational. 215 00:24:57.360 --> 00:25:02.110 huda: What's the prompt academic achievement? Because, like. 216 00:25:02.500 --> 00:25:07.369 huda: I wouldn't, I didn't have like resources to learn about data, science and computer scienc",
    "e. 217 00:25:08.100 --> 00:25:09.480 huda: And so. 218 00:25:10.570 --> 00:25:12.249 huda: oh, sorry. Were you saying something. 219 00:25:12.250 --> 00:25:13.289 Jenny Duan: Oh, go ahead! 220 00:25:13.803 --> 00:25:24.139 huda: And so I I guess I built a platform which is Mac jobs to? Well, I guess it doesn't really help with others in the same situation, but it, like 221 00:25:24.644 --> 00:25:32.529 huda: and like connecting people in rural towns to find opportunities. And, like Mo, most of it was in tech. So 222 00:25:32.970 --> 00:25:38.329 huda: like providing tech opportunities in a place where, like lights flicker something like that. 223 00:25:39.030 --> 00:25:39.660 huda: Yeah. 224 00:25:39.660 --> 00:25:40.510 Jenny Duan: Good idea. 225 00:25:43.540 --> 00:25:47.319 Jenny Duan: Okay, do you? How comfortable do you feel with this essay now moving forward. 226 00:25:50.700 --> 00:26:02.369 huda: So, okay, wait. So is this this sentence right here, growing up in a rural farm town, is this where? I'm supposed to like elaborate more about Mht jobs. And then like. 227 00:26:02.760 --> 00:26:10.245 huda: how like, how like this being a rural town where, like lights of flicker, how that impacted me! And then? 228 00:26:10.990 --> 00:26:13.040 huda: this like paragraph 229 00:26:13.250 --> 00:26:16.700 huda: like, or should we like move this up here, or something like that? 230 00:26:17.090 --> 00:26:17.930 huda: I think. 231 00:26:17.930 --> 00:26:19.820 Jenny Duan: I think this can be deleted. 232 00:26:20.180 --> 00:26:23.150 huda: Okay, yeah, that's what I was thinking. Cause I feel like it's kind of 233 00:26:24.770 --> 00:26:25.759 huda: like, I. 234 00:26:26.930 --> 00:26:29.588 Jenny Duan: Yeah, maybe for this one 235 00:26:31.680 --> 00:26:33.700 Jenny Duan: you could transition it to be like 236 00:26:33.720 --> 00:26:49.700 Jenny Duan: the 1st thing I did or like after your power, you like immediately get back on your computer and like you start like, I",
    " don't know coding something random again, or like playing a video game or like learning watching like a tutorial video on something like, emphasize how like this is like your like. 237 00:26:50.300 --> 00:26:55.399 Jenny Duan: you can say that like, you're really passionate about coding and like show that here, like 238 00:26:55.470 --> 00:26:59.999 Jenny Duan: the and your home was filled with color. Once again I was free to like. 239 00:27:00.400 --> 00:27:04.179 Jenny Duan: and you could say immediately, I like logged into my computer, eager to like. 240 00:27:04.350 --> 00:27:12.250 Jenny Duan: I don't know something. And then you can say, growing up in a rural farm town. Computer, science was the one 241 00:27:13.070 --> 00:27:14.480 Jenny Duan: was the one 242 00:27:14.820 --> 00:27:18.640 Jenny Duan: subject accessible to anyone with access to the to the 243 00:27:18.870 --> 00:27:23.535 Jenny Duan: somewhat unstable Internet, or something like that, or somewhat spotty Internet. 244 00:27:24.120 --> 00:27:29.900 Jenny Duan: it didn't require long drives. It didn't or like. It didn't require long drives or 245 00:27:30.390 --> 00:27:32.410 Jenny Duan: commutes to the nearest city 246 00:27:34.260 --> 00:27:38.959 Jenny Duan: like other activities like I don't know. Maybe like a sports team or 247 00:27:39.020 --> 00:27:40.729 Jenny Duan: insert activity like. 248 00:27:41.570 --> 00:27:49.880 Jenny Duan: I don't know. Another academic competition might force you to like, commute. But like computer science can be accessible anywhere. You have an Internet connection. 249 00:27:49.950 --> 00:27:51.120 Jenny Duan: And so 250 00:27:52.270 --> 00:27:53.839 Jenny Duan: unstable Internet. 251 00:27:55.256 --> 00:27:56.650 Jenny Duan: and then 252 00:27:57.710 --> 00:28:06.510 Jenny Duan: because you can say, because of that, you spent hours like deepening your skills by doing this, and then you can transition it to Mht jobs. 253 00:28:06.620 --> 00:28:16.529 Jenny Du",
    "an: And then you could talk about how you've learned that like these technical skills can impact your community in like these different ways, and how you can use your education to like help other people. 254 00:28:17.130 --> 00:28:18.240 Jenny Duan: despite 255 00:28:18.600 --> 00:28:21.440 Jenny Duan: the like economic adversities that you've faced. 256 00:28:22.760 --> 00:28:29.709 huda: Wait. Actually, I don't really get this part where it says computer science is the one subject that could be supported by our somewhat unstable Internet. 257 00:28:29.860 --> 00:28:33.400 huda: Cause. I thought, we're kind of going for like the 258 00:28:33.660 --> 00:28:39.480 huda: like, there aren't really come many computer science resources in my rural farm town. 259 00:28:40.870 --> 00:28:45.299 huda: and like we had to like build stuff by ourselves to get anything. 260 00:28:45.400 --> 00:28:53.750 huda: So I was wondering if there's any like way we can reword this. So that is more clear, or if that's even like what I'm trying to portray here. 261 00:28:53.990 --> 00:29:12.750 Jenny Duan: Yeah, actually, I think you have a really good point. I think there's 2 things that I want to emphasize, or that I think we should emphasize here. 1st of all, it's true that I think one thing is a lot of your activities on your activity list are sort of self driven like you're not a part of like model UN or science bowl, or like mock trial, or anything like that. And 262 00:29:12.750 --> 00:29:28.100 Jenny Duan: to a college admissions officer like that might seem a little bit strange. So we want to give an explanation for why you're not part of any of these school clubs. And so to that end. I thought it might be effective to write something like, you know, you computer science is the one thing that you can access without having to like 263 00:29:28.890 --> 00:29:35.710 Jenny Duan: like, because because you're in, you live in a small town like you might not have access to, like all of thes",
    "e bigger clubs that other schools like, say 264 00:29:36.140 --> 00:29:51.500 Jenny Duan: in San Jose, or something might have, or it might require you to like, commute 1 h on the weekends to like, go to these meetings, which is not really accessible because of where you live. And so because of that like, that's why a lot of your activities are online and like a lot of them are self driven. 265 00:29:52.170 --> 00:29:54.420 Jenny Duan: So that's where I was going there. But 266 00:29:55.210 --> 00:29:56.909 Jenny Duan: maybe you could say like. 267 00:29:57.160 --> 00:30:11.159 Jenny Duan: maybe there's a way to combine both perspectives in that like, there aren't so many computer science resources. But at the same time, like it was one of those things that, like once you built your own resources you could do without having to commute a lot or like, go out of your way to 268 00:30:11.310 --> 00:30:12.750 Jenny Duan: to access. 269 00:30:13.350 --> 00:30:16.340 huda: Maybe I can say, like 270 00:30:18.460 --> 00:30:35.380 huda: like computer science, like education, like, I'm not in these exact words, and maybe like in different way, but like computer science, education wasn't as accessible in my small rural town. But it was the one thing that connected us from the rest of the Like Bay Area. 271 00:30:35.480 --> 00:30:38.370 huda: or maybe not like the Bay Area, but like 272 00:30:38.910 --> 00:30:42.030 huda: that just like connected us to greater opportunities. 273 00:30:43.670 --> 00:30:45.509 huda: And but so. 274 00:30:45.510 --> 00:30:58.800 Jenny Duan: Maybe you can say, like, even though the okay, I think maybe you can phrase it like this, even though there were very many computer science opportunities in my rural farm town. It was the one thing that didn't require. 1 h commutes to larger cities 275 00:30:59.120 --> 00:30:59.890 Jenny Duan: like, Okay. 276 00:30:59.890 --> 00:31:00.310 huda: Owen. 277 00:31:00.310 --> 00:31:03.969 Jenny Duan: Like, I think, l",
    "ike something like that, just short and sweet is just. That'll be fine. 278 00:31:22.030 --> 00:31:24.400 huda: That was the one thing that maybe like. 279 00:31:24.400 --> 00:31:25.679 Jenny Duan: Didn't require 280 00:31:25.750 --> 00:31:27.330 Jenny Duan: 1 h commute 281 00:31:27.400 --> 00:31:29.949 Jenny Duan: daily. 1 h commutes to the nearest city. 282 00:31:48.150 --> 00:31:53.020 huda: Growing up in a rural farm town. Computer science was the one subject that could be supported by our 283 00:31:56.330 --> 00:31:58.309 huda: I think, like, maybe 284 00:32:00.490 --> 00:32:02.200 huda: computer science. 285 00:32:04.200 --> 00:32:06.270 huda: maybe not the subject, but like. 286 00:32:06.880 --> 00:32:08.849 huda: like computer science. 287 00:32:11.767 --> 00:32:14.149 Jenny Duan: Maybe like became the one platform. 288 00:32:14.520 --> 00:32:15.290 huda: Oh, yeah. 289 00:32:16.952 --> 00:32:19.039 huda: became the one platform 290 00:32:20.510 --> 00:32:21.600 huda: that think. 291 00:32:21.600 --> 00:32:25.529 Jenny Duan: Combine these 2 sentences, I would say, it's something like this 292 00:32:26.041 --> 00:32:31.470 Jenny Duan: growing up in a rural farm town. Can I? Can I copy paste this later 293 00:32:32.197 --> 00:32:38.629 Jenny Duan: growing up in in a rural farm town, though there weren't very many opportunities to learn computer science. 294 00:32:38.830 --> 00:32:41.919 Jenny Duan: It became the 295 00:32:43.580 --> 00:32:45.159 Jenny Duan: one platform 296 00:32:46.510 --> 00:32:50.599 Jenny Duan: that didn't require daily. 1 h commutes to the closest city. 297 00:32:51.850 --> 00:32:52.960 huda: I like that? Yeah. 298 00:32:54.850 --> 00:32:55.920 Jenny Duan: And then 299 00:32:56.290 --> 00:32:57.849 Jenny Duan: maybe you can say, like. 300 00:33:01.410 --> 00:33:08.389 Jenny Duan: I don't know something like as as my skill as my programming skills developed, I began to learn how 301 00:33:08.630 --> 00:33:10.790 Jenny Duan: I could use my 3",
    "02 00:33:11.090 --> 00:33:21.099 Jenny Duan: newfound passion to impact change in my community during the pandemic I started Mhg jobs in like. And then you could just talk about Mhg jobs. 303 00:33:21.520 --> 00:33:25.820 huda: Can I do something like like to introduce, like my 304 00:33:25.970 --> 00:33:31.979 huda: like development skills getting better? Something like as strings turn into arrays. 305 00:33:32.315 --> 00:33:36.280 huda: Cause. That's like more complicated, or I'm not sure if that's too like 306 00:33:37.379 --> 00:33:38.979 huda: like people won't get it. 307 00:33:38.980 --> 00:33:43.039 Jenny Duan: Might be a little technical, because the reader might not have any computer science background. 308 00:33:43.040 --> 00:33:43.740 huda: Yeah. 309 00:33:45.710 --> 00:33:48.418 huda: as block code turned to 310 00:33:49.560 --> 00:33:55.539 huda: as block code turn into Javascript. I feel like people might know, like, have an idea of what Javascript is. 311 00:33:55.810 --> 00:33:57.080 Jenny Duan: Yeah, that's good. 312 00:34:13.089 --> 00:34:19.259 huda: I like I I, too, built platforms for connection. 313 00:34:22.080 --> 00:34:25.060 Jenny Duan: Are you? What did you say? 314 00:34:26.579 --> 00:34:27.039 huda: like 315 00:34:27.609 --> 00:34:44.819 huda: as block code turned transformed to Javascript. I, too, built platforms for connection. I feel like that might be generic or like vague, but like I could, what I'm trying to say is like as I got better, I like contributed to these like platforms 316 00:34:45.179 --> 00:34:50.289 huda: that like didn't require 1 h commutes like I was able to both 317 00:34:50.409 --> 00:34:51.689 huda: stuff like that. 318 00:34:51.690 --> 00:34:52.580 Jenny Duan: No. 319 00:34:53.350 --> 00:34:56.989 Jenny Duan: I feel like that's a little hard to understand in this analogy. Maybe it's like. 320 00:34:57.060 --> 00:35:04.070 Jenny Duan: like, I feel like you should show your development like you, you begin to lear",
    "n, or you began to realize, or you realized. 321 00:35:05.850 --> 00:35:06.700 huda: Bye. 322 00:35:06.830 --> 00:35:09.420 huda: wait like. What do I say after this? 323 00:35:10.720 --> 00:35:11.360 Jenny Duan: And 324 00:35:13.590 --> 00:35:14.790 Jenny Duan: Hi. 325 00:35:17.280 --> 00:35:23.090 Jenny Duan: like, how did you realize that you could use code to impact your community like what inspired you to found Mht. Trials. 326 00:35:26.370 --> 00:35:34.784 huda: I guess. Like seeing like unemployed people in my area like they're all like in the field of tech. But 327 00:35:35.380 --> 00:35:56.620 huda: like, they're all kind of struggling. And then I realized that, like my code, and like these things that I'm learning like web development they can also provide these platforms where they can also, like, provide these platforms where people can connect with others and like get opportunities of their own like. 328 00:35:56.680 --> 00:35:58.850 huda: even in a small rural town. 329 00:36:01.230 --> 00:36:03.120 Jenny Duan: Yeah, that works 330 00:36:06.030 --> 00:36:09.109 Jenny Duan: And like, how did this realization come to you? 331 00:36:10.780 --> 00:36:11.460 Jenny Duan: Oh. 332 00:36:19.060 --> 00:36:21.180 huda: I mean, I guess, like 333 00:36:22.820 --> 00:36:26.626 huda: well, I guess, like my dad kind of came up with the idea to like 334 00:36:26.970 --> 00:36:38.569 huda: like do something to help like the unemployment crisis. And then, like, I realized that like, Oh, I have the skill like web development. So I can just like make a website and try and connect people. 335 00:36:40.230 --> 00:36:41.075 Jenny Duan: Okay, 336 00:36:47.160 --> 00:36:48.280 Jenny Duan: as 337 00:36:48.400 --> 00:36:54.039 Jenny Duan: well could maybe say, like I, I began to realize the potential for my 338 00:36:55.770 --> 00:37:03.310 Jenny Duan: projects to change the community or for my simple projects to like impact the community or something. 339 00:37:26.610 --> 00:37:",
    "27.400 huda: During 340 00:37:29.540 --> 00:37:31.429 huda: during a 341 00:37:33.540 --> 00:37:36.340 huda: an unemployment crisis. 342 00:37:39.940 --> 00:37:44.309 Jenny Duan: Maybe specify that it's during the pandemic. Because I feel like that's unfortunate context. Here. 343 00:37:46.752 --> 00:37:48.919 huda: After the pandemic? 344 00:37:52.245 --> 00:37:53.109 huda: I'm 345 00:37:58.260 --> 00:38:00.330 huda: I piece together 346 00:38:00.500 --> 00:38:01.480 huda: a 347 00:38:04.410 --> 00:38:06.240 huda: data collection 348 00:38:09.850 --> 00:38:11.390 huda: to connect 349 00:38:16.520 --> 00:38:18.080 huda: members 350 00:38:18.430 --> 00:38:19.220 huda: or 351 00:38:20.490 --> 00:38:23.170 huda: neighbors to opportunities. 352 00:38:29.230 --> 00:38:30.560 huda: Does this sound good? 353 00:38:31.910 --> 00:38:32.420 huda: Yeah. 354 00:38:32.420 --> 00:38:33.450 Jenny Duan: That sounds good. 355 00:38:35.620 --> 00:38:40.039 Jenny Duan: I think you should maybe not data collection. 356 00:38:40.910 --> 00:38:41.970 Jenny Duan: I 357 00:38:42.760 --> 00:38:44.710 Jenny Duan: I created a 358 00:38:45.180 --> 00:38:48.330 Jenny Duan: web platform leveraging community data 359 00:38:48.830 --> 00:38:51.430 Jenny Duan: to connect neighbors to opportunities. 360 00:38:53.200 --> 00:38:57.140 Jenny Duan: I think piece together is undercounting the work that you did. 361 00:38:58.580 --> 00:38:59.250 huda: Where? 362 00:39:13.049 --> 00:39:18.320 huda: And should I elaborate after this, or does this like pretty much? Say what it is? 363 00:39:19.260 --> 00:39:19.900 Jenny Duan: Oh. 364 00:39:24.530 --> 00:39:31.450 Jenny Duan: maybe say, created mht jobs comma a web platform that way. They when they look at your activities. This they can find more about it. 365 00:39:47.920 --> 00:39:50.360 huda: And then I think I can remove this paragraph right. 366 00:39:50.980 --> 00:39:52.310 Jenny Duan: Yeah, I think so, too. 367 00:39:54.841 --> 00:39:57.190 huda: And t",
    "hen after this, do I? 368 00:39:57.870 --> 00:40:00.310 huda: Oh, wait! Let me just look at the prompt again. 369 00:40:10.690 --> 00:40:15.050 huda: I think like I mean, like the promises to like. How is this challenge affected? 370 00:40:15.100 --> 00:40:16.280 huda: You're 371 00:40:16.330 --> 00:40:21.169 huda: academic achievement, and I think that's answered by the mesh jobs. But I'm not sure. 372 00:40:23.460 --> 00:40:24.780 Jenny Duan: Yeah, I think 373 00:40:27.660 --> 00:40:31.560 Jenny Duan: maybe like, let me see how many words this already is. 374 00:40:43.830 --> 00:40:51.359 Jenny Duan: Maybe you can add, like another layer of empathy here, you can say like for people in my community, a new job meant. 375 00:40:51.490 --> 00:40:52.559 Jenny Duan: Oh, you 376 00:40:53.210 --> 00:40:55.009 Jenny Duan: a new job meant 377 00:40:55.320 --> 00:41:00.660 Jenny Duan: if I meant maybe I would. Also, this is a good place to like name, drop folklift 378 00:41:00.850 --> 00:41:03.899 Jenny Duan: as well. If you could add like one sentence about folklift. 379 00:41:05.570 --> 00:41:10.140 huda: What about folklift and one of the other essays, the creative side essay. 380 00:41:10.140 --> 00:41:11.499 Jenny Duan: Okay, then, we're good here 381 00:41:11.520 --> 00:41:14.380 Jenny Duan: for people in my community, a new job meant 382 00:41:17.140 --> 00:41:20.307 Jenny Duan: financial stability for their family. It meant 383 00:41:21.260 --> 00:41:29.280 Jenny Duan: not no longer relying on Government assistant like food stamps which I had experience or like, which 384 00:41:29.430 --> 00:41:32.989 Jenny Duan: put something in about like you, having that experience. 385 00:41:42.680 --> 00:41:45.599 huda: I think it's called public assistance, when, like. 386 00:41:45.600 --> 00:41:47.140 Jenny Duan: Yeah. Yeah. 387 00:41:50.240 --> 00:41:50.950 Jenny Duan: Hmm. 388 00:41:50.950 --> 00:41:52.510 huda: Buy their groceries. Maybe. 389 00:41:55.830 --> 00:41:56.880 J",
    "enny Duan: Maybe say. 390 00:41:56.910 --> 00:42:02.300 Jenny Duan: like the food stamps. My family still receives the truth. 391 00:42:02.950 --> 00:42:06.480 Jenny Duan: or I don't know how each month. I don't know 392 00:42:08.050 --> 00:42:09.470 Jenny Duan: something like that. 393 00:42:11.924 --> 00:42:14.649 huda: Yeah, it looks good. And then 394 00:42:18.340 --> 00:42:21.900 huda: maybe like a concluding sentence, or something like 395 00:42:24.280 --> 00:42:25.290 huda: when. 396 00:42:25.290 --> 00:42:27.059 Jenny Duan: You still have. You still have words. 397 00:42:28.210 --> 00:42:44.059 huda: Yeah, or like, I don't. Yeah, like, I think I don't know what I'll put like from from like this part to like the concluding sentence, but I feel like I want to end it off with something like kind of like talk about the whole thing. So maybe something like in a town where 398 00:42:44.160 --> 00:42:45.690 huda: lights flicker 399 00:42:47.330 --> 00:42:48.690 huda: and Internet 400 00:42:49.600 --> 00:42:50.860 huda: waves 401 00:42:51.200 --> 00:42:52.020 huda: or 402 00:42:54.440 --> 00:42:55.500 huda: fluctuates 403 00:42:57.960 --> 00:42:59.750 huda: technological 404 00:43:04.350 --> 00:43:05.680 huda: advancement. 405 00:43:05.990 --> 00:43:07.870 huda: And that's really vague. 406 00:43:08.930 --> 00:43:09.890 huda: the vote 407 00:43:11.430 --> 00:43:12.860 huda: development 408 00:43:15.140 --> 00:43:16.910 huda: became a 409 00:43:21.360 --> 00:43:24.079 Jenny Duan: I feel like this sounds a little bit like 410 00:43:24.190 --> 00:43:27.560 Jenny Duan: I think this is a little feels a little forced. 411 00:43:27.740 --> 00:43:31.710 Jenny Duan: Maybe I would bring it back to like the $20 bill analogy 412 00:43:33.610 --> 00:43:37.340 Jenny Duan: like, I feel like there's still a little bit of unresolution there. 413 00:43:54.160 --> 00:43:56.720 huda: Maybe like I can talk about both things like. 414 00:43:57.040 --> 00:44:01.275 huda: yeah, like, I can",
    " be like a $20 bill 415 00:44:03.900 --> 00:44:06.941 huda: and my family's, my family's 416 00:44:07.600 --> 00:44:21.279 huda: distress, or I don't know the wording for it, but, like my family's distress and my community's unemployment, further motivated me to give my $20 and give my my coding skills 417 00:44:21.320 --> 00:44:22.040 huda: to 418 00:44:22.820 --> 00:44:25.309 huda: create platform for change or something like that. 419 00:44:26.830 --> 00:44:28.170 Jenny Duan: Yeah, that seems good. 420 00:44:55.860 --> 00:44:58.550 Jenny Duan: Yeah, this is like a queen wrapper. 421 00:45:07.610 --> 00:45:08.440 Jenny Duan: Okay. 422 00:45:08.752 --> 00:45:12.819 huda: And then is there anything I could elaborate right here after this sentence. 423 00:45:27.000 --> 00:45:29.090 huda: Maybe, like I feel like this is like 424 00:45:29.260 --> 00:45:32.430 huda: a place where I could say something else that a new job means 425 00:45:33.170 --> 00:45:36.720 huda: like a new job means 426 00:45:37.920 --> 00:45:49.280 Jenny Duan: I would. I would not write about this new job anymore, because I feel like it takes the attention away from you. I would maybe write about your academic achievements of it because it does ask a little bit about that. 427 00:45:49.540 --> 00:45:54.610 Jenny Duan: So maybe like talking about how you're taking different classes in school. 428 00:45:55.110 --> 00:45:56.050 Jenny Duan: or like. 429 00:45:57.940 --> 00:46:07.809 huda: Maybe, like my makeshift my makeshift, $20 solution and scrappy web development skills. 430 00:46:09.140 --> 00:46:14.580 huda: we're like owned throughout or like, we're not owned throughout, but like maybe, like. 431 00:46:15.490 --> 00:46:27.619 huda: I don't know where people like encouraged me to like, take more courses. Which, like helped me learn about like investing and web development. Maybe. 432 00:46:28.890 --> 00:46:30.559 Jenny Duan: Yeah, I think that's good. 433 00:46:41.470 --> 00:46:42.250 Jenny Duan:",
    " I've. 434 00:46:42.360 --> 00:46:44.494 huda: Don't know if this is like 435 00:46:47.221 --> 00:46:49.889 huda: repeating like the last sentence, but yeah. 436 00:46:59.315 --> 00:47:03.819 Jenny Duan: Maybe. Yeah, maybe I wouldn't say this part. But I would say. 437 00:47:07.700 --> 00:47:10.109 Jenny Duan: like, motivated by 438 00:47:10.900 --> 00:47:15.369 Jenny Duan: the potential of computer science like, I pursued coursework in, or like 439 00:47:16.850 --> 00:47:18.589 Jenny Duan: something like that. 440 00:47:19.020 --> 00:47:20.480 huda: So motivated. 441 00:47:20.670 --> 00:47:21.770 huda: Bye 442 00:47:26.220 --> 00:47:28.780 huda: solutions like Mht jobs. 443 00:47:30.240 --> 00:47:32.440 huda: I take coursework to 444 00:47:33.322 --> 00:47:35.010 huda: we're fine, or. 445 00:47:35.740 --> 00:47:38.710 huda: I guess, like, refine or build my ability. 446 00:47:40.050 --> 00:47:40.950 huda: Period. 447 00:47:43.400 --> 00:47:44.140 Jenny Duan: Yeah. 448 00:47:51.180 --> 00:47:55.669 Jenny Duan: maybe. I feel like this still feels repetitive. 449 00:48:01.600 --> 00:48:02.620 Jenny Duan: Yeah, it's just 450 00:48:02.720 --> 00:48:05.570 Jenny Duan: family still receives each month. 451 00:48:07.840 --> 00:48:09.410 Jenny Duan: And 452 00:48:13.490 --> 00:48:17.500 Jenny Duan: I think maybe we could change this last sentence later on. But you could say, like 453 00:48:17.600 --> 00:48:18.760 Jenny Duan: us. 454 00:48:19.270 --> 00:48:20.490 Jenny Duan: Hi. 455 00:48:21.610 --> 00:48:26.539 Jenny Duan: like, maybe, as I continued pursuing coursework like Xyz, I, 456 00:48:31.220 --> 00:48:35.809 Jenny Duan: or like, as I continue to pursue computer science or essay. 457 00:48:35.870 --> 00:48:39.887 Jenny Duan: continue to pursue, insert X major in college. 458 00:48:41.970 --> 00:48:47.279 Jenny Duan: Maybe, as I considered as I continue to evaluate the intersections between technology and social change 459 00:48:47.700 --> 00:48:52.000 Jenny Duan: thr",
    "ough classes like blank, blank blank. And in university and beyond, I 460 00:48:53.350 --> 00:48:54.200 Jenny Duan: like 461 00:48:54.380 --> 00:48:55.660 Jenny Duan: hope to 462 00:48:55.850 --> 00:48:58.259 Jenny Duan: and insert what you want to do. Maybe. 463 00:48:59.186 --> 00:49:05.629 huda: The problem with that is that, like the majors, are kind of different for the different Ucs. And then the courses 464 00:49:05.780 --> 00:49:07.540 huda: like. 465 00:49:07.950 --> 00:49:12.060 huda: it might be different, because there's like a lot of schools that I'm applying to from the Ucs. 466 00:49:12.210 --> 00:49:16.830 huda: So like, I don't. I want to know which, like college or classes to put. 467 00:49:21.230 --> 00:49:22.170 Jenny Duan: You're right. 468 00:49:28.140 --> 00:49:38.280 Jenny Duan: What other steps have you taken to overcome this challenge? So you're talking about how you've overcome this? And then we need to answer, how has this affected your academic achievement? 469 00:49:39.750 --> 00:49:44.559 Jenny Duan: What other ways do you feel like this has or hasn't influenced your academic achievement? 470 00:49:45.050 --> 00:49:47.241 huda: I think it's motivated me. 471 00:49:48.520 --> 00:50:02.920 huda: I think like we were kind of writing this previously, but like at the time, I wasn't that great of a web developer. And at that time, maybe, like I wasn't like, I didn't quite understand like how savings worked and everything. And so this motivated me like 472 00:50:03.160 --> 00:50:05.579 huda: if this ever happens again. If, like 473 00:50:06.043 --> 00:50:34.399 huda: like this, solutions like what I've worked on to help fix these problems, they've motivated me to like, continue learning about like web development, like data collection and like investment. I mean, I guess I don't really think like investment has anything to do with my profile, so I won't mention that. But like like, it's motivated me to like get better at these things so that ",
    "I can create larger 474 00:50:35.070 --> 00:50:36.960 huda: projects like these. 475 00:50:39.010 --> 00:50:40.910 Jenny Duan: Yeah, let me write that down 476 00:50:47.347 --> 00:50:51.149 Jenny Duan: so I think here you you have an opportunity to maybe write a little bit more 477 00:50:51.440 --> 00:51:02.110 Jenny Duan: about the impact of Mht jobs. Do you have any data on like the number? Like, maybe you can enter a personal story about like someone whose life was changed in some way by Mht. Jobs. 478 00:51:02.440 --> 00:51:03.890 Jenny Duan: You have a story. 479 00:51:32.528 --> 00:51:39.929 huda: I think I can ask my dad later, because I'm not really sure about this specific statistics yet, or like any like specific stories. 480 00:51:40.369 --> 00:51:44.800 huda: Cause there's like a Whatsapp group with like, more details than that. 481 00:51:44.930 --> 00:51:46.580 huda: So yeah. 482 00:51:47.420 --> 00:51:48.920 Jenny Duan: Okay, then, sounds good. 483 00:51:48.940 --> 00:51:53.460 Jenny Duan: Let's go to the next essay, which is the creative side, pros. Christian. 484 00:51:54.900 --> 00:52:15.239 huda: Oh, oh, yeah. And then I wrote 2 drafts for this like the like. The same thing, except I have like different ideas for both of them. It's like basically an analogy about like me, as like someone who likes teaching and like how I teach in like different creative ways. And then the 1st one was just like kind of like 485 00:52:15.440 --> 00:52:31.664 huda: a summary of like folklift Sunday school, and then synthoria. Then the Sec. And the second one I wanted to do kind of like an analogy. So then there's 3 items that Dumbledore has which are like the elder wand, the dilluminator and the pensive 486 00:52:32.950 --> 00:52:40.820 huda: or I guess it's misspelled here. But then I related the Sunday school like instance with the elder wand, and then I 487 00:52:40.900 --> 00:52:48.819 huda: related the the diluminator with synthoria, and then the penceive with vo",
    "callift. 488 00:52:48.880 --> 00:52:51.549 huda: So it's kind of like analogy throughout. 489 00:52:53.200 --> 00:52:58.240 Jenny Duan: Yeah, I feel like there's no need to necessarily write about synthoria 490 00:52:58.380 --> 00:53:01.859 Jenny Duan: again. But curious your thoughts here. 491 00:53:02.460 --> 00:53:04.243 huda: Yeah, I I agree. 492 00:53:05.210 --> 00:53:11.120 huda: I just like, yeah, I think it definitely like fits, and is more important in the other essays. So 493 00:53:11.180 --> 00:53:17.800 huda: I could like, maybe remove that, and then, like focus more on folklift and Sunday school. 494 00:53:18.343 --> 00:53:21.679 huda: or otherwise like, think of something to replace this one. 495 00:53:23.020 --> 00:53:26.520 Jenny Duan: And I also like I think I like draft one better. 496 00:53:27.020 --> 00:53:27.900 huda: Oh, okay. 497 00:53:28.130 --> 00:53:30.880 Jenny Duan: I just I feel like it feels more immersive. 498 00:53:36.910 --> 00:53:38.700 Jenny Duan: actually. Hmm! 499 00:53:40.520 --> 00:53:46.959 Jenny Duan: So why, why is Dumbledore like, why is that important to you? I think that's not something that comes clear to me right now, like. 500 00:53:47.010 --> 00:53:54.159 Jenny Duan: why is Dumbledore or like, why do you like Harry Potter? Is it? Do you like Harry Potter? Or how did you decide to write about Dumbledore. 501 00:53:54.760 --> 00:54:06.140 huda: Yeah, I think it's because, like I wanted, I knew I wanted to write about like education, because I think that's like or like coming up with creative ways and like adapting and everything. I think that's my biggest 502 00:54:06.725 --> 00:54:10.914 huda: like, that's like the way I express myself creatively. 503 00:54:11.540 --> 00:54:23.100 huda: and then, so I guess, like the 1st person I thought of when I thought of like education, and like mentoring other people, I thought of Dumbledore, and like cause. He also like 504 00:54:23.480 --> 00:54:40.166 huda: it's not about like ",
    "him, like honing his magic skills. He teaches Harry about his magic skills. And I think that's like a large part about like what makes me creative. I think it's like I like to like help other people find like their own way of creating magic 505 00:54:40.560 --> 00:54:42.309 huda: as opposed to just like 506 00:54:42.350 --> 00:54:48.870 huda: being like really good at something like teaching others to find their own magic is kind of like the point I'm getting at. 507 00:54:49.570 --> 00:54:50.930 Jenny Duan: Hmm! Totally. 508 00:54:51.170 --> 00:54:52.030 Jenny Duan: Oh. 509 00:54:59.660 --> 00:55:01.930 Jenny Duan: Like my favorite 510 00:55:01.970 --> 00:55:05.380 Jenny Duan: education mentor, or like my favorite. 511 00:55:06.600 --> 00:55:10.100 Jenny Duan: like like my most inspiring mentor. 512 00:55:10.470 --> 00:55:14.100 Jenny Duan: like my most inspiring fictional mentor 513 00:55:14.840 --> 00:55:18.990 Jenny Duan: made my inspiring fictional mentor. How's that for draft? 2. 514 00:55:19.620 --> 00:55:20.779 huda: Yeah, I'll 515 00:55:24.870 --> 00:55:25.460 huda: or you know. 516 00:55:25.740 --> 00:55:30.220 Jenny Duan: I don't necessarily need to write that. I just think it would be nice to maybe 517 00:55:30.680 --> 00:55:34.930 Jenny Duan: like add, why, you decided to involve Dumbledore. 518 00:55:35.590 --> 00:55:36.440 huda: Yeah. 519 00:55:39.690 --> 00:55:45.310 huda: Also, I don't know if, like the analogy with, like the elders, wand the illuminator and the conceive 520 00:55:45.831 --> 00:55:47.839 huda: I don't know if like. 521 00:55:48.190 --> 00:55:51.879 huda: if that's too much or like. Do you think it's fine? 522 00:55:57.340 --> 00:55:58.270 Jenny Duan: think it's 523 00:56:00.150 --> 00:56:05.000 Jenny Duan: I think it's fine. I but I also really like this with an expo marker and a dream. 524 00:56:09.230 --> 00:56:19.530 Jenny Duan: I feel like what I like about about about draft. One is that it doesn't have as much jargon, because I",
    " feel like Elder wand illuminator and pensive, pensive. I feel like 525 00:56:20.000 --> 00:56:21.270 Jenny Duan: it's not. 526 00:56:22.060 --> 00:56:24.670 Jenny Duan: doesn't make sense to people who don't really know Harry Potter. 527 00:56:25.120 --> 00:56:25.920 huda: I agree. 528 00:56:26.560 --> 00:56:33.989 Jenny Duan: But I but I actually do think, Strap, one is better because I like how you emphasize like, why, double door here. 529 00:56:34.860 --> 00:56:38.420 huda: Yeah, I think. And I feel like it also sounds more 530 00:56:38.570 --> 00:56:41.140 huda: genuine than the second one, because I feel like. 531 00:56:41.509 --> 00:56:43.359 Jenny Duan: It feels a little canned. 532 00:56:43.360 --> 00:56:48.509 huda: Yeah. And I was also trying to like, make a bunch of connections. And I I don't think that might be too clear. 533 00:56:49.980 --> 00:56:53.029 huda: yeah. So I I definitely like draft one a little better. 534 00:56:54.140 --> 00:56:54.790 Jenny Duan: Period. 535 00:56:57.610 --> 00:56:59.379 huda: And so like this. 536 00:56:59.380 --> 00:57:01.980 Jenny Duan: Now, maybe let's talk about 537 00:57:02.120 --> 00:57:03.770 Jenny Duan: the next essay. 538 00:57:05.470 --> 00:57:06.990 huda: Oh, this paragraph. 539 00:57:06.990 --> 00:57:08.059 Jenny Duan: I wouldn't make sure. 540 00:57:09.750 --> 00:57:17.960 huda: Sorry. This paragraph? Should I remove it? Or should I like replace it with maybe, like another extracurricular. 541 00:57:18.440 --> 00:57:20.960 Jenny Duan: I think you'll replace it with another extracurricular. 542 00:57:25.230 --> 00:57:29.529 huda: let me see like which one matches like education the most. 543 00:57:38.100 --> 00:57:39.679 huda: I don't know. I don't. 544 00:57:39.780 --> 00:57:42.179 huda: I don't know if we talked about empowering. AI yet. 545 00:57:43.060 --> 00:57:43.960 huda: yeah. 546 00:57:44.170 --> 00:57:46.859 Jenny Duan: Maybe like it's empowering AI a 547 00:57:47.230 --> 00:57:51.590 Jenny Duan: n",
    "onprofit I created, or a project I created something like that. 548 00:57:52.770 --> 00:58:11.399 huda: I don't know if, like. Okay, so should I do empowering AI, or should I? Do like the English language development tutor? I mean that one's like more directly like education, I think. But I feel like this one. This essay doesn't have enough about like my techie side. So like 549 00:58:11.590 --> 00:58:13.830 huda: I think improng AI might be better. 550 00:58:16.667 --> 00:58:22.569 Jenny Duan: Okay. So here you also write about folklift, right? But then you have this other essay about 551 00:58:22.640 --> 00:58:26.240 Jenny Duan: J. Camp. Is there a way that you can like, maybe 552 00:58:26.360 --> 00:58:32.469 Jenny Duan: like shift things around. So either you put full clip in the one about J. Camp or or you. 553 00:58:33.650 --> 00:58:39.620 Jenny Duan: yeah, add the English language initiative also to this essay, like, in addition to everything else. 554 00:58:44.390 --> 00:58:45.580 huda: I think 555 00:58:46.210 --> 00:58:48.370 huda: I don't think folklift 556 00:58:48.680 --> 00:58:53.679 huda: I mean folklift might fit into that one. And also I'm not a big fan of that essay, so I might like 557 00:58:53.690 --> 00:58:56.218 huda: change it entirely. So 558 00:58:56.860 --> 00:59:01.229 huda: yeah, I'd be fine with like removing folklift from this essay. 559 00:59:02.700 --> 00:59:05.680 Jenny Duan: Let's maybe look at that essay right now. Actually. 560 00:59:07.600 --> 00:59:11.519 huda: Yeah, I don't know. I feel like this isn't really. I don't really like it, because it's not really 561 00:59:11.870 --> 00:59:15.180 huda: substantive. I feel like a lot of it's just like 562 00:59:15.190 --> 00:59:17.929 huda: telling rather than showing. I'm sure. 563 00:59:22.340 --> 00:59:26.050 Jenny Duan: I love this memory foam mattress. 564 00:59:26.440 --> 00:59:26.920 Jenny Duan: Right? 565 00:59:28.830 --> 00:59:31.910 Jenny Duan: So how does the memory phone m",
    "attress relate to everything else? Though 566 00:59:32.010 --> 00:59:33.990 Jenny Duan: I feel like there's no transition here. 567 00:59:36.030 --> 01:00:00.589 huda: yeah, I think the transition is a bit odd. But like what I'm trying to get at is that like I am a memory foam mattress because, like for example, at J. Camp, when I was listening to this guy's story about like being religiously persecuted from his home. Like, I guess, like I molded like how memory foam like changes like when you sleep on it like it changes to your shape. It looks like. 568 01:00:01.000 --> 01:00:06.370 huda: I kind of like cater to his needs, which at the time he just kind of like wanted to talk about like 569 01:00:06.460 --> 01:00:11.472 huda: like the struggle rather than like advice. But then other times like 570 01:00:12.180 --> 01:00:13.640 huda: other times. 571 01:00:14.070 --> 01:00:30.059 huda: I guess, like I don't know how to explain it like other times, I'll like give advice, and so like I'll just like mold to like how like other people. I don't. This is like a kind of way of showing that like I'm adaptable. But at the same time, like I'm firm. And so like 572 01:00:30.380 --> 01:00:46.649 huda: While he was talking about Pakistan and I got reminded of India. I didn't like just kind of take over and like, start talking about India. And so that's why I use that analogy. But I guess it doesn't really make sense without a transition. But yeah. 573 01:00:52.660 --> 01:01:18.050 Jenny Duan: Why does? Why did you choose this memory? Foam, mattress analogy like, how does a memory foam? Besides the fact that, like you're showing yourself through the analogy of a memory foam mattress like, how does a memory foam mattress, relate to you like like? Do you sleep on a memory foam mattress growing up like, I'm just curious like, how did this come like? Why, why is memory foam? Not? I think this is a brilliant analogy. But like, how does this relate to you in any way. 574 01:01:18.970 -",
    "-> 01:01:22.430 huda: I mean, I guess, like all my or I guess, like 575 01:01:22.580 --> 01:01:26.289 huda: my family kind of mainly just uses like normal mattresses. 576 01:01:27.040 --> 01:01:35.919 huda: but I'm kind of like picky, with like what mattress to use and like, I find, like I find, the most comfort with like a memory foam, mattress. 577 01:01:38.970 --> 01:01:41.144 Jenny Duan: Okay, that's important. 578 01:01:48.440 --> 01:01:52.099 Jenny Duan: maybe some, some. Somewhere in the beginning, you can write about how like 579 01:01:56.910 --> 01:02:06.219 Jenny Duan: my family like always jokes about like my particularity towards mattresses, or like maybe say, like 580 01:02:06.580 --> 01:02:12.200 Jenny Duan: I haven't, we could start it. I don't know if this is too distracting or too deviant, but you can say like 581 01:02:12.350 --> 01:02:19.209 Jenny Duan: I haven't. I've have a natural inclination, or I have an obsession with mattresses, or like I have a natural inclination towards mattresses 582 01:02:19.670 --> 01:02:20.630 Jenny Duan: when 583 01:02:22.420 --> 01:02:25.560 Jenny Duan: when others like may prefer Xyz like. 584 01:02:25.700 --> 01:02:31.890 Jenny Duan: like out of the millions of mattresses I've tried like. This is my favorite, and this is why. 585 01:02:32.060 --> 01:02:33.280 huda: Yeah, I like that. 586 01:02:34.180 --> 01:02:39.510 Jenny Duan: I don't maybe not millions out of maybe like the hundreds. I don't. I don't think you've slept on millions of cheeses. 587 01:02:40.170 --> 01:02:42.380 huda: Honestly, even like tens out of the 588 01:02:43.510 --> 01:02:45.620 huda: and some mattresses 589 01:02:47.790 --> 01:02:49.600 huda: I slept on. 590 01:02:51.043 --> 01:02:52.630 huda: Memory phone 591 01:02:52.700 --> 01:02:54.459 huda: brought me the most comfort. 592 01:02:57.050 --> 01:03:01.989 Jenny Duan: Maybe not the I wouldn't maybe write. It brought you the most comfort, but I would write something else like 593 01:03:0",
    "2.070 --> 01:03:04.060 Jenny Duan: memory from 594 01:03:05.890 --> 01:03:09.519 Jenny Duan: have always provided me with the most restful sleep or something. 595 01:03:20.700 --> 01:03:26.910 Jenny Duan: Okay, I don't think you need to write that. You've always seen yourself a bit like that mattress. I think you could just show that in the rest of the essay. 596 01:03:29.630 --> 01:03:32.389 huda: And then, like, maybe the transition could be better, because it's a bit 597 01:03:32.500 --> 01:03:33.460 huda: okay. 598 01:03:33.810 --> 01:03:43.930 Jenny Duan: Okay. I think now that I have more context here, I think that you can keep folklift in the Dumbledore essay, but instead, also add some like, add a couple sentences about the English 599 01:03:44.020 --> 01:03:45.100 Jenny Duan: teaching. 600 01:03:47.840 --> 01:03:48.520 huda: Yeah. 601 01:03:48.520 --> 01:03:52.039 Jenny Duan: And then I think that covers like pretty much all of your activities. 602 01:03:54.080 --> 01:03:57.510 Jenny Duan: What about like the mosque? Do you write about the mosque anywhere. 603 01:03:57.840 --> 01:04:01.310 huda: Yes, that's in the like. The dumbledore essay. 604 01:04:01.310 --> 01:04:02.020 Jenny Duan: Oh, wait. 605 01:04:02.690 --> 01:04:04.700 Jenny Duan: Yeah, yeah. I see this. 606 01:04:05.050 --> 01:04:17.970 Jenny Duan: Okay, I think this is a good stopping point. For now I feel like these essays. I feel really good about. I think there's like very minimal revisions, I mean, besides, just like some rearranging. But I don't think there's anything like huge that needs to be changed 607 01:04:18.120 --> 01:04:27.699 Jenny Duan: here, I think actually, our next big priority should be, since we decide to add the uncsays like getting a initial draft of those would be really, really nice. 608 01:04:28.100 --> 01:04:39.760 huda: Yeah, I actually kind of just there's like 2 supplementals only. And one of them is about like, how has your per one of your personal qualities. 609",
    " 01:04:40.115 --> 01:04:49.580 huda: Helped. You made a positive impact on the community. And then I was thinking of just kind of reusing the dumbledore essay. Maybe it's just like a little 610 01:04:49.610 --> 01:05:01.961 huda: tweaked from that. And then the other supplemental was about like an academic topic that you're excited to explore and learn about in college. Why does this topic interest you? 611 01:05:02.610 --> 01:05:11.320 huda: And then we could use, like the the Stanford curiosity supplemental, or like the the one from like 612 01:05:11.640 --> 01:05:14.059 huda: the one from the Uc. One as well. 613 01:05:14.370 --> 01:05:15.210 huda: either or. 614 01:05:15.300 --> 01:05:16.950 Jenny Duan: How long are those essays? Again. 615 01:05:17.270 --> 01:05:18.909 huda: 2 50 words. 616 01:05:19.100 --> 01:05:30.220 Jenny Duan: Oh, perfect super live. Okay. In that case, tomorrow, maybe, we can go back to the Stanford essays and working on those unless you have another preference for something else to work on. Tomorrow. During our meeting. 617 01:05:31.360 --> 01:05:32.629 huda: Yeah, I think. 618 01:05:33.236 --> 01:05:37.203 huda: Yeah, let's go back to the Stanford essays. And then, 619 01:05:37.700 --> 01:05:43.590 huda: yeah. So once we check back on that, I'll just use that same one for the Unc. One, and I can 620 01:05:44.029 --> 01:05:47.439 huda: and then we can just see if it fits the topic. 621 01:05:48.880 --> 01:05:53.420 Jenny Duan: Okay, cool. Then tomorrow does 7, 15 to 8 15. Is that still a good time for you? 622 01:05:53.420 --> 01:05:54.040 huda: Yeah. 623 01:05:54.430 --> 01:05:56.670 Jenny Duan: Okay, cool. I will see you then. Then. 624 01:05:56.900 --> 01:05:59.610 huda: Yeah, I'll see you soon. Bye. 625 01:05:59.610 --> 01:06:00.370 Jenny Duan: Bye."
  ],
  "turns": [
    {
      "speaker": "unknown",
      "conf": 0.5,
      "start": 215.87,
      "end": 216.6,
      "text": "3. 2"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 255.93,
      "end": 257.519,
      "text": "Yeah, how's it going. 3"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 258.01,
      "end": 261.489,
      "text": "Hi! It's going well, how are you? I forgot to take this out. 4"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 262.1,
      "end": 266.669,
      "text": "Alright. I don't know if I can hear you. I don't know if it's my computer or yours. 5"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 267.55,
      "end": 269.359,
      "text": "One second! Oh, wait! 6"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 269.36,
      "end": 270.379,
      "text": "Oh, you know! 7"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 271.04,
      "end": 273.039,
      "text": "Okay, I'm doing good. How are you? 8"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 273.60699999999997,
      "end": 277.889,
      "text": "I'm doing good, too. How's your break been? Is it your 1st weekend of fall? Break. 9"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 278.27,
      "end": 292.429,
      "text": "Yes, it's been going pretty great. 10 I mean, like I just been went to Sunday school to volunteer. And then 11 I guess. Yeah, I guess I've just been working on essays. Besides that. 12"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 293.72,
      "end": 295.699,
      "text": "Oh, I said they, still volunteering. 13"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 296.3,
      "end": 311.829,
      "text": "It was nice. I think we like we had like a test or something. So then I had to like help them out with that. And then I'm gonna be like in charge of the students for the next 2 weeks. Because the teachers gone. So yeah, I guess that that'll be really cool. 14"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 312.84,
      "end": 328.38,
      "text": "Nice 15 all right. So I think we can just get started. I see that you've written a lot of your Uc applications, and so are these your final essays? I mean your final prompts that you're choosing, or are you still like navigating between the different prompts. 16"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 328.82,
      "end": 343.51,
      "text": "I mean, these are the prompts that I like. 17 Felt like I could answer the best. But I think some of these essays I don't really like them, so I might have to like change the prompt or like 18 change like the way I approach them. 19"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 344.81,
      "end": 373.609,
      "text": "Okay, great. 20 I think this essay, I mean, we already talked about your 1st essay. I think it's quite good. You have 350. I mean, we have 100 extra words here. Right? 21 So. 22 okay. 23 this is like about the academic subject that you want to study. And it makes sense because you want to study games and computer science and digital media and journalism. 24 So for all the Uc schools, are you planning to apply for all of them for Cs or data science or something different. 25"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 374.19,
      "end": 413.679,
      "text": "Yeah, almost mostly. So for Berkeley, I'm doing media studies 26 with a concentration on digital media. Because I checked. And then that's like the one course that provides like game development or one concentration slash major, that provides like game development. And then uc, irvine is game development, interactive media and game development. And then I think some of the other ones like I think it was San Diego 27 and Ucla are data science. So 28 yeah, I think cause cause those ones don't really have like. 29 like the same programs. 30"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 415.84000000000003,
      "end": 459.61,
      "text": "Right? Okay, sounds good. 31 I think this. And okay. So let's go through the 1st essay starting here. 32 I think this sentence is standing out to me is a little bit clunky, so I think 33 here this could be slightly edited here. It fasc. It fascinates me that what seems like a nudging of joysticks, really shapes us often without us even noticing. I feel like for this. It might be better to reword it as something like 34 fascinates me that like while we 35 are choosing the characters, path, or something like it in turn, shape the way that we are like. Well, we get to choose the characters decision making. They also choose like 36 they also impact us in different ways, too. 37"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 460.129,
      "end": 474.94,
      "text": "I feel like a nudging of joysticks doesn't really make sense in the context of this essay, because it's not always joysticks when you're gaming like there's a lot of different mediums, especially because you talk about like mushroom Kingdom Grand Theft auto, like, I don't really think you're using joysticks in all of these. 38"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 476.1,
      "end": 494.819,
      "text": "Yeah, 39 go ahead. 40 So would I put something like like our choices in the game. Often like reveal our own 41 like or like things about ourselves. 42 or something like that, like, maybe less generic. But yeah. 43"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 495.87,
      "end": 500.789,
      "text": "Reveal. 44 Is there like a game analogy you can put here. 45"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 502.7,
      "end": 505.829,
      "text": "Hmm 46 like. Oh, what do you mean? 47"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 506.34,
      "end": 517.059,
      "text": "Like, like, not like secret mission, but or like power ups or like, but something like that, like gaming language that you could use. 48 If not, then that's it. 49"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 519.28,
      "end": 525.769,
      "text": "Like I. I could just think of the characteristics because a lot of games have, like 50 like your health bar like something like that, like. 51"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 525.77,
      "end": 526.45,
      "text": "Yeah, yeah. 52"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 526.67,
      "end": 527.36,
      "text": "Yeah. 53"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 529.09,
      "end": 536.16,
      "text": "Okay, great. 54 You can say often, I like this often without us even notice it. 55"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 542.91,
      "end": 563.909,
      "text": "I feel like this is just a little straightforward. So I feel like if there's a way that we could weave it back into the analogy or make it 56 a little bit more creative. That would be good because you don't want to like, thrust the answer straight into the reader. 57 But you can look back at that later. It doesn't have to be right now. It could just be whatever you think of it. 58"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 565.05,
      "end": 565.78,
      "text": "Yeah. 59"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 569.43,
      "end": 611.759,
      "text": "I understand how they work and why they teach 60 encoded. My, okay, I feel like you can. 61 Here, you can write more about 62 how you further this interest? 63 Because since you have like 100 more words. 64 it's not a lot. But you can write about like 65 Maybe like how else you've learned. 66 like, how else you've coded, developed. 67 etc. and like, maybe you could talk about like from your very 1st game. 68 like how you coded your 1st game to now, and what's changed in the meantime? What was the first? st Wasn't there the 1st game that you coded, or is there stuff before that. 69"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 612.374,
      "end": 617.079,
      "text": "I think like when I was younger I made like a soccer game on scratch. 70"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 618.02,
      "end": 663.41,
      "text": "Okay, yeah. 71 my own games. 72 maybe like starting with scratch and then graduating to 73 or like, and then 74 developing my skills. Or then, you know, like showing your progress over time. 75 It all culminated in synthoria. 76 Okay, I think this, you're missing a little bit of why, Synthoria, like 77 what like, I'd love to see like at least one just one sentence adding a transition to like, why is this game specifically was so meaningful or important to you and like, why did you have to decide to code synthoria versus like any other game about something different. 78"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 663.41,
      "end": 688.119,
      "text": "like, it's clear why synthoria is an impactful game. But like, why is this relevant to you? And why did you choose it versus a different game that maybe, like you could have made an education you may have you could have made because you're passionate about education. You could have made a game teaching people to code so like. Why? 79 And Cynthoria, why was Cynthoria, like the culmination. 80 What do you think? I think you just need one sentence here. 81"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 689.03,
      "end": 697.429,
      "text": "So like, so basically, why data science is that like, why is data science, the main topic of synthoria. 82"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 697.72,
      "end": 702.81,
      "text": "No, I think. 83 is data science. The main topic of synthoria. 84"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 703.73,
      "end": 720.86,
      "text": "Well, I think it's like the main part that you're learning. You're learning about like different data science concepts. And then AI ethics. But then it's also. But then, like, I think that that's like the main teaching aspect of it. But then there's also like representation, and like ethical dilemmas. 85"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 721.29,
      "end": 731.529,
      "text": "Yeah, I mean, yeah, like, out of all the games that you decided to code like, why is centuria specifically the culmination versus a different type of game, I think, is the question. 86"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 732.25,
      "end": 743.869,
      "text": "So like, should I focus on like, why, I made an educational game or 87 like. 88 like, what specific aspect of synthroy should I focus on in this sentence. 89"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 744.07,
      "end": 761.989,
      "text": "How did you get from these? Different 90 like? Is these scratch games to synthoria? Is the question like, How did you come up with this idea like, why is this important to you 91 and like, why did you decide to code synthoria? Not? Why did you decide to come to education game? But like, why did you decide to code synthoria specifically. 92"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 764.14,
      "end": 795.53,
      "text": "I mean, like, I think I talked about this in another essay. But it's about like how I didn't really have access to like educational tools like this growing up or I guess 93 I didn't understand 94 data science that well and like through watching like lots of Youtube videos and tutorials. I was able to like, I guess. 95 come up with 96 and like a way to simplify that into a game so that, like people like me can understand these things. 97"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 797.85,
      "end": 846.051,
      "text": "Sounds good. 98 yeah, I feel like that makes sense just 99 emphasizing again, like, yeah, you didn't have these resources. So you wanted to have a platform, that where other people get their in data science. And then you decide to make somethoria. Because of that, I feel like that's good. 100 I think this does. This analogy doesn't 101 like this last sentence about like consensus natural to learn as collecting coins on a platformer. I feel like this feels 102 a little bit out of place in what's 103 maybe like a more serious analogy. So maybe I would take this part out 104 in case you need words for the rest of your analogy, and then I feel like here. 105 you can write about like games, for, like the woman in games, ambassadorship, 106"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 848.07,
      "end": 864.649,
      "text": "and then also games for change. That way. You're able to talk about like some of the legacy of your work like, how do you continue this in the future? And like, why is this a big part of your life, and how it's changed you? So now you want to leverage it to like change other people? 107 Does that make sense. 108"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 864.65,
      "end": 876.739,
      "text": "Yeah. And is it okay, like, in these type of sentence, or in these type of essays to like flat out, like, mention? Like the names of these organizations, and like maybe some direct like impacts that I've caused. 109"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 876.74,
      "end": 878.69,
      "text": "Yeah, I feel like, that's totally fine. 110"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 880.361,
      "end": 889.638,
      "text": "For example, like the workshop that I hosted for women in games, it was actually attended by like people from 46 different cities. 111"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 890.01,
      "end": 893.9590000000001,
      "text": "Yeah, I would definitely try to put that in if if it if you can. 112"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 894.65,
      "end": 895.3,
      "text": "Okay. 113"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 896.41,
      "end": 901.59,
      "text": "It's okay to do like a little bit of humble bragging. I feel like that's totally fine in this context. 114"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 902.57,
      "end": 906.34,
      "text": "Yeah, I'm not really used to that with, like the other essays we've done. 115"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 907.41,
      "end": 925.739,
      "text": "Because I mean, as long as you don't write about it too much like you just want to give them a hint that you've done this and then that way they can look at 116 like the other parts of your profile to find like more information like they can look at your activity section to find more information. But like, you just want to give them like a small breadcrumb, so that they know where to look. 117"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 930.77,
      "end": 933.79,
      "text": "Yeah. 118 okay. 119"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 939.7,
      "end": 952.16,
      "text": "And then I love this last part. I feel like this is really strong. 120 that's those are all my notes on this 1st essay. How are you feeling about this 1st essay after we talked 121 about this. 122"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 953.158,
      "end": 995.71,
      "text": "I feel I feel good. I think I might like have some awkward or like out of place wording for 123 the women in games, ambassadorship, and games for change. Paragraph. Just because I feel like the whole like beginning part kind of talks about like kind of theoretical, like like how video games can be used for good and this one's like, like actual like results of that, or like impact of that and so I think I might need a workshop like how I write that. So it blends in. But 124 I feel like the concepts there like I can. I can write like a good 125 paragraph, and I just need to like blend it in better. 126"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 996.45,
      "end": 1028.48,
      "text": "Sounds good. 127 cool. I also think that, like you didn't have to write too much about these like humble brags as long as you have, like a slight mention of it, just so that the admissions officer knows to look for it in other parts of your profile you should be good. 128 Yeah. Okay, let's go to the next essay, which is about 129 leadership experience. 130 yeah. 131 what does this mean? Can definitely elaborate more on here. 132"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1029.598,
      "end": 1039.829,
      "text": "I wrote this. And I, it's like, definitely like, below. 133 3 50 words. It's just like a basic like. 134 really, really basic draft of it. 135"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1040.26,
      "end": 1044.3,
      "text": "Have you written a similar essay before? I feel like I've seen different iterations of this. 136"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1044.3,
      "end": 1049.429,
      "text": "Yeah, this is the one that is actually like taken out of the the naviance, answers one. 137"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1049.43,
      "end": 1052.34,
      "text": "Okay, that's cool. Yeah, okay. 138 great. 139"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1062.78,
      "end": 1065.749,
      "text": "Wait. I'm not exactly sure. If this has. 140"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1070.8,
      "end": 1072,
      "text": "Hmm. 141"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1076.13,
      "end": 1092.359,
      "text": "yeah, actually, I do think this fits the prompt. Okay. 142 I I'm just not sure if they're looking for more like a 143 a like 144 group like a activity impact type of thing. 145 But I'm wondering, is there another prompt that you feel like might fit this question. 146"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1094.86,
      "end": 1096.75,
      "text": "Let me see the prompts. Actually. 147"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1114.03,
      "end": 1142.929,
      "text": "I mean, there's one, which is 148 I guess 2 kind of fits. One of them is. 149 describe the most significant challenge you have faced and the steps you've taken to overcome this challenge. How has this challenge affected your academic achievement? And I think like I could like connect this to like the. 150 I guess, like the selfness, selflessness that I picked up from this experience. 151"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1142.93,
      "end": 1143.58,
      "text": "I'm like. 152"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1143.58,
      "end": 1145.399,
      "text": "That's helped me academically. 153"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1145.67,
      "end": 1146.96,
      "text": "Paste that prompted. 154"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1147.17,
      "end": 1175.08,
      "text": "Oh, yeah, 155 but yeah, like, I don't know if that will be like a significant enough like challenge to put on here. 156 Cause, I know, like a lot of people have, like more dramatic 157 challenges. They wrote for this prompt 158 and then the other one. 159 This one's not as related, but it's 160 What have you done to make your school or your community a better place. 161"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1179.03,
      "end": 1227.82,
      "text": "Okay, I think 162 maybe 163 the most significant challenge. 164 Okay. 165 Oops. 166 who's 167 I feel like for challenge essays, since I know that you already have the other essay about the rural town. I feel like you should. 168 Let's actually let me turn to that essay really quickly, because I feel like you should only write one of your 4 essays about challenges that you've overcome. 169 cause I feel like you shouldn't write, too about like similar challenges. I also feel like in this one. 170 Synthoria. You already talk about synthoria in your 1st essay, so I feel like you should write 2 essays about synthoria as well. 171"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1228.23,
      "end": 1240.219,
      "text": "Yeah, I think 172 I think I was like the 1st one I was like, just I wasn't really considering it if I wanted to use it, but I think it does. I think in my opinion it's like a bit stronger than this one. 173"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1241.7,
      "end": 1242.71,
      "text": "I agree. 174"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1242.75,
      "end": 1266.48,
      "text": "And yeah, so 175 also I, and like the other one that I I kind of like the one. 176 It's the one about like the creative side, and like how you express your creative side, that one also, like slightly mentions synthoria like they have. I have like a paragraph about it. But I also have, like a paragraph about like folklift and volunteering at Sunday school. 177 But yeah. 178"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1268,
      "end": 1330.63,
      "text": "Yeah. In my opinion, I think that you should. 179 Right combine these 2, combine this essay and the essay. 2 about the like $20 bill. I feel like you can combine that into one essay about like 180 rural town, like economic adversity. And all of that can be like one essay 181 and then I think maybe you can use 182 that's 183 you can use 184 like this. Prompt, I think prompt. 4 is like better than the prompt that the other prompt. 185 I think, like you can, you can talk about 186 maybe maybe start it off with the 187 like, start off the first, st maybe 100 words and use the Andrew Jackson Bill 188 activity, and then and then 189 was filled filled with color once again, and then I think that you can talk here 190 about like 191 growing up 192 in a rural farm town. 193"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1330.85,
      "end": 1382.45,
      "text": "and then like really like, I think, emphasize the struggles that you have overcome, and like 194 you could mention like, okay. 195 right now, do you qualify for food stamps or free lunch? Yes, right? Okay. Write that down like I would write that down. 196 like receiving free lunch food stands 197 and then like learning how to 198 learning that like you could benefit. I think it's good to write about Mht jobs might be something that you could write about here and like how you use how you found like computer science, even though, like you could talk about, even though your electricity would like frequently disconnect your like computer science was still something that you that you found, because, like it's accessible to learn to for anyone with access to the Internet which 199"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1382.45,
      "end": 1402.65,
      "text": "allowed you to like create Mht jobs. And since then you've used computer science as like a platform for making change in different ways in your community, and like how? Even though you've overcome this adversity like now, you really care about like ensuring that other people have like education, access for the future. 200 I think that would be like a really good essay. What do you think. 201"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1403.16,
      "end": 1433.179,
      "text": "Yeah, I really like that, take and then 202 and so like focusing mainly on Mht jobs and like this would also emphasize like kind of my data science background, because in a way, it's also talking about like data collection. 203 and like, I guess. 204 yeah, like combining that with adversity. But if this were to like, go under this prompt oh, wait! Which prompt did we decide for this one. 205"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1433.18,
      "end": 1443.48,
      "text": "I think this would be the prompt 4. Sorry, the prompt at the very bottom. Describe how you've taken advantage of a significant educational 206 opportunity, I think, or or something like that. 207"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1445.97,
      "end": 1454.649,
      "text": "Okay, I think the prompt is talk about like an educational barrier. So I'm not sure like, if I can like reword it. Maybe so that the 208"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1456.75,
      "end": 1472.33,
      "text": "Educational or or actually, maybe most significant challenge might be better. 209 I was thinking, educational barrier in in that, like no access to Internet. For, for, like the 1st 210 part of your essay, but I think maybe most significant challenge might be better. 211"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1473.91,
      "end": 1512.249,
      "text": "Okay, yeah, I I agree with that. 212 and then I can. 213 And then I guess I can connect this like living in like a place where like it's a rural town like lights would like the light would go out. And that's like impacted my like educational. 214 educational. 215 What's the prompt academic achievement? Because, like. 216 I wouldn't, I didn't have like resources to learn about data, science and computer science. 217 And so. 218 oh, sorry. Were you saying something. 219"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1512.25,
      "end": 1513.289,
      "text": "Oh, go ahead! 220"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1513.803,
      "end": 1539.66,
      "text": "And so I I guess I built a platform which is Mac jobs to? Well, I guess it doesn't really help with others in the same situation, but it, like 221 and like connecting people in rural towns to find opportunities. And, like Mo, most of it was in tech. So 222 like providing tech opportunities in a place where, like lights flicker something like that. 223 Yeah. 224"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1539.66,
      "end": 1547.319,
      "text": "Good idea. 225 Okay, do you? How comfortable do you feel with this essay now moving forward. 226"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1550.7,
      "end": 1577.93,
      "text": "So, okay, wait. So is this this sentence right here, growing up in a rural farm town, is this where? I'm supposed to like elaborate more about Mht jobs. And then like. 227 how like, how like this being a rural town where, like lights of flicker, how that impacted me! And then? 228 this like paragraph 229 like, or should we like move this up here, or something like that? 230 I think. 231"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1577.93,
      "end": 1579.82,
      "text": "I think this can be deleted. 232"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1580.18,
      "end": 1585.759,
      "text": "Okay, yeah, that's what I was thinking. Cause I feel like it's kind of 233 like, I. 234"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1586.93,
      "end": 1634.48,
      "text": "Yeah, maybe for this one 235 you could transition it to be like 236 the 1st thing I did or like after your power, you like immediately get back on your computer and like you start like, I don't know coding something random again, or like playing a video game or like learning watching like a tutorial video on something like, emphasize how like this is like your like. 237 you can say that like, you're really passionate about coding and like show that here, like 238 the and your home was filled with color. Once again I was free to like. 239 and you could say immediately, I like logged into my computer, eager to like. 240 I don't know something. And then you can say, growing up in a rural farm town. Computer, science was the one 241 was the one 242"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1634.82,
      "end": 1686.51,
      "text": "subject accessible to anyone with access to the to the 243 somewhat unstable Internet, or something like that, or somewhat spotty Internet. 244 it didn't require long drives. It didn't or like. It didn't require long drives or 245 commutes to the nearest city 246 like other activities like I don't know. Maybe like a sports team or 247 insert activity like. 248 I don't know. Another academic competition might force you to like, commute. But like computer science can be accessible anywhere. You have an Internet connection. 249 And so 250 unstable Internet. 251 and then 252 because you can say, because of that, you spent hours like deepening your skills by doing this, and then you can transition it to Mht jobs. 253"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1686.62,
      "end": 1701.44,
      "text": "And then you could talk about how you've learned that like these technical skills can impact your community in like these different ways, and how you can use your education to like help other people. 254 despite 255 the like economic adversities that you've faced. 256"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1702.76,
      "end": 1733.75,
      "text": "Wait. Actually, I don't really get this part where it says computer science is the one subject that could be supported by our somewhat unstable Internet. 257 Cause. I thought, we're kind of going for like the 258 like, there aren't really come many computer science resources in my rural farm town. 259 and like we had to like build stuff by ourselves to get anything. 260 So I was wondering if there's any like way we can reword this. So that is more clear, or if that's even like what I'm trying to portray here. 261"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1733.99,
      "end": 1768.1,
      "text": "Yeah, actually, I think you have a really good point. I think there's 2 things that I want to emphasize, or that I think we should emphasize here. 1st of all, it's true that I think one thing is a lot of your activities on your activity list are sort of self driven like you're not a part of like model UN or science bowl, or like mock trial, or anything like that. And 262 to a college admissions officer like that might seem a little bit strange. So we want to give an explanation for why you're not part of any of these school clubs. And so to that end. I thought it might be effective to write something like, you know, you computer science is the one thing that you can access without having to like 263"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1768.89,
      "end": 1796.909,
      "text": "like, because because you're in, you live in a small town like you might not have access to, like all of these bigger clubs that other schools like, say 264 in San Jose, or something might have, or it might require you to like, commute 1 h on the weekends to like, go to these meetings, which is not really accessible because of where you live. And so because of that like, that's why a lot of your activities are online and like a lot of them are self driven. 265 So that's where I was going there. But 266 maybe you could say like. 267"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1797.16,
      "end": 1812.75,
      "text": "maybe there's a way to combine both perspectives in that like, there aren't so many computer science resources. But at the same time, like it was one of those things that, like once you built your own resources you could do without having to commute a lot or like, go out of your way to 268 to access. 269"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1813.35,
      "end": 1845.509,
      "text": "Maybe I can say, like 270 like computer science, like education, like, I'm not in these exact words, and maybe like in different way, but like computer science, education wasn't as accessible in my small rural town. But it was the one thing that connected us from the rest of the Like Bay Area. 271 or maybe not like the Bay Area, but like 272 that just like connected us to greater opportunities. 273 And but so. 274"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1845.51,
      "end": 1859.89,
      "text": "Maybe you can say, like, even though the okay, I think maybe you can phrase it like this, even though there were very many computer science opportunities in my rural farm town. It was the one thing that didn't require. 1 h commutes to larger cities 275 like, Okay. 276"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1859.89,
      "end": 1860.31,
      "text": "Owen. 277"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1860.31,
      "end": 1863.969,
      "text": "Like, I think, like something like that, just short and sweet is just. That'll be fine. 278"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1882.03,
      "end": 1884.4,
      "text": "That was the one thing that maybe like. 279"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1884.4,
      "end": 1889.949,
      "text": "Didn't require 280 1 h commute 281 daily. 1 h commutes to the nearest city. 282"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1908.15,
      "end": 1928.849,
      "text": "Growing up in a rural farm town. Computer science was the one subject that could be supported by our 283 I think, like, maybe 284 computer science. 285 maybe not the subject, but like. 286 like computer science. 287"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1931.767,
      "end": 1934.149,
      "text": "Maybe like became the one platform. 288"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1934.52,
      "end": 1941.6,
      "text": "Oh, yeah. 289 became the one platform 290 that think. 291"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1941.6,
      "end": 1970.599,
      "text": "Combine these 2 sentences, I would say, it's something like this 292 growing up in a rural farm town. Can I? Can I copy paste this later 293 growing up in in a rural farm town, though there weren't very many opportunities to learn computer science. 294 It became the 295 one platform 296 that didn't require daily. 1 h commutes to the closest city. 297"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1971.85,
      "end": 1972.96,
      "text": "I like that? Yeah. 298"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1974.85,
      "end": 2001.099,
      "text": "And then 299 maybe you can say, like. 300 I don't know something like as as my skill as my programming skills developed, I began to learn how 301 I could use my 302 newfound passion to impact change in my community during the pandemic I started Mhg jobs in like. And then you could just talk about Mhg jobs. 303"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2001.52,
      "end": 2018.979,
      "text": "Can I do something like like to introduce, like my 304 like development skills getting better? Something like as strings turn into arrays. 305 Cause. That's like more complicated, or I'm not sure if that's too like 306 like people won't get it. 307"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2018.98,
      "end": 2023.039,
      "text": "Might be a little technical, because the reader might not have any computer science background. 308"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2023.04,
      "end": 2035.539,
      "text": "Yeah. 309 as block code turned to 310 as block code turn into Javascript. I feel like people might know, like, have an idea of what Javascript is. 311"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2035.81,
      "end": 2037.08,
      "text": "Yeah, that's good. 312"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2053.089,
      "end": 2059.259,
      "text": "I like I I, too, built platforms for connection. 313"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2062.08,
      "end": 2065.06,
      "text": "Are you? What did you say? 314"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2066.579,
      "end": 2091.689,
      "text": "like 315 as block code turned transformed to Javascript. I, too, built platforms for connection. I feel like that might be generic or like vague, but like I could, what I'm trying to say is like as I got better, I like contributed to these like platforms 316 that like didn't require 1 h commutes like I was able to both 317 stuff like that. 318"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2091.69,
      "end": 2104.07,
      "text": "No. 319 I feel like that's a little hard to understand in this analogy. Maybe it's like. 320 like, I feel like you should show your development like you, you begin to learn, or you began to realize, or you realized. 321"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2105.85,
      "end": 2109.42,
      "text": "Bye. 322 wait like. What do I say after this? 323"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2110.72,
      "end": 2123.09,
      "text": "And 324 Hi. 325 like, how did you realize that you could use code to impact your community like what inspired you to found Mht. Trials. 326"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2126.37,
      "end": 2158.85,
      "text": "I guess. Like seeing like unemployed people in my area like they're all like in the field of tech. But 327 like, they're all kind of struggling. And then I realized that, like my code, and like these things that I'm learning like web development they can also provide these platforms where they can also, like, provide these platforms where people can connect with others and like get opportunities of their own like. 328 even in a small rural town. 329"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2161.23,
      "end": 2171.46,
      "text": "Yeah, that works 330 And like, how did this realization come to you? 331 Oh. 332"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2179.06,
      "end": 2198.569,
      "text": "I mean, I guess, like 333 well, I guess, like my dad kind of came up with the idea to like 334 like do something to help like the unemployment crisis. And then, like, I realized that like, Oh, I have the skill like web development. So I can just like make a website and try and connect people. 335"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2200.23,
      "end": 2201.075,
      "text": "Okay, 336"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2207.16,
      "end": 2223.31,
      "text": "as 337 well could maybe say, like I, I began to realize the potential for my 338 projects to change the community or for my simple projects to like impact the community or something. 339"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2246.61,
      "end": 2256.34,
      "text": "During 340 during a 341 an unemployment crisis. 342"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2259.94,
      "end": 2264.309,
      "text": "Maybe specify that it's during the pandemic. Because I feel like that's unfortunate context. Here. 343"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2266.752,
      "end": 2273.109,
      "text": "After the pandemic? 344 I'm 345"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2278.26,
      "end": 2291.39,
      "text": "I piece together 346 a 347 data collection 348 to connect 349"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2296.52,
      "end": 2303.17,
      "text": "members 350 or 351 neighbors to opportunities. 352"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2309.23,
      "end": 2312.42,
      "text": "Does this sound good? 353 Yeah. 354"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2312.42,
      "end": 2337.14,
      "text": "That sounds good. 355 I think you should maybe not data collection. 356 I 357 I created a 358 web platform leveraging community data 359 to connect neighbors to opportunities. 360 I think piece together is undercounting the work that you did. 361"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2338.58,
      "end": 2339.25,
      "text": "Where? 362"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2353.049,
      "end": 2358.32,
      "text": "And should I elaborate after this, or does this like pretty much? Say what it is? 363"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2359.26,
      "end": 2359.9,
      "text": "Oh. 364"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2364.53,
      "end": 2371.45,
      "text": "maybe say, created mht jobs comma a web platform that way. They when they look at your activities. This they can find more about it. 365"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2387.92,
      "end": 2390.36,
      "text": "And then I think I can remove this paragraph right. 366"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2390.98,
      "end": 2392.31,
      "text": "Yeah, I think so, too. 367"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2394.841,
      "end": 2400.31,
      "text": "And then after this, do I? 368 Oh, wait! Let me just look at the prompt again. 369"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2410.69,
      "end": 2421.169,
      "text": "I think like I mean, like the promises to like. How is this challenge affected? 370 You're 371 academic achievement, and I think that's answered by the mesh jobs. But I'm not sure. 372"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2423.46,
      "end": 2431.56,
      "text": "Yeah, I think 373 maybe like, let me see how many words this already is. 374"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2443.83,
      "end": 2463.899,
      "text": "Maybe you can add, like another layer of empathy here, you can say like for people in my community, a new job meant. 375 Oh, you 376 a new job meant 377 if I meant maybe I would. Also, this is a good place to like name, drop folklift 378 as well. If you could add like one sentence about folklift. 379"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2465.57,
      "end": 2470.14,
      "text": "What about folklift and one of the other essays, the creative side essay. 380"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2470.14,
      "end": 2492.989,
      "text": "Okay, then, we're good here 381 for people in my community, a new job meant 382 financial stability for their family. It meant 383 not no longer relying on Government assistant like food stamps which I had experience or like, which 384 put something in about like you, having that experience. 385"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2502.68,
      "end": 2505.599,
      "text": "I think it's called public assistance, when, like. 386"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2505.6,
      "end": 2510.95,
      "text": "Yeah. Yeah. 387 Hmm. 388"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2510.95,
      "end": 2512.51,
      "text": "Buy their groceries. Maybe. 389"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2515.83,
      "end": 2529.47,
      "text": "Maybe say. 390 like the food stamps. My family still receives the truth. 391 or I don't know how each month. I don't know 392 something like that. 393"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2531.924,
      "end": 2545.29,
      "text": "Yeah, it looks good. And then 394 maybe like a concluding sentence, or something like 395 when. 396"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2545.29,
      "end": 2547.059,
      "text": "You still have. You still have words. 397"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2548.21,
      "end": 2579.75,
      "text": "Yeah, or like, I don't. Yeah, like, I think I don't know what I'll put like from from like this part to like the concluding sentence, but I feel like I want to end it off with something like kind of like talk about the whole thing. So maybe something like in a town where 398 lights flicker 399 and Internet 400 waves 401 or 402 fluctuates 403 technological 404"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2584.35,
      "end": 2596.91,
      "text": "advancement. 405 And that's really vague. 406 the vote 407 development 408 became a 409"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2601.36,
      "end": 2617.34,
      "text": "I feel like this sounds a little bit like 410 I think this is a little feels a little forced. 411 Maybe I would bring it back to like the $20 bill analogy 412 like, I feel like there's still a little bit of unresolution there. 413"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2634.16,
      "end": 2665.309,
      "text": "Maybe like I can talk about both things like. 414 yeah, like, I can be like a $20 bill 415 and my family's, my family's 416 distress, or I don't know the wording for it, but, like my family's distress and my community's unemployment, further motivated me to give my $20 and give my my coding skills 417 to 418 create platform for change or something like that. 419"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2666.83,
      "end": 2668.17,
      "text": "Yeah, that seems good. 420"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2695.86,
      "end": 2698.55,
      "text": "Yeah, this is like a queen wrapper. 421"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2707.61,
      "end": 2708.44,
      "text": "Okay. 422"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2708.752,
      "end": 2712.819,
      "text": "And then is there anything I could elaborate right here after this sentence. 423"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2727,
      "end": 2736.72,
      "text": "Maybe, like I feel like this is like 424 a place where I could say something else that a new job means 425 like a new job means 426"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2737.92,
      "end": 2756.05,
      "text": "I would. I would not write about this new job anymore, because I feel like it takes the attention away from you. I would maybe write about your academic achievements of it because it does ask a little bit about that. 427 So maybe like talking about how you're taking different classes in school. 428 or like. 429"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2757.94,
      "end": 2787.619,
      "text": "Maybe, like my makeshift my makeshift, $20 solution and scrappy web development skills. 430 we're like owned throughout or like, we're not owned throughout, but like maybe, like. 431 I don't know where people like encouraged me to like, take more courses. Which, like helped me learn about like investing and web development. Maybe. 432"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2788.89,
      "end": 2790.559,
      "text": "Yeah, I think that's good. 433"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2801.47,
      "end": 2802.25,
      "text": "I've. 434"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2802.36,
      "end": 2809.889,
      "text": "Don't know if this is like 435 repeating like the last sentence, but yeah. 436"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2819.315,
      "end": 2838.589,
      "text": "Maybe. Yeah, maybe I wouldn't say this part. But I would say. 437 like, motivated by 438 the potential of computer science like, I pursued coursework in, or like 439 something like that. 440"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2839.02,
      "end": 2841.77,
      "text": "So motivated. 441 Bye 442"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2846.22,
      "end": 2860.95,
      "text": "solutions like Mht jobs. 443 I take coursework to 444 we're fine, or. 445 I guess, like, refine or build my ability. 446 Period. 447"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2863.4,
      "end": 2864.14,
      "text": "Yeah. 448"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2871.18,
      "end": 2875.669,
      "text": "maybe. I feel like this still feels repetitive. 449"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2881.6,
      "end": 2889.41,
      "text": "Yeah, it's just 450 family still receives each month. 451 And 452"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2893.49,
      "end": 2906.539,
      "text": "I think maybe we could change this last sentence later on. But you could say, like 453 us. 454 Hi. 455 like, maybe, as I continued pursuing coursework like Xyz, I, 456"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2911.22,
      "end": 2938.259,
      "text": "or like, as I continue to pursue computer science or essay. 457 continue to pursue, insert X major in college. 458 Maybe, as I considered as I continue to evaluate the intersections between technology and social change 459 through classes like blank, blank blank. And in university and beyond, I 460 like 461 hope to 462 and insert what you want to do. Maybe. 463"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2939.186,
      "end": 2956.83,
      "text": "The problem with that is that, like the majors, are kind of different for the different Ucs. And then the courses 464 like. 465 it might be different, because there's like a lot of schools that I'm applying to from the Ucs. 466 So like, I don't. I want to know which, like college or classes to put. 467"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2961.23,
      "end": 2962.17,
      "text": "You're right. 468"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2968.14,
      "end": 2984.559,
      "text": "What other steps have you taken to overcome this challenge? So you're talking about how you've overcome this? And then we need to answer, how has this affected your academic achievement? 469 What other ways do you feel like this has or hasn't influenced your academic achievement? 470"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2985.05,
      "end": 3036.96,
      "text": "I think it's motivated me. 471 I think like we were kind of writing this previously, but like at the time, I wasn't that great of a web developer. And at that time, maybe, like I wasn't like, I didn't quite understand like how savings worked and everything. And so this motivated me like 472 if this ever happens again. If, like 473 like this, solutions like what I've worked on to help fix these problems, they've motivated me to like, continue learning about like web development, like data collection and like investment. I mean, I guess I don't really think like investment has anything to do with my profile, so I won't mention that. But like like, it's motivated me to like get better at these things so that I can create larger 474 projects like these. 475"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3039.01,
      "end": 3040.91,
      "text": "Yeah, let me write that down 476"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3047.347,
      "end": 3063.89,
      "text": "so I think here you you have an opportunity to maybe write a little bit more 477 about the impact of Mht jobs. Do you have any data on like the number? Like, maybe you can enter a personal story about like someone whose life was changed in some way by Mht. Jobs. 478 You have a story. 479"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3092.528,
      "end": 3106.58,
      "text": "I think I can ask my dad later, because I'm not really sure about this specific statistics yet, or like any like specific stories. 480 Cause there's like a Whatsapp group with like, more details than that. 481 So yeah. 482"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3107.42,
      "end": 3113.46,
      "text": "Okay, then, sounds good. 483 Let's go to the next essay, which is the creative side, pros. Christian. 484"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3114.9,
      "end": 3168.819,
      "text": "Oh, oh, yeah. And then I wrote 2 drafts for this like the like. The same thing, except I have like different ideas for both of them. It's like basically an analogy about like me, as like someone who likes teaching and like how I teach in like different creative ways. And then the 1st one was just like kind of like 485 a summary of like folklift Sunday school, and then synthoria. Then the Sec. And the second one I wanted to do kind of like an analogy. So then there's 3 items that Dumbledore has which are like the elder wand, the dilluminator and the pensive 486 or I guess it's misspelled here. But then I related the Sunday school like instance with the elder wand, and then I 487 related the the diluminator with synthoria, and then the penceive with vocallift. 488"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3168.88,
      "end": 3171.549,
      "text": "So it's kind of like analogy throughout. 489"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3173.2,
      "end": 3181.859,
      "text": "Yeah, I feel like there's no need to necessarily write about synthoria 490 again. But curious your thoughts here. 491"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3182.46,
      "end": 3201.679,
      "text": "Yeah, I I agree. 492 I just like, yeah, I think it definitely like fits, and is more important in the other essays. So 493 I could like, maybe remove that, and then, like focus more on folklift and Sunday school. 494 or otherwise like, think of something to replace this one. 495"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3203.02,
      "end": 3206.52,
      "text": "And I also like I think I like draft one better. 496"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3207.02,
      "end": 3207.9,
      "text": "Oh, okay. 497"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3208.13,
      "end": 3210.88,
      "text": "I just I feel like it feels more immersive. 498"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3216.91,
      "end": 3234.159,
      "text": "actually. Hmm! 499 So why, why is Dumbledore like, why is that important to you? I think that's not something that comes clear to me right now, like. 500 why is Dumbledore or like, why do you like Harry Potter? Is it? Do you like Harry Potter? Or how did you decide to write about Dumbledore. 501"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3234.76,
      "end": 3282.309,
      "text": "Yeah, I think it's because, like I wanted, I knew I wanted to write about like education, because I think that's like or like coming up with creative ways and like adapting and everything. I think that's my biggest 502 like, that's like the way I express myself creatively. 503 and then, so I guess, like the 1st person I thought of when I thought of like education, and like mentoring other people, I thought of Dumbledore, and like cause. He also like 504 it's not about like him, like honing his magic skills. He teaches Harry about his magic skills. And I think that's like a large part about like what makes me creative. I think it's like I like to like help other people find like their own way of creating magic 505 as opposed to just like 506"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3282.35,
      "end": 3288.87,
      "text": "being like really good at something like teaching others to find their own magic is kind of like the point I'm getting at. 507"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3289.57,
      "end": 3292.03,
      "text": "Hmm! Totally. 508 Oh. 509"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3299.66,
      "end": 3318.99,
      "text": "Like my favorite 510 education mentor, or like my favorite. 511 like like my most inspiring mentor. 512 like my most inspiring fictional mentor 513 made my inspiring fictional mentor. How's that for draft? 2. 514"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3319.62,
      "end": 3320.779,
      "text": "Yeah, I'll 515"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3324.87,
      "end": 3325.46,
      "text": "or you know. 516"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3325.74,
      "end": 3334.93,
      "text": "I don't necessarily need to write that. I just think it would be nice to maybe 517 like add, why, you decided to involve Dumbledore. 518"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3335.59,
      "end": 3351.879,
      "text": "Yeah. 519 Also, I don't know if, like the analogy with, like the elders, wand the illuminator and the conceive 520 I don't know if like. 521 if that's too much or like. Do you think it's fine? 522"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3357.34,
      "end": 3365,
      "text": "think it's 523 I think it's fine. I but I also really like this with an expo marker and a dream. 524"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3369.23,
      "end": 3384.67,
      "text": "I feel like what I like about about about draft. One is that it doesn't have as much jargon, because I feel like Elder wand illuminator and pensive, pensive. I feel like 525 it's not. 526 doesn't make sense to people who don't really know Harry Potter. 527"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3385.12,
      "end": 3385.92,
      "text": "I agree. 528"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3386.56,
      "end": 3393.989,
      "text": "But I but I actually do think, Strap, one is better because I like how you emphasize like, why, double door here. 529"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3394.86,
      "end": 3401.14,
      "text": "Yeah, I think. And I feel like it also sounds more 530 genuine than the second one, because I feel like. 531"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3401.509,
      "end": 3403.359,
      "text": "It feels a little canned. 532"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3403.36,
      "end": 3413.029,
      "text": "Yeah. And I was also trying to like, make a bunch of connections. And I I don't think that might be too clear. 533 yeah. So I I definitely like draft one a little better. 534"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3414.14,
      "end": 3414.79,
      "text": "Period. 535"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3417.61,
      "end": 3419.379,
      "text": "And so like this. 536"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3419.38,
      "end": 3423.77,
      "text": "Now, maybe let's talk about 537 the next essay. 538"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3425.47,
      "end": 3426.99,
      "text": "Oh, this paragraph. 539"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3426.99,
      "end": 3428.059,
      "text": "I wouldn't make sure. 540"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3429.75,
      "end": 3437.96,
      "text": "Sorry. This paragraph? Should I remove it? Or should I like replace it with maybe, like another extracurricular. 541"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3438.44,
      "end": 3440.96,
      "text": "I think you'll replace it with another extracurricular. 542"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3445.23,
      "end": 3449.529,
      "text": "let me see like which one matches like education the most. 543"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3458.1,
      "end": 3463.96,
      "text": "I don't know. I don't. 544 I don't know if we talked about empowering. AI yet. 545 yeah. 546"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3464.17,
      "end": 3471.59,
      "text": "Maybe like it's empowering AI a 547 nonprofit I created, or a project I created something like that. 548"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3472.77,
      "end": 3493.83,
      "text": "I don't know if, like. Okay, so should I do empowering AI, or should I? Do like the English language development tutor? I mean that one's like more directly like education, I think. But I feel like this one. This essay doesn't have enough about like my techie side. So like 549 I think improng AI might be better. 550"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3496.667,
      "end": 3519.62,
      "text": "Okay. So here you also write about folklift, right? But then you have this other essay about 551 J. Camp. Is there a way that you can like, maybe 552 like shift things around. So either you put full clip in the one about J. Camp or or you. 553 yeah, add the English language initiative also to this essay, like, in addition to everything else. 554"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3524.39,
      "end": 3541.229,
      "text": "I think 555 I don't think folklift 556 I mean folklift might fit into that one. And also I'm not a big fan of that essay, so I might like 557 change it entirely. So 558 yeah, I'd be fine with like removing folklift from this essay. 559"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3542.7,
      "end": 3545.68,
      "text": "Let's maybe look at that essay right now. Actually. 560"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3547.6,
      "end": 3557.929,
      "text": "Yeah, I don't know. I feel like this isn't really. I don't really like it, because it's not really 561 substantive. I feel like a lot of it's just like 562 telling rather than showing. I'm sure. 563"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3562.34,
      "end": 3573.99,
      "text": "I love this memory foam mattress. 564 Right? 565 So how does the memory phone mattress relate to everything else? Though 566 I feel like there's no transition here. 567"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3576.03,
      "end": 3613.64,
      "text": "yeah, I think the transition is a bit odd. But like what I'm trying to get at is that like I am a memory foam mattress because, like for example, at J. Camp, when I was listening to this guy's story about like being religiously persecuted from his home. Like, I guess, like I molded like how memory foam like changes like when you sleep on it like it changes to your shape. It looks like. 568 I kind of like cater to his needs, which at the time he just kind of like wanted to talk about like 569 like the struggle rather than like advice. But then other times like 570 other times. 571"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3614.07,
      "end": 3646.649,
      "text": "I guess, like I don't know how to explain it like other times, I'll like give advice, and so like I'll just like mold to like how like other people. I don't. This is like a kind of way of showing that like I'm adaptable. But at the same time, like I'm firm. And so like 572 While he was talking about Pakistan and I got reminded of India. I didn't like just kind of take over and like, start talking about India. And so that's why I use that analogy. But I guess it doesn't really make sense without a transition. But yeah. 573"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3652.66,
      "end": 3678.05,
      "text": "Why does? Why did you choose this memory? Foam, mattress analogy like, how does a memory foam? Besides the fact that, like you're showing yourself through the analogy of a memory foam mattress like, how does a memory foam mattress, relate to you like like? Do you sleep on a memory foam mattress growing up like, I'm just curious like, how did this come like? Why, why is memory foam? Not? I think this is a brilliant analogy. But like, how does this relate to you in any way. 574"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3678.97,
      "end": 3695.919,
      "text": "I mean, I guess, like all my or I guess, like 575 my family kind of mainly just uses like normal mattresses. 576 but I'm kind of like picky, with like what mattress to use and like, I find, like I find, the most comfort with like a memory foam, mattress. 577"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3698.97,
      "end": 3701.144,
      "text": "Okay, that's important. 578"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3708.44,
      "end": 3712.099,
      "text": "maybe some, some. Somewhere in the beginning, you can write about how like 579"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3716.91,
      "end": 3751.89,
      "text": "my family like always jokes about like my particularity towards mattresses, or like maybe say, like 580 I haven't, we could start it. I don't know if this is too distracting or too deviant, but you can say like 581 I haven't. I've have a natural inclination, or I have an obsession with mattresses, or like I have a natural inclination towards mattresses 582 when 583 when others like may prefer Xyz like. 584 like out of the millions of mattresses I've tried like. This is my favorite, and this is why. 585"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3752.06,
      "end": 3753.28,
      "text": "Yeah, I like that. 586"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3754.18,
      "end": 3759.51,
      "text": "I don't maybe not millions out of maybe like the hundreds. I don't. I don't think you've slept on millions of cheeses. 587"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3760.17,
      "end": 3774.459,
      "text": "Honestly, even like tens out of the 588 and some mattresses 589 I slept on. 590 Memory phone 591 brought me the most comfort. 592"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3777.05,
      "end": 3789.519,
      "text": "Maybe not the I wouldn't maybe write. It brought you the most comfort, but I would write something else like 593 memory from 594 have always provided me with the most restful sleep or something. 595"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3800.7,
      "end": 3806.91,
      "text": "Okay, I don't think you need to write that. You've always seen yourself a bit like that mattress. I think you could just show that in the rest of the essay. 596"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3809.63,
      "end": 3813.46,
      "text": "And then, like, maybe the transition could be better, because it's a bit 597 okay. 598"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3813.81,
      "end": 3825.1,
      "text": "Okay. I think now that I have more context here, I think that you can keep folklift in the Dumbledore essay, but instead, also add some like, add a couple sentences about the English 599 teaching. 600"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3827.84,
      "end": 3828.52,
      "text": "Yeah. 601"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3828.52,
      "end": 3837.51,
      "text": "And then I think that covers like pretty much all of your activities. 602 What about like the mosque? Do you write about the mosque anywhere. 603"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3837.84,
      "end": 3841.31,
      "text": "Yes, that's in the like. The dumbledore essay. 604"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3841.31,
      "end": 3867.699,
      "text": "Oh, wait. 605 Yeah, yeah. I see this. 606 Okay, I think this is a good stopping point. For now I feel like these essays. I feel really good about. I think there's like very minimal revisions, I mean, besides, just like some rearranging. But I don't think there's anything like huge that needs to be changed 607 here, I think actually, our next big priority should be, since we decide to add the uncsays like getting a initial draft of those would be really, really nice. 608"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3868.1,
      "end": 3915.21,
      "text": "Yeah, I actually kind of just there's like 2 supplementals only. And one of them is about like, how has your per one of your personal qualities. 609 Helped. You made a positive impact on the community. And then I was thinking of just kind of reusing the dumbledore essay. Maybe it's just like a little 610 tweaked from that. And then the other supplemental was about like an academic topic that you're excited to explore and learn about in college. Why does this topic interest you? 611 And then we could use, like the the Stanford curiosity supplemental, or like the the one from like 612 the one from the Uc. One as well. 613 either or. 614"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3915.3,
      "end": 3916.95,
      "text": "How long are those essays? Again. 615"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3917.27,
      "end": 3918.909,
      "text": "2 50 words. 616"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3919.1,
      "end": 3930.22,
      "text": "Oh, perfect super live. Okay. In that case, tomorrow, maybe, we can go back to the Stanford essays and working on those unless you have another preference for something else to work on. Tomorrow. During our meeting. 617"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3931.36,
      "end": 3947.439,
      "text": "Yeah, I think. 618 Yeah, let's go back to the Stanford essays. And then, 619 yeah. So once we check back on that, I'll just use that same one for the Unc. One, and I can 620 and then we can just see if it fits the topic. 621"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3948.88,
      "end": 3953.42,
      "text": "Okay, cool. Then tomorrow does 7, 15 to 8 15. Is that still a good time for you? 622"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3953.42,
      "end": 3954.04,
      "text": "Yeah. 623"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3954.43,
      "end": 3956.67,
      "text": "Okay, cool. I will see you then. Then. 624"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3956.9,
      "end": 3959.61,
      "text": "Yeah, I'll see you soon. Bye. 625"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3959.61,
      "end": 3960.37,
      "text": "Bye."
    }
  ],
  "meta": {
    "ext": ".pdf",
    "source": "normalize-v1",
    "vtt": true
  }
}