{
  "id": "03-Raw-SessionTranscripts/2024-05-14_W045_P3-JUNIOR_TRANS-RAW_SummerArchitectureand10SpotStrategyDevel.pdf",
  "name": "2024-05-14_W045_P3-JUNIOR_TRANS-RAW_SummerArchitectureand10SpotStrategyDevel.pdf",
  "path": "03-Raw-SessionTranscripts/2024-05-14_W045_P3-JUNIOR_TRANS-RAW_SummerArchitectureand10SpotStrategyDevel.pdf",
  "kind": "TRANS-RAW",
  "week": "45",
  "phase": "3",
  "date": "2024-05-14",
  "link": null,
  "text": "Week 57 - Coaching_Jenny_Huda_Wk57_2024-05-15_M_e2dca8725e18dee6U_2024-05-14_00-00-00 WEBVTT 1 00:05:32.720 --> 00:05:34.280 Jenny Duan: Hi, Herna! How's it going. 2 00:05:37.719 --> 00:05:40.479 huda: Hi! It's going. Well, I'm late. 3 00:05:41.250 --> 00:05:43.699 huda: Hold on! I think my camera 4 00:05:44.370 --> 00:05:46.780 huda: flagging 1 s. 5 00:05:47.170 --> 00:05:48.212 Jenny Duan: Oh, no worries. 6 00:05:53.391 --> 00:05:55.560 huda: But yeah, I'm doing well. How are you. 7 00:05:57.200 --> 00:06:02.489 Jenny Duan: I'm good I only see your chair. For some reason I can't see your face. 8 00:06:02.840 --> 00:06:05.844 huda: Yeah, I'm not sure. Let me just 9 00:06:06.970 --> 00:06:08.120 huda: close up 10 00:06:08.180 --> 00:06:11.399 huda: the site. And then, yeah, I'm not sure what's going on. 11 00:06:11.900 --> 00:06:13.559 Jenny Duan: No worries. Take your time. 12 00:06:33.490 --> 00:06:37.970 huda: Maybe we can just get started. I'm not sure how long this is. Gonna take. 13 00:06:39.020 --> 00:06:39.935 Jenny Duan: Okay, no worries. 14 00:06:40.557 --> 00:06:51.649 Jenny Duan: Yeah. So I want to start by just checking in to see if you've made any progress with the camera impact, because I think the deadline's approaching. So I'd love to get to that. If you have any updates on that end. 15 00:06:52.260 --> 00:06:57.369 huda: Oh, to be honest, I haven't really been prioritizing that. 16 00:06:57.918 --> 00:07:05.460 huda: But yeah, I don't think I really have any updates. Do you know, when the deadline is. 17 00:07:06.280 --> 00:07:08.817 Jenny Duan: Yeah, 1 Si believe it's 18 00:07:10.150 --> 00:07:11.630 Jenny Duan: At the end of this month. 19 00:07:12.040 --> 00:07:13.410 huda: Oh, okay. 20 00:07:14.245 --> 00:07:16.450 huda: Yeah. Definitely. Like. 21 00:07:17.020 --> 00:07:17.979 huda: oh, work on. 22 00:07:17.980 --> 00:07:21.839 Jenny Duan: I was actually the early applications due on the 20 s. So in 23 00:07:21.950 --> 00:07:23.650 Jenny Duan: 5 ish days. 24 00:07:24.610 --> 00:07:25.850 huda: Oh, okay. 25 00:07:25.910 --> 00:07:28.228 huda: I didn't realize it was that soon. 26 00:07:29.930 --> 00:07:35.160 huda: yeah, I can. I can work on that those essays this week. 27 00:07:35.666 --> 00:07:44.829 huda: But I haven't been prioritizing them, because I think other bit preoccupied with like the finals, like projects and stuff. But yeah. 28 00:07:45.590 --> 00:07:48.269 Jenny Duan: How are Ap's and final projects going for you? 29 00:07:48.270 --> 00:08:00.640 huda: I, actually, I was able to like so far. Actually, I don't have any final like pro like final test stuff. So I just have projects. But right now I've always so. Yeah, I'm glad I'm. 30 00:08:00.640 --> 00:08:02.610 Jenny Duan: Oh, my! Gosh! Congratulations! 31 00:08:03.010 --> 00:08:04.270 huda: Yeah, thank you. 32 00:08:04.490 --> 00:08:05.260 huda: Yeah. I think it's 33 00:08:05.610 --> 00:08:06.390 huda: now. 34 00:08:07.830 --> 00:08:10.409 Jenny Duan: Cool. And then how did the actual Ap testing go? 35 00:08:10.500 --> 00:08:11.930 Jenny Duan: Are you done with everything? 36 00:08:11.930 --> 00:08:25.590 huda: Yeah, I've done with all my Ap exams. I think I did well on all of them. But I think like calculus I'm predicting like, maybe like a 3 or 4 like, I don't think I did amazing on that one. 37 00:08:26.340 --> 00:08:27.629 huda: But yeah, I think. 38 00:08:27.860 --> 00:08:31.110 Jenny Duan: I think calculus is one where mostly we get 5 snow. 39 00:08:32.245 --> 00:08:39.194 huda: I'm not sure. Actually, yeah, I think the curve is pretty good. But yeah, that's like, let's see. 40 00:08:40.219 --> 00:08:48.370 huda: But yeah, the the Ap. Link exam went really? Well, I think, like the prompt was. Really, it was like, it was about selfies. 41 00:08:48.790 --> 00:08:55.949 huda: but yeah, the entire year we're taught not to use like like super modern things that, like Ap. Creators, might not know but like. 42 00:08:56.290 --> 00:09:05.000 huda: since, like the topic was about selfies, we had to use like influencers and such for evidence. So yeah, I think I think it went well. 43 00:09:05.400 --> 00:09:06.410 huda: yeah. 44 00:09:07.410 --> 00:09:10.729 Jenny Duan: Yeah, and then you're done right with everything. At this point. 45 00:09:10.730 --> 00:09:17.779 huda: Yeah, I just have a couple of projects that I'm working on for, like ap, Us. History and physics. 46 00:09:18.930 --> 00:09:21.770 Jenny Duan: Gotcha, and what what are those projects, and when are they due. 47 00:09:22.364 --> 00:09:35.015 huda: They're both due on Friday. So I just have to like. It's kind of like for us history. We have like a superlatives, for, like us, history like figures. And then for physics we have like. 48 00:09:35.670 --> 00:09:44.669 huda: it's kinda like it's like a project where we like kind of try to tune like a water bottle. I don't know. It's kind of confusing to explain. 49 00:09:46.600 --> 00:09:47.745 Jenny Duan: It sounds cool. 50 00:09:48.640 --> 00:09:56.330 Jenny Duan: awesome. So I think that maybe we can next talk about some like upcoming deadlines cause I think 51 00:09:56.590 --> 00:10:11.280 Jenny Duan: our goal for the summer is I really wanna make sure that you're set on the Awards front? I know this is a big priority coming in. And I feel like I wanna make sure that you know you have enough awards before application cycle starts. When do you find out about games for change again? 52 00:10:12.112 --> 00:10:13.350 huda: On the twenty-third. 53 00:10:13.920 --> 00:10:16.110 Jenny Duan: Oh, wait! That's so soon, too. 54 00:10:16.110 --> 00:10:16.855 huda: Yeah. 55 00:10:17.600 --> 00:10:18.096 Jenny Duan: Okay, 56 00:10:19.190 --> 00:10:26.460 Jenny Duan: were you able to submit to the podcast New York Times podcast challenge? I know that was a couple of days ago. But I'm not sure like, if you had enough time to prepare. 57 00:10:26.730 --> 00:10:42.664 huda: I actually wasn't able to submit to that one. I I was gonna like film a podcast but I just, I don't really know how to go about it. And also I was bit like busy with the Ap. Says, and stuff. So I wasn't able to submit to that one personally. 58 00:10:42.960 --> 00:10:51.349 Jenny Duan: No worries. Yeah, that it always happens like it's not a big deal. Just wanted to check in there and then grip tape is due on 59 00:10:51.990 --> 00:10:53.210 Jenny Duan: the 60 00:10:53.400 --> 00:10:57.620 Jenny Duan: 30. First, if you want to resubmit how are you feeling about that? 61 00:10:58.250 --> 00:11:15.000 huda: Yeah, I don't remember what idea we discussed last time, but I think this time I want to go with like a more like like non standard kind of thing. So maybe if we could like ideate something, for like the group, take, that would be great. 62 00:11:15.470 --> 00:11:19.791 Jenny Duan: Yeah, of course, I think that last time we talked about perhaps you learning like 63 00:11:20.330 --> 00:11:22.750 Jenny Duan: Indian classical guitar or. 64 00:11:22.750 --> 00:11:23.219 huda: To do it. 65 00:11:23.220 --> 00:11:24.370 Jenny Duan: Music thing. 66 00:11:24.750 --> 00:11:29.509 Jenny Duan: What do you think? You would you wanna do that? Would you wanna do something different. 67 00:11:30.270 --> 00:11:32.561 huda: I think that's pretty interesting. 68 00:11:33.310 --> 00:11:34.390 huda: yeah. 69 00:11:35.280 --> 00:11:37.119 huda: I think I'll be interested in that. 70 00:11:37.740 --> 00:11:45.949 Jenny Duan: That sounds good, then and then the application is due on May 30, first. So I believe it's just the same like video process. 71 00:11:47.300 --> 00:11:48.060 huda: Okay. 72 00:11:51.110 --> 00:11:51.770 Jenny Duan: Awesome. 73 00:11:54.450 --> 00:11:57.810 Jenny Duan: then, beyond that, I think 74 00:11:58.430 --> 00:12:00.029 Jenny Duan: those are the most 75 00:12:00.660 --> 00:12:08.120 Jenny Duan: pressing things right now, have you gotten any updates from apple or any of the other programs 76 00:12:08.130 --> 00:12:10.070 Jenny Duan: like any. Just Ga. 77 00:12:10.290 --> 00:12:17.206 huda: Yeah. So I actually didn't get into the apple program and then. 78 00:12:18.003 --> 00:12:18.609 Jenny Duan: Is him. 79 00:12:18.610 --> 00:12:35.110 huda: Yeah. And then the wait list is also pretty full. So I was able to get into the standing program as well. But I did get into the Covid class like data science. So yeah, we're considering like, choosing that one for the summer 80 00:12:35.320 --> 00:12:36.280 huda: desk. 81 00:12:36.280 --> 00:12:43.480 Jenny Duan: That one's also only 2 weeks long. So you would have time to do other things over the summer. What is the timing of your program is online or in person. 82 00:12:44.428 --> 00:12:49.029 huda: It's in person, and and then I think the timing is 83 00:12:51.370 --> 00:12:56.860 huda: Hold on! I think it was like June 28. Something like that is when it ends. 84 00:13:03.150 --> 00:13:07.569 huda: yeah, it's from June seventeenth to June 20, eighth. 85 00:13:09.090 --> 00:13:12.800 Jenny Duan: I mean, that sounds pretty good. If you wanna do that. What do you think. 86 00:13:12.980 --> 00:13:15.577 huda: Yeah, I think I definitely wanna 87 00:13:16.360 --> 00:13:24.799 huda: go to this program, especially data science, since I might be pursuing that like, it's kind of like related to what I've been doing. 88 00:13:26.530 --> 00:13:28.989 Jenny Duan: I mean, yeah, that sounds good. 89 00:13:30.250 --> 00:13:36.199 Jenny Duan: and let's also finalize your summer plans. Today. I feel like that's also like a good use of time for us. 90 00:13:36.310 --> 00:13:40.019 Jenny Duan: So right now, you we have coded classy. What are the dates for that. 91 00:13:40.670 --> 00:13:43.740 huda: June, seventeenth to June 20, eighth. 92 00:13:44.590 --> 00:13:45.340 huda: Okay. 93 00:13:46.200 --> 00:13:48.120 Jenny Duan: And that's after you end school right? 94 00:13:48.120 --> 00:13:48.800 huda: Yeah. 95 00:13:52.150 --> 00:13:54.567 Jenny Duan: Okay? And then when is 96 00:13:55.190 --> 00:14:00.480 Jenny Duan: what are the dates for? The journalism program? Jk. 97 00:14:00.874 --> 00:14:02.845 huda: August third to August ninth. 98 00:14:05.390 --> 00:14:06.050 Jenny Duan: There? 99 00:14:13.650 --> 00:14:17.390 Jenny Duan: And so in between that you have like about 100 00:14:17.480 --> 00:14:18.950 Jenny Duan: you have some time. 101 00:14:19.882 --> 00:14:20.744 Jenny Duan: and 102 00:14:23.090 --> 00:14:31.169 Jenny Duan: What do you plan like? What are some things that you want to do in that time like, do do you have any travel plans? Do you have anything else before we start filling your time? 103 00:14:31.360 --> 00:14:39.119 huda: Yeah, so we're actually planning on going on vacation from 104 00:14:40.954 --> 00:14:42.050 huda: June. 105 00:14:43.440 --> 00:14:46.169 huda: I forgot the dates. I think it was. 106 00:14:47.280 --> 00:14:51.469 huda: Oh, no, it's July first to July 107 00:14:52.000 --> 00:14:53.770 huda: tenth, or something that 108 00:14:54.090 --> 00:14:54.970 huda: yeah. 109 00:14:57.550 --> 00:14:58.530 Jenny Duan: Oh, wait. Yeah. 110 00:14:59.240 --> 00:15:14.437 huda: And then other than that, like maybe for empowering AI. We've been planning kind of doing a hackathon towards like middle of July. So like kind of maybe July twentieth, when we were planning 111 00:15:15.880 --> 00:15:28.909 huda: So we have. We've been like starting to like, well, we haven't really like started organizing. But we're gonna start accelerating, you know, calling and speakers and everything. So yeah, I think twentieth 112 00:15:28.970 --> 00:15:35.689 huda: and like twentieth to twenty-first is gonna be the hackathon. And we're gonna try to do a lot more events for empowering AI like 113 00:15:36.250 --> 00:15:37.496 huda: like more 114 00:15:38.370 --> 00:15:55.629 huda: like just one day camps, or like, maybe like, like really quick kind of like short camps. Type of thing. Because if it's like like a 4 week thing, a lot of people during the summer booked so like just like an informational session, we're trying to do those during the summer. And yeah. 115 00:15:57.240 --> 00:15:57.845 Jenny Duan: Cool. 116 00:15:58.660 --> 00:16:03.050 Jenny Duan: And how's the team at empowering AI like, how are have they been doing. 117 00:16:04.340 --> 00:16:05.720 huda: Okay? So 118 00:16:06.175 --> 00:16:21.954 huda: the marketing director, I think she's doing a lot for our for, like our initiative, like, I think she's she's been taking control of like the Instagram as well. And so she's made like a few graphics for us. And 119 00:16:22.330 --> 00:16:46.043 huda: she's like I also needed to. We're doing with the AR competition, right? So she made like a document with like the rules and like directions and everything. So she's been really helpful with that and then we made like a whole like signed up form, which looks like really professional. And then, I think, for the other officers. They need a little bit of a push, because, like I don't know, maybe they're not as motivated. But 120 00:16:46.340 --> 00:17:05.711 huda: I did like the secretary. We've been working together, and she has like an initiative that we could collaborate with. And so it's called like first Gen. Daughter diaries, or something like that. And they like match like a like a mentor with like a younger person. Kind of like ivy level. But yeah, but 121 00:17:06.040 --> 00:17:18.979 huda: we're thinking of kind of doing, and then partner with them, and maybe like connecting someone in stem that already knows about it, and like a younger person. So that'd be like a possible collaboration in the future. And then. 122 00:17:19.400 --> 00:17:34.490 huda: I guess, like my Vice President hasn't done as much as well. But she's help me like with the form and everything. But, like, I think definitely she, we need like kind of accelerate on that front. 123 00:17:34.540 --> 00:17:37.939 huda: And the treasurer is like kind of in charge of 124 00:17:37.950 --> 00:17:42.197 huda: having our like 5 or one C 3 status 125 00:17:42.940 --> 00:17:53.519 huda: And so there's like a lot of like information she needs to fill out and everything. So she's been like like calling with me. And like we've been discussing. But yeah, I think 126 00:17:53.530 --> 00:18:01.869 huda: so far, like the new board has been like, pretty good. It's ha! We've had like more progress than we have like in the past few months. 127 00:18:03.290 --> 00:18:06.730 Jenny Duan: Okay, that seems really good. And what inspired this hackathon. 128 00:18:07.707 --> 00:18:18.709 huda: So we just like hopped on a call like a board call. And then we're just thinking of like ideas for for empowering AI and then possible feature. And then I was thinking of like like 129 00:18:19.027 --> 00:18:40.622 huda: cause in middle school. I participated in a lot of hackathons, and so, like a lot of them are like like female directed like hackathons. So and that's like how we gain a lot of people near discord, and like they're just so like community. So I was thinking, that'd be a great idea to like, you know, broaden our thing and also, like 130 00:18:40.940 --> 00:18:45.550 huda: my social media marketer. Person like kind of helped with that as well. 131 00:18:47.010 --> 00:18:51.939 Jenny Duan: Okay? And have you seen that? The community been growing so far with the new person. 132 00:18:52.997 --> 00:19:09.249 huda: So far we haven't gotten more people like interested coach cause we just started, you know, like marketing the agr competition. But yeah, I've been like, I've been trying to like research ways to grow the metrics. So I saw like. 133 00:19:09.768 --> 00:19:22.270 huda: I saw, there's like an email newsletter so that we can get like more people interested. But I've been trying to implement that to our website. But yeah, I don't think it's really like working. But yeah. 134 00:19:23.370 --> 00:19:27.979 Jenny Duan: And how's it going with Rishi? Is he giving you any other strategies? Are you still working with him? 135 00:19:28.200 --> 00:19:36.480 huda: I've actually met him only once and so I think I have to set up a meeting with him. But yeah. 136 00:19:37.990 --> 00:19:39.170 Jenny Duan: Okay. Gotcha 137 00:19:39.865 --> 00:19:40.510 Jenny Duan: oh. 138 00:19:40.510 --> 00:19:42.898 huda: So yeah, sorry. I forgot to add. 139 00:19:43.250 --> 00:19:44.260 huda: So 140 00:19:44.380 --> 00:20:10.410 huda: the we reached out to like a local newspaper called like the Tracy Press and he interviewed me like over the phone about like M like, not empower me about Nc. Wit. And I kind of like I kind of bragged a lot during the call. I was like, Oh, there's like 98 schools like Dublin and Palo Alto, like all these competitive schools, and I was like shocked to see that like 141 00:20:10.410 --> 00:20:16.700 huda: I could win like from Mountain House. So I was kind of bragging a lot of that call. And then 142 00:20:17.060 --> 00:20:22.470 huda: After the award ceremony like I shared the images so that he can like actually get a publish thing. 143 00:20:22.940 --> 00:20:26.389 huda: So yeah, I think that's gonna be like out pretty soon. 144 00:20:27.290 --> 00:20:29.460 Jenny Duan: That's so awesome. And how did you find this guy. 145 00:20:30.040 --> 00:20:52.750 huda: So my friend. Actually, she's like the Vice President. So I I searched your name up, and then, like there's like an article about her like about her, like project for a class. And so I was like curious to see like like who wrote it. And so I just contacted like the author and like the journalist. I just asked if they'd be interested. 146 00:20:53.510 --> 00:20:54.470 huda: Lincoln. 147 00:20:54.470 --> 00:20:57.619 Jenny Duan: That's so cool. She's the Vice President for what of the school. 148 00:20:57.620 --> 00:20:58.950 huda: For empowering. Yeah. 149 00:20:59.190 --> 00:21:12.039 Jenny Duan: Oh, oh, oh, got it! Super cool! I love that. You're being proactive, and I think, like that Trench should definitely continue. I'm curious. How is the outreach for the game going like? Have any other teachers responded. Have you continued doing that. 150 00:21:12.640 --> 00:21:17.168 huda: Yeah, I've been sending out like I've been trying to send out at least like 5 a day. 151 00:21:17.420 --> 00:21:18.800 Jenny Duan: That's awesome. Congratulations. 152 00:21:18.800 --> 00:21:33.390 huda: Yeah, none of them have like, responded back, except the same teacher that had replied. Like he's he said that he's gonna show it in the class and then fill out the form cause I followed up because he didn't fill out the form yet. 153 00:21:33.950 --> 00:21:38.280 huda: But yeah, so I think I haven't got any responses yet. 154 00:21:38.300 --> 00:21:43.600 huda: But yeah, I'm trying to, you know. Send 5 a day at least to see if anyone else would. 155 00:21:45.030 --> 00:21:54.780 Jenny Duan: Okay, amazing. I think the other thing that's kind of timely is break through junior challenge. Wait. Did you just say that you didn't want to do this one. The Khan Academy, one. 156 00:21:55.180 --> 00:21:58.910 huda: Yeah, I think I think last time we discussed that. Yeah. 157 00:21:59.400 --> 00:22:01.062 Jenny Duan: Okay, sounds good. 158 00:22:02.670 --> 00:22:09.649 Jenny Duan: okay, so let's talk about your summer. So right now, you have code of the classy. And and then can you tell me your vacation dates again. 159 00:22:10.305 --> 00:22:13.869 huda: It's gonna be July first to July tenth. 160 00:22:15.140 --> 00:22:17.210 Jenny Duan: And you do you know where you're going again? 161 00:22:17.210 --> 00:22:18.890 huda: Yeah, we're going to London. 162 00:22:19.706 --> 00:22:21.219 Jenny Duan: Wait! London! Have you been there before. 163 00:22:21.220 --> 00:22:26.010 huda: No, this is my first time, or actually, probably when I was younger. But like, yeah, for some reason. 164 00:22:26.010 --> 00:22:27.419 Jenny Duan: What inspired the trip? 165 00:22:28.338 --> 00:22:41.011 huda: I don't know. We just been wanting to go on vacation for a while. We're originally gonna go on, go to turkey. But yeah, I don't know like we just went forward with London, because my brother really wants to go. 166 00:22:42.460 --> 00:22:49.294 Jenny Duan: Okay. So total classy ends. You go to London, and then you come back. And then you have like, 2 weeks, 3 weeks, and then you're doing Jake Camp. 167 00:22:49.870 --> 00:22:55.170 Jenny Duan: So what you wanted to do is you want to host the empowering AI hackathon? I think that 168 00:22:56.260 --> 00:23:01.152 Jenny Duan: let's do a stock of all your extracurriculars, and see if we have space to add more. Or if 169 00:23:01.490 --> 00:23:08.129 Jenny Duan: we need to just focus on what you have, because, again, on your college application. You really only get 10 spots. So there's not really 170 00:23:08.150 --> 00:23:12.540 Jenny Duan: like that much reason to to over. Exert yourself to try to do more than intent things. 171 00:23:12.940 --> 00:23:20.700 Jenny Duan: So if we were to fill in those 10 spots? What would you put in order of priority on your college application? 172 00:23:21.720 --> 00:23:23.720 huda: I'd say number one 173 00:23:23.810 --> 00:23:26.380 huda: would be synthoria 174 00:23:27.810 --> 00:23:32.687 huda: and then number 2 would be empower AI. 175 00:23:33.750 --> 00:23:36.383 huda: And Number 3 would be 176 00:23:37.740 --> 00:23:47.429 huda: probably phone makers club. I just feel like my impact with folklook have been has been kind of ma minimal. So I don't know if there'll be top priority. But 177 00:23:50.620 --> 00:23:54.230 huda: yeah, I guess. And then folklift as fourth. 178 00:23:54.700 --> 00:23:58.419 huda: and then fifth, I could say. 179 00:24:00.630 --> 00:24:01.590 huda: hmm! 180 00:24:04.240 --> 00:24:05.514 huda: Trying to remember. 181 00:24:13.440 --> 00:24:15.030 huda: we're all 182 00:24:18.990 --> 00:24:22.038 huda: see. I don't really remember like the others. 183 00:24:22.420 --> 00:24:24.090 Jenny Duan: Code with glossy that counts. 184 00:24:24.480 --> 00:24:29.090 huda: Oh, okay, yeah. Then, code with classy, data, science. 185 00:24:31.540 --> 00:24:32.480 Jenny Duan: J Kamp. 186 00:24:33.180 --> 00:24:38.249 huda: Oh, does that count as like an extra curricular or like, Okay. 187 00:24:42.170 --> 00:24:46.100 huda: And then, maybe, like by a woman in games ambassadorship. 188 00:24:46.621 --> 00:24:49.509 huda: I think that would be in 189 00:24:52.160 --> 00:24:56.460 huda: That'll be in fourth place, maybe, I think gave us. 190 00:24:57.230 --> 00:24:59.099 Jenny Duan: How much time are you spending on that right now? 191 00:25:00.201 --> 00:25:04.399 huda: Not a lot. But it's like a really large organization. So 192 00:25:04.490 --> 00:25:07.479 huda: feel like that's really impactful. 193 00:25:09.010 --> 00:25:12.810 Jenny Duan: Do you feel like you can put more impact into it or more time into it? Personally. 194 00:25:13.710 --> 00:25:16.050 huda: Possibly. Yeah. I think if I 195 00:25:16.434 --> 00:25:31.669 huda: if I host, actually like, I was thinking like, I haven't done anything about it. But if I do kind of like a collaboration between women and games and empowering AI and kind of do some sort of event for that. That would be that'd be pretty good. 196 00:25:31.670 --> 00:25:32.840 Jenny Duan: That would be cool. 197 00:25:33.888 --> 00:25:41.920 huda: So yeah, maybe I could put a little more effort into that. But it's like, since it's an international like program. That one's pretty good. 198 00:25:44.060 --> 00:25:45.770 huda: and then 199 00:25:50.410 --> 00:25:51.599 huda: see, I'm gonna 200 00:25:53.610 --> 00:25:55.279 huda: look through here. 201 00:26:09.310 --> 00:26:13.637 huda: so so like being featured on like podcast and stuff is that like. 202 00:26:13.970 --> 00:26:14.660 Jenny Duan: Doesn't care. 203 00:26:17.130 --> 00:26:21.859 huda: Okay. I guess I don't. I think that's all. 204 00:26:22.590 --> 00:26:25.209 Jenny Duan: What about your like local council thing. 205 00:26:26.070 --> 00:26:30.880 huda: Youth Action Committee. I I feel like I don't think I've really like 206 00:26:31.160 --> 00:26:33.820 huda: contributed to that one as much. 207 00:26:34.310 --> 00:26:37.060 Jenny Duan: Is that something you feel like you can contribute more to. 208 00:26:40.060 --> 00:26:43.880 huda: yeah, I feel like they just have meetings and a lot of the time, like 209 00:26:44.120 --> 00:26:47.920 huda: there are inconvenient times. So it's hard for me to make it. But 210 00:26:48.559 --> 00:26:54.950 huda: yeah, I mean, if I I could possibly like for more time into it. But yeah. 211 00:26:55.670 --> 00:27:00.050 Jenny Duan: But you don't want to. It's okay, like, I'm just trying to get a sense of how you feel about it. 212 00:27:00.611 --> 00:27:22.390 huda: Not really like. I just feel like your meeting. Times are always directly after school, or like like, really late in the night. So it's not really late in the night, but it's like dinnertime, so it's like, I don't know. It's just like inconvenient timing, for like my parents to drop me and everything. So I haven't been able to participate in it too much. 213 00:27:23.150 --> 00:27:26.259 Jenny Duan: What about on the volunteering at the mosque? Are you still doing that? 214 00:27:26.260 --> 00:27:27.840 huda: Oh, yeah. Yeah. 215 00:27:29.000 --> 00:27:31.780 Jenny Duan: That's super important. Don't forget about that. 216 00:27:33.540 --> 00:27:41.139 Jenny Duan: Okay, so actually, since we have 2 more spots to fill, which means that we should do something with your summer here. 217 00:27:41.320 --> 00:27:43.960 Jenny Duan: So have you heard of. 218 00:27:44.460 --> 00:27:49.520 Jenny Duan: I think I sent you like this Instagram Post about something that I saw in regards to like 219 00:27:50.020 --> 00:27:52.729 Jenny Duan: I forget the organization. Was it women and games, or. 220 00:27:52.730 --> 00:27:55.779 huda: It was like woman who, code or woman 221 00:27:56.150 --> 00:27:58.070 huda: make games, or something. 222 00:27:58.480 --> 00:28:03.309 Jenny Duan: Yeah, I feel like that would be a really good organization to get involved in. What do you think. 223 00:28:03.540 --> 00:28:15.359 huda: They're actually the ones that I reached out to whether like I could get involved. And they said that like I was too young. You have to be like 18 plus to get involved with them. 224 00:28:18.157 --> 00:28:23.080 Jenny Duan: okay, what about this? Girls makes make games like summer program? 225 00:28:24.801 --> 00:28:27.609 huda: Hold on. Let me see the program. 226 00:28:35.510 --> 00:28:36.760 huda: I think. 227 00:28:38.930 --> 00:28:42.659 huda: Oh, yeah, I think that's pretty interesting. I think it's a. 228 00:28:44.570 --> 00:28:47.049 Jenny Duan: The timing works out pretty well with you. 229 00:28:47.200 --> 00:28:47.920 huda: Yeah. 230 00:28:47.920 --> 00:28:52.359 Jenny Duan: Oh, it's it's in, is it? In Memphis, Tennessee. I'm like confused. 231 00:28:54.620 --> 00:28:55.930 huda: let me see. 232 00:28:57.370 --> 00:28:59.500 Jenny Duan: No, it's okay. I think it's. 233 00:29:02.160 --> 00:29:04.450 huda: There's one in the Sfa area. 234 00:29:05.430 --> 00:29:06.320 Jenny Duan: Oh. 235 00:29:06.600 --> 00:29:08.630 Jenny Duan: that seems like really good. Then. 236 00:29:14.410 --> 00:29:15.180 huda: Yeah, 237 00:29:17.900 --> 00:29:18.840 huda: I feel like 238 00:29:19.030 --> 00:29:22.420 huda: there's only like younger people attending. 239 00:29:22.820 --> 00:29:25.460 Jenny Duan: Teens, 13 to 18 is one category. 240 00:29:25.630 --> 00:29:26.055 huda: Oh! 241 00:29:30.660 --> 00:29:35.065 Jenny Duan: The only thing is, I don't know if it's just gonna be like too 242 00:29:36.330 --> 00:29:37.949 Jenny Duan: basic for you. 243 00:29:38.330 --> 00:29:42.400 huda: I I think it's a it's a paid program. So. 244 00:29:42.680 --> 00:29:46.369 Jenny Duan: Yeah, but they do scholarships. So I think that's no big deal. 245 00:29:48.990 --> 00:29:51.390 huda: I think it should be interesting. Yeah. 246 00:29:53.290 --> 00:29:58.870 Jenny Duan: Okay, why don't you just submit an application? I think you'll qualify for scholarships. I feel like that shouldn't be an issue. 247 00:30:01.530 --> 00:30:04.939 Jenny Duan: they also have, like a high, like a college scholarship. That's 248 00:30:05.080 --> 00:30:08.705 Jenny Duan: super cool, but I think, unfortunately, 249 00:30:10.450 --> 00:30:11.355 Jenny Duan: that's 250 00:30:14.340 --> 00:30:16.450 Jenny Duan: That's precise with seniors, only. 251 00:30:17.940 --> 00:30:19.699 Jenny Duan: Also have, like a summer fellowship. 252 00:30:19.810 --> 00:30:22.960 Jenny Duan: which is cool, but that's also for 18 plus people. 253 00:30:25.120 --> 00:30:28.309 Jenny Duan: So I feel like you should apply for their camp or 254 00:30:29.220 --> 00:30:33.889 Jenny Duan: yeah, just send an an application for their camp. Because, like, why not? I feel? 255 00:30:34.650 --> 00:30:35.320 Jenny Duan: Hmm. 256 00:30:38.050 --> 00:30:39.219 huda: Yeah, we have him open up. 257 00:30:39.220 --> 00:30:40.459 Jenny Duan: Let me join now. 258 00:30:40.520 --> 00:30:44.190 Jenny Duan: Okay, cool. Did you kind of join their leadership team? Because you're too young. 259 00:30:44.190 --> 00:30:45.080 huda: Yeah. 260 00:30:46.870 --> 00:30:47.480 Jenny Duan: Hmm. 261 00:30:49.950 --> 00:30:51.720 Jenny Duan: interesting. Okay. Got it. 262 00:30:58.480 --> 00:31:01.769 Jenny Duan: So in your ideal summer, what what else would you be doing. 263 00:31:03.833 --> 00:31:11.439 huda: I feel like maybe preparing with the like preparing like a few. 264 00:31:12.140 --> 00:31:21.300 huda: I would call them essays beforehand. I think that would be good, like, you know, just like brainstorming. Some of those. 265 00:31:23.740 --> 00:31:25.810 Jenny Duan: Yeah, that sounds good. 266 00:31:26.105 --> 00:31:30.624 Jenny Duan: In terms of extracurriculars. You still have room for, like 2 more, I think, to add on 267 00:31:31.243 --> 00:31:37.299 Jenny Duan: I would like to get those fixed filled. So I think maybe let's brainstorm like what else you can do during your summer 268 00:31:37.822 --> 00:31:43.869 Jenny Duan: in preparation. So right now you have a lot of AI stuff. I feel like it would be good, maybe, to do something. 269 00:31:44.900 --> 00:31:45.980 Jenny Duan: Hi, there! 270 00:31:46.390 --> 00:31:49.699 Jenny Duan: More technical or just like random in your community. 271 00:31:49.730 --> 00:31:53.240 Jenny Duan: Are there any other clubs that you're part of at school that we're missing? 272 00:31:56.110 --> 00:32:02.259 huda: Oh, yeah, I ran for girls who code officer but I didn't get it. But 273 00:32:02.410 --> 00:32:04.179 huda: yeah, oh, I'm 274 00:32:06.390 --> 00:32:07.480 huda: I mean. 275 00:32:07.630 --> 00:32:09.000 huda: I think this. 276 00:32:10.040 --> 00:32:15.556 huda: I haven't joined any other clubs, I mean, like, I've joined Msa. Club. But 277 00:32:16.190 --> 00:32:21.539 huda: the elections aren't really fair, so I won't be like a officer. But yeah. 278 00:32:25.370 --> 00:32:29.790 huda: yeah, I don't. I don't think there's any like other like clubs. I can name 279 00:32:35.600 --> 00:32:37.631 Jenny Duan: Let me see if there's any 280 00:32:38.830 --> 00:32:40.580 Jenny Duan: organizations. 281 00:32:59.140 --> 00:33:00.730 Jenny Duan: Hmm! 282 00:33:05.870 --> 00:33:06.919 Jenny Duan: You know what 283 00:33:09.020 --> 00:33:12.660 Jenny Duan: MY. And a is Muslim youth of North America. 284 00:33:13.210 --> 00:33:14.799 huda: Oh, I've never heard of it! 285 00:33:15.620 --> 00:33:17.400 Jenny Duan: You've you've heard of it, or you haven't. 286 00:33:17.400 --> 00:33:18.339 huda: I haven't. 287 00:33:20.820 --> 00:33:25.009 Jenny Duan: I think some of my friends at school are involved with this org. Here, let me send this in the chat. 288 00:33:25.230 --> 00:33:29.330 Jenny Duan: Take a look at this. They do a lot of like different service programs and camps that you. 289 00:33:29.430 --> 00:33:31.199 Jenny Duan: I find interesting. 290 00:33:31.460 --> 00:33:32.250 huda: Oh! 291 00:33:33.930 --> 00:33:37.920 Jenny Duan: They have an All girls camp that works with your dates. If you're interested. 292 00:33:38.510 --> 00:33:40.110 huda: Oh, that's really interesting. 293 00:33:41.226 --> 00:33:44.780 huda: Yeah, I think this would be something nice to get involved with. 294 00:33:46.830 --> 00:33:49.820 Jenny Duan: And this is like, yeah, mostly like summer camp. 295 00:33:51.560 --> 00:33:52.950 Jenny Duan: let's see if 296 00:33:53.260 --> 00:33:55.760 Jenny Duan: if you would just be interested in doing it. 297 00:33:56.240 --> 00:34:00.929 Jenny Duan: like, I think it's this is just like A for your own personal growth, if you want to. 298 00:34:01.611 --> 00:34:04.870 Jenny Duan: I'm gonna see if there's something that you can get involved with. 299 00:34:06.810 --> 00:34:10.370 Jenny Duan: They have an all girls like Camp, which is really cool. 300 00:34:18.989 --> 00:34:22.139 Jenny Duan: Oh, yeah. And they have a lot of opportunities to get involved. 301 00:34:22.680 --> 00:34:28.380 Jenny Duan: So what did you try to join, like one of their local executive committees, or to become an officer. 302 00:34:29.239 --> 00:34:32.739 huda: Oh, yeah. Also, I think this would be something like 303 00:34:32.879 --> 00:34:51.569 huda: great to start up as like a kind of community like Branch, maybe not at school, but like maybe just like in the community, to like hold meetings. Cause like, I know, a lot of people that are interested in Msa. But like kind of like without the toxicity, I think this will be something nice to open regionally. 304 00:34:52.139 --> 00:34:54.539 Jenny Duan: What about this position? Check this out. 305 00:35:02.910 --> 00:35:05.150 huda: Website is only that's really nice. 306 00:35:09.380 --> 00:35:13.119 huda: okay, looks like it starts in September 2024. 307 00:35:14.450 --> 00:35:14.830 Jenny Duan: Fine. 308 00:35:34.040 --> 00:35:37.130 huda: Okay, I'm not sure. If they have an Asia requirement I can. 309 00:35:37.210 --> 00:35:38.380 huda: I can. 310 00:35:40.950 --> 00:35:43.640 Jenny Duan: I think as long as you're thirteenth through 18, it's okay. 311 00:35:43.820 --> 00:35:44.275 huda: Okay. 312 00:35:44.950 --> 00:35:45.620 huda: I. 313 00:35:46.040 --> 00:35:50.839 Jenny Duan: They have a lot of different programs. So if you wanna look through that, there's like other ones, too. 314 00:35:52.340 --> 00:35:55.829 huda: Okay, I'm gonna just make an account here. 315 00:35:56.340 --> 00:36:05.809 Jenny Duan: Also says that the application deadline was about a month ago, but it also says open. So I I wouldn't encourage you to just submit an application and then email them afterwards. And you should be fine. 316 00:36:06.460 --> 00:36:07.640 huda: Okay. Yeah. 317 00:36:32.280 --> 00:36:37.416 Jenny Duan: Okay, I'm gonna add that to the list. Cause I feel like this is a really good organization to get involved in. 318 00:36:39.240 --> 00:36:43.887 Jenny Duan: And then, now you have one more spot in the list. 319 00:36:44.840 --> 00:36:50.009 Jenny Duan: Any other things that any other activities that you would like to try, or that you haven't tried yet. 320 00:36:51.230 --> 00:36:54.529 huda: Hmm! Maybe let's I can. 321 00:36:55.370 --> 00:36:58.649 huda: If I wanted to get involved with something 322 00:36:59.160 --> 00:37:15.640 huda: journalism oriented like maybe like, maybe I could ask if I could write something for our like a local news, maybe, or see if I if I I can get some sort of like like involvement in that 323 00:37:16.870 --> 00:37:17.810 huda: I'm not sure. 324 00:37:17.810 --> 00:37:19.466 Jenny Duan: Yeah, that seems good. 325 00:37:20.010 --> 00:37:23.670 Jenny Duan: let's see. Let me see if there's any like Mountain House 326 00:37:24.020 --> 00:37:26.729 Jenny Duan: Student Journal to some projects 327 00:37:35.190 --> 00:37:36.170 Jenny Duan: whom. 328 00:37:38.255 --> 00:37:41.009 huda: It's not letting me and make an account for the 329 00:37:43.552 --> 00:37:45.419 huda: a position. So 330 00:37:45.520 --> 00:37:46.610 huda: I can email them. 331 00:37:46.610 --> 00:37:49.309 Jenny Duan: What does it? What does it say? Yeah, just email them. 332 00:37:49.920 --> 00:37:53.520 huda: Yeah. It just says, like, project, not available. 333 00:37:59.280 --> 00:37:59.913 Jenny Duan: Email, them. 334 00:38:00.580 --> 00:38:01.310 huda: Yeah. 335 00:38:06.840 --> 00:38:10.920 huda: Oh, what if I was the blog editor in chief for. 336 00:38:10.920 --> 00:38:15.400 Jenny Duan: Yeah, that seems really good, too. Whatever you think is most important or interesting. 337 00:38:16.010 --> 00:38:18.280 huda: Yeah, I feel like, that's also like, relevant. 338 00:38:18.830 --> 00:38:19.890 Jenny Duan: Definitely 339 00:38:33.410 --> 00:38:35.939 Jenny Duan: I'm doing some research to see like 340 00:38:36.250 --> 00:38:37.270 Jenny Duan: what else? 341 00:38:39.850 --> 00:38:42.820 Jenny Duan: this fat is interesting in your area. 342 00:38:44.721 --> 00:38:50.269 huda: So instead of Mountain House, we can search Tracy cause like a lot of the stuff happens in Tracy. 343 00:38:54.070 --> 00:39:00.320 Jenny Duan: Well, I feel like one of your other things. Could could just be like freelance web development. If you wanna do that for like 344 00:39:00.680 --> 00:39:10.229 Jenny Duan: local. I don't know businesses or nonprofits, and you can also list your other Cs projects under that umbrella. If you want to keep working on that over the summer. 345 00:39:10.644 --> 00:39:19.779 Jenny Duan: Because I know you have a lot of Cs projects that like aren't necessarily on your activities list that you could probably incorporate if you like. Put an activity as like. 346 00:39:20.220 --> 00:39:22.710 Jenny Duan: you know, web development or something like that. 347 00:39:22.850 --> 00:39:24.610 Jenny Duan: How do you feel about that? 348 00:39:24.610 --> 00:39:32.399 huda: Yeah, I think also, yeah, this summer, I could probably like, do some freelance like website development. And 349 00:39:32.590 --> 00:39:56.799 huda: like, or maybe just designs. Even like if I'm not able to do that like during the time in which, like, I'm done with everything or like I could, I think I could possibly do that during like the code with call see? Like during those time periods, like, maybe when I get home, because if I do get involved with the camp and everything. Maybe that would be a good idea. 350 00:39:56.910 --> 00:39:57.690 huda: Cap. 351 00:39:57.690 --> 00:39:59.415 Jenny Duan: Yeah, that seems really good. 352 00:39:59.810 --> 00:40:12.150 Jenny Duan: I think that's something that we can definitely do. I also do. Wanna get you still involved with, like a more national organization, too, cause I feel like it's important for you to have more credibility with like an org 353 00:40:14.320 --> 00:40:17.560 Jenny Duan: Are there any like nonprofits that you feel like you would want to 354 00:40:17.850 --> 00:40:21.329 Jenny Duan: join or look more into. Besides MY. And a. 355 00:40:22.690 --> 00:40:23.290 huda: Bye, 356 00:40:25.830 --> 00:40:35.920 Jenny Duan: Like I I wanna just give you more credibility cause I feel like a lot of things that you do are self initiated or like self run, but I think it would be good to have the support of a larger org if that makes sense. 357 00:40:39.480 --> 00:40:52.939 huda: I could. I could possibly ask around and see if there's like, I know a few of my friends have like initiatives like, see if they have, like a board position available. But those are mainly like tech and stuff like that. 358 00:40:53.660 --> 00:40:54.979 huda: But yeah. 359 00:40:54.980 --> 00:41:08.199 Jenny Duan: How big are those initiatives? Cause I feel like there's not that much point in doing like another student thing, because I feel like you like, since you're already a student like your projects are already kind of grouped under that category. 360 00:41:08.270 --> 00:41:22.789 Jenny Duan: But, like, are there any like larger local or national orgs. That's why I thought the the IQ. I'm forgetting the name. The local council thing would have been good. But I think if that's like not interesting or convenient. Then maybe something else. 361 00:41:23.280 --> 00:41:40.438 huda: I could possibly do like encode justice, like I know they didn't really like let me onto the like, the council, or whatever. But I could probably like. Still, I think they have the same like you can like publish like an article about AI ethics or like your experience today, ethics. I could. 362 00:41:41.150 --> 00:41:48.520 huda: Maybe like, publish some articles about that. Yeah, like, I don't know if that's like an official position, though. But 363 00:41:48.650 --> 00:41:49.680 huda: yeah, 364 00:41:50.900 --> 00:42:00.540 huda: I feel like in code, justice could possibly be really good cause, I know, like a lot of people that do go into a ethics definitely like always have that in their profiles. 365 00:42:01.044 --> 00:42:04.939 huda: Yeah, like, I don't exactly know how to like get involved 366 00:42:05.230 --> 00:42:08.013 huda: would include just this. 367 00:42:09.810 --> 00:42:13.160 Jenny Duan: Do you? Who's your senator? Do you know in California. 368 00:42:15.240 --> 00:42:16.319 huda: Like the 369 00:42:16.470 --> 00:42:17.920 huda: looking for a region. 370 00:42:20.826 --> 00:42:25.230 huda: It's oh, is it the? I think it's Josh Harder. I think 371 00:42:25.380 --> 00:42:27.229 huda: I don't know if he's like a send me here. 372 00:42:27.540 --> 00:42:29.959 huda: Yeah, he's the representative, but. 373 00:42:30.940 --> 00:42:35.100 Jenny Duan: Do you wanna do an like an internship in the Senator's office? 374 00:42:35.140 --> 00:42:36.879 Jenny Duan: We're representative's office. 375 00:42:37.210 --> 00:42:39.010 huda: Oh, that would be interesting! 376 00:42:39.970 --> 00:42:45.097 Jenny Duan: Here's Tom Umberg. He's Senate District 34 sacramento County. 377 00:42:45.680 --> 00:42:55.199 Jenny Duan: but not Sacramento County, Anaheim, Fountain Valley Garden Grove, Huntington Beach, Long Beach, Los Alamitos, Midway City, Orange, Rossmore, Santa Ana, Seal Beach, in Westminster. 378 00:42:56.823 --> 00:42:58.390 huda: I think that's so, Cal. 379 00:42:59.870 --> 00:43:02.010 Jenny Duan: Including Sacramento, though. 380 00:43:03.190 --> 00:43:05.430 Jenny Duan: Oh, yeah, actually, that does look like 381 00:43:07.200 --> 00:43:09.918 Jenny Duan: Who? So I think maybe I would look at your 382 00:43:12.080 --> 00:43:13.670 Jenny Duan: You are. 383 00:43:15.030 --> 00:43:18.870 huda: Okay, so what would the program be called? I can search my representative. 384 00:43:18.870 --> 00:43:21.839 Jenny Duan: There's no program. You have to search your individual 385 00:43:22.210 --> 00:43:25.210 Jenny Duan: like representative or senator, and see what they do. 386 00:43:26.700 --> 00:43:29.979 huda: Yeah, would. I call it like an internship or. 387 00:43:30.890 --> 00:43:32.000 Jenny Duan: Yeah, internship. 388 00:43:38.990 --> 00:43:40.569 huda: I think it falls 389 00:43:41.660 --> 00:43:53.219 huda: under like law. So it's canada maybe asked to do a variety of things, including day to day office works, such as answering phones, writing letters, and assisting with meeting clips. 390 00:43:58.620 --> 00:44:00.299 huda: I'm not sure. 391 00:44:03.170 --> 00:44:04.169 huda: Yeah, I think you should. 392 00:44:04.530 --> 00:44:10.650 Jenny Duan: With some like local government office, or something like small, but where you could make an impact. 393 00:44:12.712 --> 00:44:16.389 huda: Okay, I think you just like, put your name, and then you put your 394 00:44:17.970 --> 00:44:19.829 huda: here as you may. I think. 395 00:44:21.650 --> 00:44:29.798 Jenny Duan: Okay. And then why don't you do outreach to like local bridges of the government to like? For example, if you could join their media or marketing team like 396 00:44:31.990 --> 00:44:34.190 Jenny Duan: I feel like that would be really powerful. 397 00:44:35.210 --> 00:44:36.970 huda: Yeah. So 398 00:44:37.720 --> 00:44:40.600 huda: like, I think we just got declared a city. So it 399 00:44:40.640 --> 00:44:42.839 huda: don't really have those things in place. 400 00:44:43.180 --> 00:44:45.270 huda: But like like those. 401 00:44:45.270 --> 00:44:48.209 Jenny Duan: Perfect opportunity for you to put it in place. No. 402 00:44:49.040 --> 00:44:52.260 huda: Like like, how would I go about like reaching out for that. 403 00:44:53.330 --> 00:44:57.677 Jenny Duan: Yeah. So Mountain House just got, declared a city. Right? So 404 00:44:58.580 --> 00:45:02.209 Jenny Duan: let me see if there's like a mountain house, California website. 405 00:45:12.950 --> 00:45:16.140 Jenny Duan: there's Mountain House Community Service district 406 00:45:16.610 --> 00:45:18.020 Jenny Duan: gong. 407 00:45:20.900 --> 00:45:23.940 Jenny Duan: Let me look at the California State portal. 408 00:45:39.800 --> 00:45:42.779 Jenny Duan: So you you don't like the Youth Action Committee right? 409 00:45:44.045 --> 00:45:51.099 huda: I could get involved. But I just I haven't been attending like any of the meetings because of the timings. But 410 00:45:51.150 --> 00:45:56.560 huda: yeah, like I I just don't know if I'd be like involved enough to like please an extra curriculum. 411 00:45:57.720 --> 00:46:03.245 Jenny Duan: Okay, I'm looking at amount. Has Csd in the county and state contacts? 412 00:46:03.770 --> 00:46:05.079 Jenny Duan: do you see that. 413 00:46:06.330 --> 00:46:07.309 huda: But mom 414 00:46:10.480 --> 00:46:11.669 Jenny Duan: Let me share the link. 415 00:46:12.060 --> 00:46:12.860 huda: Yeah. 416 00:46:19.660 --> 00:46:22.400 huda: Okay, yeah. I'm here on the page. 417 00:46:22.740 --> 00:46:23.430 huda: See? 418 00:46:23.430 --> 00:46:25.641 Jenny Duan: So here has a bunch of 419 00:46:26.710 --> 00:46:29.129 Jenny Duan: a bunch of people that you can contact 420 00:46:29.740 --> 00:46:33.280 Jenny Duan: like the county representatives. And also 421 00:46:33.600 --> 00:46:35.530 Jenny Duan: you can look at the board committees 422 00:46:35.540 --> 00:46:48.449 Jenny Duan: on the left hand bar like, and just see like who's involved. And then I would try to talk to like either someone from the board of directors or the county and state context to see like, if you can get involved with like 423 00:46:49.070 --> 00:46:51.539 Jenny Duan: city leadership in a more direct way 424 00:46:51.670 --> 00:46:54.579 Jenny Duan: to like an internship, and you could mention how like you're not 425 00:46:54.590 --> 00:46:55.660 Jenny Duan: like you. 426 00:46:55.690 --> 00:47:02.489 Jenny Duan: You like. You've tried to join the Youth Action Committee, but like that didn't work out. So you want to do like something more direct. 427 00:47:03.640 --> 00:47:08.920 huda: Yeah, I I honestly don't think that's gonna like, exactly 428 00:47:09.380 --> 00:47:16.769 huda: like I can email. But I'm not sure if that they have like an oper opportunity for like an internship or anything. So I can. 429 00:47:16.770 --> 00:47:17.170 Jenny Duan: And my. 430 00:47:17.170 --> 00:47:21.380 huda: My best bet is probably just getting more involved in Youth Action Committee. 431 00:47:22.470 --> 00:47:23.380 huda: Yeah. 432 00:47:24.640 --> 00:47:27.920 Jenny Duan: Why don't you think they'll have any like programs available for you? 433 00:47:28.743 --> 00:47:29.860 huda: Sorry! What did you say? 434 00:47:30.350 --> 00:47:34.109 Jenny Duan: Why don't you think they'll have any like internships or programs available for you? 435 00:47:34.951 --> 00:47:44.880 huda: Because right now, like the board is itself is also kind of small. So they don't really need like I don't think they'd 436 00:47:45.010 --> 00:47:53.922 huda: really offer like an internship or anything. But I mean, like I can. I can obviously just like, ask and see like if they do have that opportunity. But yeah, 437 00:47:54.430 --> 00:47:58.370 huda: I kinda doubt that they'd have like an opportunity for internship. 438 00:47:58.778 --> 00:48:00.870 huda: Cause it's just like so small. 439 00:48:01.790 --> 00:48:25.110 Jenny Duan: Gotcha gotcha I know that, like lots of my friends have gotten involved with like other things in their States. For example, like my friend was interning for, like the fishing and wildlife department, or something, there's something random. And so I feel like within the government, because there's so much bureaucracy present. There are so many like random little things that you have the opportunity to like have a big impact on. So I feel like you should take advantage of that. And like. 440 00:48:25.210 --> 00:48:36.180 Jenny Duan: I think I'm not sure like, if you want to be involved through Mountain House, if you want to be involved at the national level. But I feel like there are lots of opportunities for you to get involved with, say, like marketing, video creation, or like 441 00:48:36.530 --> 00:49:04.150 Jenny Duan: even news, or like writing for one of these like senators or State orgs. And so I feel like this is a really good use of your summer, too. We definitely need to give you something more official and more. Yeah, like, attached to a larger organization. Because I feel like right now, you are lacking like a little bit of credibility in your extracurriculars in terms of like the larger orgs. I think code of classy is really good. I think Jc. Is good. But I think beyond that, it's mostly like self driven. So 442 00:49:04.220 --> 00:49:31.070 Jenny Duan: they don't really have a basis to assess your like leadership ability. And so I think that's like what I wanted to try to identify an opportunity for. But I'm not sure like exactly what direction or like. If you want to do at the state, or regional or local level? So what are you feeling? Or is this something that is interesting to you? Cause if you don't wanna do anything government related. We can also search for like larger nonprofits, too. Like, whatever you think is the most interesting. 443 00:49:31.640 --> 00:49:35.550 huda: Yeah, I think if I were to go forward with I think like 444 00:49:35.740 --> 00:49:38.999 huda: if I were to get like more active with Youth Action Committee. 445 00:49:39.788 --> 00:49:53.612 huda: Then maybe like I'd I'd definitely be interested in getting some more like credibility in that way. But if that's like still, like persisting to be an issue which, like I'll try. I'll try like harder to like actually like show up on the meetings and everything. 446 00:49:53.900 --> 00:49:57.500 Jenny Duan: Probably in person, I mean, if it's too inconvenient like, that's also fine. 447 00:49:57.540 --> 00:50:02.370 Jenny Duan: But if it's if it's convenient, I would encourage you to like, at least, have you been to any of them in the past? 448 00:50:02.570 --> 00:50:04.740 huda: I've been to like 2 of them. 449 00:50:05.270 --> 00:50:08.149 Jenny Duan: Howard like? How are they? I'm not sure what the vibe is. 450 00:50:08.150 --> 00:50:29.180 huda: So basically, we go to like the town hall, and there's like 3, like, I think there's a like organizers. But they're like also like high school students, like seniors. So they like kind of go up the the front, and they like talk with one of like the board of directors of the town, and then they like talk about like 451 00:50:29.507 --> 00:50:56.359 huda: this is our upcoming summer plan. And then, like everyone has, like their say, everyone can like raise their hand and like, give their input and it's kind of just more like a discussion among like the like the leaders of the thing. And then and like the actual board people regarding like issues with like possible issues that can happen. Like, for example, we're doing a summer camp. And then there's like like a law that they're like 452 00:50:56.540 --> 00:51:07.559 huda: they're not allowed to stay past a certain time or something. So they're kind of discussing that. So it's like more like more logistic, I guess, in the Youth Action Committee meetings. But yeah. 453 00:51:08.270 --> 00:51:15.220 Jenny Duan: Gotcha. Actually, something I noticed about Mountain House is they don't have a Instagram page. They have like 454 00:51:15.350 --> 00:51:18.439 Jenny Duan: Twitter, Youtube. But they don't have an Instagram page. 455 00:51:20.920 --> 00:51:25.309 Jenny Duan: What if you volunteer to like? Create one for them? I feel like that would be pretty cool. 456 00:51:25.310 --> 00:51:26.323 huda: Oh, yeah. 457 00:51:26.940 --> 00:51:28.870 huda: that would be interesting. I can. 458 00:51:28.950 --> 00:51:42.780 huda: And also, since we have like tons of like events that are like in the community, that could be like a good place to just kind of highlight those, maybe. Yeah, I can talk to like 459 00:51:42.900 --> 00:51:45.790 huda: some of the people on the board, maybe to see if 460 00:51:46.040 --> 00:51:48.099 huda: and advise. I believe. 461 00:51:48.100 --> 00:51:49.480 Jenny Duan: Really powerful. 462 00:51:51.340 --> 00:51:52.349 huda: Yeah, that's actually a great idea. 463 00:51:52.350 --> 00:51:53.010 Jenny Duan: Idea. 464 00:51:53.140 --> 00:52:00.730 Jenny Duan: Yeah, because, like, that's so important for like community contact for the community events like, they don't have a Facebook page either. And I feel like most places would have one. 465 00:52:01.160 --> 00:52:06.750 huda: I have like a giant like Facebook group. But we don't have like a Facebook page. Yeah. 466 00:52:07.550 --> 00:52:10.809 Jenny Duan: Yeah, like an official that would be cool, like, I feel like. 467 00:52:11.300 --> 00:52:19.030 Jenny Duan: you know, you should take advantage of that opportunity to like make a big impact in your town. So maybe that's a project you can start over the summer. 468 00:52:19.760 --> 00:52:20.215 huda: Yeah. 469 00:52:23.560 --> 00:52:35.589 Jenny Duan: Cool. Any other questions I feel like. So for that you should reach out to maybe someone from the Youth Action Committee or from like local leadership. You can find on the website. I said you and just see what you can do. There. 470 00:52:35.990 --> 00:52:40.959 huda: Yeah, okay, I had a quick question. Regarding like folklift. 471 00:52:41.100 --> 00:52:41.850 huda: So 472 00:52:42.670 --> 00:52:52.909 huda: I did like contact someone from like like India, who's still interested in like writing like essays for phone lift. But other than that, I feel like 473 00:52:53.190 --> 00:53:11.110 huda: the metrics were a lot like really weak, especially like even more than like empowering AI. I feel like folklift. It's just been kind of like, as you said, kind of more self initiated. So do you have any like advice on how I can like improve folklift. I guess. 474 00:53:11.840 --> 00:53:23.429 Jenny Duan: I think the number of people submitting to you, and number of like people that you reach out to is really powerful, and seeing if you can amplify within other. Like Muslim, focused youth organizations. 475 00:53:24.800 --> 00:53:25.610 huda: Okay. 476 00:53:26.210 --> 00:53:27.809 Jenny Duan: We try to do a collab with, like 477 00:53:27.870 --> 00:53:32.350 Jenny Duan: other Muslim, like like female organizations, like, etc, etc. 478 00:53:32.350 --> 00:53:33.030 huda: Nope. 479 00:53:33.610 --> 00:53:35.679 huda: okay, so that's good. Yeah. 480 00:53:36.610 --> 00:53:38.939 Jenny Duan: Okay. Any other questions. 481 00:53:40.037 --> 00:53:41.050 huda: No, that's good. 482 00:53:41.950 --> 00:53:44.929 Jenny Duan: Cool. Okay, take care, and I'll talk to you soon. 483 00:53:45.140 --> 00:53:46.180 huda: Yeah. Thank you. Bye. 484 00:53:46.180 --> 00:53:46.705 Jenny Duan: Hi.",
  "segments": [
    "Week 57 - Coaching_Jenny_Huda_Wk57_2024-05-15_M_e2dca8725e18dee6U_2024-05-14_00-00-00 WEBVTT 1 00:05:32.720 --> 00:05:34.280 Jenny Duan: Hi, Herna! How's it going. 2 00:05:37.719 --> 00:05:40.479 huda: Hi! It's going. Well, I'm late. 3 00:05:41.250 --> 00:05:43.699 huda: Hold on! I think my camera 4 00:05:44.370 --> 00:05:46.780 huda: flagging 1 s. 5 00:05:47.170 --> 00:05:48.212 Jenny Duan: Oh, no worries. 6 00:05:53.391 --> 00:05:55.560 huda: But yeah, I'm doing well. How are you. 7 00:05:57.200 --> 00:06:02.489 Jenny Duan: I'm good I only see your chair. For some reason I can't see your face. 8 00:06:02.840 --> 00:06:05.844 huda: Yeah, I'm not sure. Let me just 9 00:06:06.970 --> 00:06:08.120 huda: close up 10 00:06:08.180 --> 00:06:11.399 huda: the site. And then, yeah, I'm not sure what's going on. 11 00:06:11.900 --> 00:06:13.559 Jenny Duan: No worries. Take your time. 12 00:06:33.490 --> 00:06:37.970 huda: Maybe we can just get started. I'm not sure how long this is. Gonna take. 13 00:06:39.020 --> 00:06:39.935 Jenny Duan: Okay, no worries. 14 00:06:40.557 --> 00:06:51.649 Jenny Duan: Yeah. So I want to start by just checking in to see if you've made any progress with the camera impact, because I think the deadline's approaching. So I'd love to get to that. If you have any updates on that end. 15 00:06:52.260 --> 00:06:57.369 huda: Oh, to be honest, I haven't really been prioritizing that. 16 00:06:57.918 --> 00:07:05.460 huda: But yeah, I don't think I really have any updates. Do you know, when the deadline is. 17 00:07:06.280 --> 00:07:08.817 Jenny Duan: Yeah, 1 Si believe it's 18 00:07:10.150 --> 00:07:11.630 Jenny Duan: At the end of this month. 19 00:07:12.040 --> 00:07:13.410 huda: Oh, okay. 20 00:07:14.245 --> 00:07:16.450 huda: Yeah. Definitely. Like. 21 00:07:17.020 --> 00:07:17.979 huda: oh, work on. 22 00:07:17.980 --> 00:07:21.839 Jenny Duan: I was actually the early applications due on the 20 s. So in 23 00:07:21.950 --> 00:07:23.650 Jenny Duan: ",
    "5 ish days. 24 00:07:24.610 --> 00:07:25.850 huda: Oh, okay. 25 00:07:25.910 --> 00:07:28.228 huda: I didn't realize it was that soon. 26 00:07:29.930 --> 00:07:35.160 huda: yeah, I can. I can work on that those essays this week. 27 00:07:35.666 --> 00:07:44.829 huda: But I haven't been prioritizing them, because I think other bit preoccupied with like the finals, like projects and stuff. But yeah. 28 00:07:45.590 --> 00:07:48.269 Jenny Duan: How are Ap's and final projects going for you? 29 00:07:48.270 --> 00:08:00.640 huda: I, actually, I was able to like so far. Actually, I don't have any final like pro like final test stuff. So I just have projects. But right now I've always so. Yeah, I'm glad I'm. 30 00:08:00.640 --> 00:08:02.610 Jenny Duan: Oh, my! Gosh! Congratulations! 31 00:08:03.010 --> 00:08:04.270 huda: Yeah, thank you. 32 00:08:04.490 --> 00:08:05.260 huda: Yeah. I think it's 33 00:08:05.610 --> 00:08:06.390 huda: now. 34 00:08:07.830 --> 00:08:10.409 Jenny Duan: Cool. And then how did the actual Ap testing go? 35 00:08:10.500 --> 00:08:11.930 Jenny Duan: Are you done with everything? 36 00:08:11.930 --> 00:08:25.590 huda: Yeah, I've done with all my Ap exams. I think I did well on all of them. But I think like calculus I'm predicting like, maybe like a 3 or 4 like, I don't think I did amazing on that one. 37 00:08:26.340 --> 00:08:27.629 huda: But yeah, I think. 38 00:08:27.860 --> 00:08:31.110 Jenny Duan: I think calculus is one where mostly we get 5 snow. 39 00:08:32.245 --> 00:08:39.194 huda: I'm not sure. Actually, yeah, I think the curve is pretty good. But yeah, that's like, let's see. 40 00:08:40.219 --> 00:08:48.370 huda: But yeah, the the Ap. Link exam went really? Well, I think, like the prompt was. Really, it was like, it was about selfies. 41 00:08:48.790 --> 00:08:55.949 huda: but yeah, the entire year we're taught not to use like like super modern things that, like Ap. Creators, might not know but like. 42 00:08:56.290 --> 00:09:05.000 h",
    "uda: since, like the topic was about selfies, we had to use like influencers and such for evidence. So yeah, I think I think it went well. 43 00:09:05.400 --> 00:09:06.410 huda: yeah. 44 00:09:07.410 --> 00:09:10.729 Jenny Duan: Yeah, and then you're done right with everything. At this point. 45 00:09:10.730 --> 00:09:17.779 huda: Yeah, I just have a couple of projects that I'm working on for, like ap, Us. History and physics. 46 00:09:18.930 --> 00:09:21.770 Jenny Duan: Gotcha, and what what are those projects, and when are they due. 47 00:09:22.364 --> 00:09:35.015 huda: They're both due on Friday. So I just have to like. It's kind of like for us history. We have like a superlatives, for, like us, history like figures. And then for physics we have like. 48 00:09:35.670 --> 00:09:44.669 huda: it's kinda like it's like a project where we like kind of try to tune like a water bottle. I don't know. It's kind of confusing to explain. 49 00:09:46.600 --> 00:09:47.745 Jenny Duan: It sounds cool. 50 00:09:48.640 --> 00:09:56.330 Jenny Duan: awesome. So I think that maybe we can next talk about some like upcoming deadlines cause I think 51 00:09:56.590 --> 00:10:11.280 Jenny Duan: our goal for the summer is I really wanna make sure that you're set on the Awards front? I know this is a big priority coming in. And I feel like I wanna make sure that you know you have enough awards before application cycle starts. When do you find out about games for change again? 52 00:10:12.112 --> 00:10:13.350 huda: On the twenty-third. 53 00:10:13.920 --> 00:10:16.110 Jenny Duan: Oh, wait! That's so soon, too. 54 00:10:16.110 --> 00:10:16.855 huda: Yeah. 55 00:10:17.600 --> 00:10:18.096 Jenny Duan: Okay, 56 00:10:19.190 --> 00:10:26.460 Jenny Duan: were you able to submit to the podcast New York Times podcast challenge? I know that was a couple of days ago. But I'm not sure like, if you had enough time to prepare. 57 00:10:26.730 --> 00:10:42.664 huda: I actually wasn't able to submit to t",
    "hat one. I I was gonna like film a podcast but I just, I don't really know how to go about it. And also I was bit like busy with the Ap. Says, and stuff. So I wasn't able to submit to that one personally. 58 00:10:42.960 --> 00:10:51.349 Jenny Duan: No worries. Yeah, that it always happens like it's not a big deal. Just wanted to check in there and then grip tape is due on 59 00:10:51.990 --> 00:10:53.210 Jenny Duan: the 60 00:10:53.400 --> 00:10:57.620 Jenny Duan: 30. First, if you want to resubmit how are you feeling about that? 61 00:10:58.250 --> 00:11:15.000 huda: Yeah, I don't remember what idea we discussed last time, but I think this time I want to go with like a more like like non standard kind of thing. So maybe if we could like ideate something, for like the group, take, that would be great. 62 00:11:15.470 --> 00:11:19.791 Jenny Duan: Yeah, of course, I think that last time we talked about perhaps you learning like 63 00:11:20.330 --> 00:11:22.750 Jenny Duan: Indian classical guitar or. 64 00:11:22.750 --> 00:11:23.219 huda: To do it. 65 00:11:23.220 --> 00:11:24.370 Jenny Duan: Music thing. 66 00:11:24.750 --> 00:11:29.509 Jenny Duan: What do you think? You would you wanna do that? Would you wanna do something different. 67 00:11:30.270 --> 00:11:32.561 huda: I think that's pretty interesting. 68 00:11:33.310 --> 00:11:34.390 huda: yeah. 69 00:11:35.280 --> 00:11:37.119 huda: I think I'll be interested in that. 70 00:11:37.740 --> 00:11:45.949 Jenny Duan: That sounds good, then and then the application is due on May 30, first. So I believe it's just the same like video process. 71 00:11:47.300 --> 00:11:48.060 huda: Okay. 72 00:11:51.110 --> 00:11:51.770 Jenny Duan: Awesome. 73 00:11:54.450 --> 00:11:57.810 Jenny Duan: then, beyond that, I think 74 00:11:58.430 --> 00:12:00.029 Jenny Duan: those are the most 75 00:12:00.660 --> 00:12:08.120 Jenny Duan: pressing things right now, have you gotten any updates from apple or any of the other programs 76 00:1",
    "2:08.130 --> 00:12:10.070 Jenny Duan: like any. Just Ga. 77 00:12:10.290 --> 00:12:17.206 huda: Yeah. So I actually didn't get into the apple program and then. 78 00:12:18.003 --> 00:12:18.609 Jenny Duan: Is him. 79 00:12:18.610 --> 00:12:35.110 huda: Yeah. And then the wait list is also pretty full. So I was able to get into the standing program as well. But I did get into the Covid class like data science. So yeah, we're considering like, choosing that one for the summer 80 00:12:35.320 --> 00:12:36.280 huda: desk. 81 00:12:36.280 --> 00:12:43.480 Jenny Duan: That one's also only 2 weeks long. So you would have time to do other things over the summer. What is the timing of your program is online or in person. 82 00:12:44.428 --> 00:12:49.029 huda: It's in person, and and then I think the timing is 83 00:12:51.370 --> 00:12:56.860 huda: Hold on! I think it was like June 28. Something like that is when it ends. 84 00:13:03.150 --> 00:13:07.569 huda: yeah, it's from June seventeenth to June 20, eighth. 85 00:13:09.090 --> 00:13:12.800 Jenny Duan: I mean, that sounds pretty good. If you wanna do that. What do you think. 86 00:13:12.980 --> 00:13:15.577 huda: Yeah, I think I definitely wanna 87 00:13:16.360 --> 00:13:24.799 huda: go to this program, especially data science, since I might be pursuing that like, it's kind of like related to what I've been doing. 88 00:13:26.530 --> 00:13:28.989 Jenny Duan: I mean, yeah, that sounds good. 89 00:13:30.250 --> 00:13:36.199 Jenny Duan: and let's also finalize your summer plans. Today. I feel like that's also like a good use of time for us. 90 00:13:36.310 --> 00:13:40.019 Jenny Duan: So right now, you we have coded classy. What are the dates for that. 91 00:13:40.670 --> 00:13:43.740 huda: June, seventeenth to June 20, eighth. 92 00:13:44.590 --> 00:13:45.340 huda: Okay. 93 00:13:46.200 --> 00:13:48.120 Jenny Duan: And that's after you end school right? 94 00:13:48.120 --> 00:13:48.800 huda: Yeah. 95 00:13:52.150 --> 00:13:5",
    "4.567 Jenny Duan: Okay? And then when is 96 00:13:55.190 --> 00:14:00.480 Jenny Duan: what are the dates for? The journalism program? Jk. 97 00:14:00.874 --> 00:14:02.845 huda: August third to August ninth. 98 00:14:05.390 --> 00:14:06.050 Jenny Duan: There? 99 00:14:13.650 --> 00:14:17.390 Jenny Duan: And so in between that you have like about 100 00:14:17.480 --> 00:14:18.950 Jenny Duan: you have some time. 101 00:14:19.882 --> 00:14:20.744 Jenny Duan: and 102 00:14:23.090 --> 00:14:31.169 Jenny Duan: What do you plan like? What are some things that you want to do in that time like, do do you have any travel plans? Do you have anything else before we start filling your time? 103 00:14:31.360 --> 00:14:39.119 huda: Yeah, so we're actually planning on going on vacation from 104 00:14:40.954 --> 00:14:42.050 huda: June. 105 00:14:43.440 --> 00:14:46.169 huda: I forgot the dates. I think it was. 106 00:14:47.280 --> 00:14:51.469 huda: Oh, no, it's July first to July 107 00:14:52.000 --> 00:14:53.770 huda: tenth, or something that 108 00:14:54.090 --> 00:14:54.970 huda: yeah. 109 00:14:57.550 --> 00:14:58.530 Jenny Duan: Oh, wait. Yeah. 110 00:14:59.240 --> 00:15:14.437 huda: And then other than that, like maybe for empowering AI. We've been planning kind of doing a hackathon towards like middle of July. So like kind of maybe July twentieth, when we were planning 111 00:15:15.880 --> 00:15:28.909 huda: So we have. We've been like starting to like, well, we haven't really like started organizing. But we're gonna start accelerating, you know, calling and speakers and everything. So yeah, I think twentieth 112 00:15:28.970 --> 00:15:35.689 huda: and like twentieth to twenty-first is gonna be the hackathon. And we're gonna try to do a lot more events for empowering AI like 113 00:15:36.250 --> 00:15:37.496 huda: like more 114 00:15:38.370 --> 00:15:55.629 huda: like just one day camps, or like, maybe like, like really quick kind of like short camps. Type of thing. Because ",
    "if it's like like a 4 week thing, a lot of people during the summer booked so like just like an informational session, we're trying to do those during the summer. And yeah. 115 00:15:57.240 --> 00:15:57.845 Jenny Duan: Cool. 116 00:15:58.660 --> 00:16:03.050 Jenny Duan: And how's the team at empowering AI like, how are have they been doing. 117 00:16:04.340 --> 00:16:05.720 huda: Okay? So 118 00:16:06.175 --> 00:16:21.954 huda: the marketing director, I think she's doing a lot for our for, like our initiative, like, I think she's she's been taking control of like the Instagram as well. And so she's made like a few graphics for us. And 119 00:16:22.330 --> 00:16:46.043 huda: she's like I also needed to. We're doing with the AR competition, right? So she made like a document with like the rules and like directions and everything. So she's been really helpful with that and then we made like a whole like signed up form, which looks like really professional. And then, I think, for the other officers. They need a little bit of a push, because, like I don't know, maybe they're not as motivated. But 120 00:16:46.340 --> 00:17:05.711 huda: I did like the secretary. We've been working together, and she has like an initiative that we could collaborate with. And so it's called like first Gen. Daughter diaries, or something like that. And they like match like a like a mentor with like a younger person. Kind of like ivy level. But yeah, but 121 00:17:06.040 --> 00:17:18.979 huda: we're thinking of kind of doing, and then partner with them, and maybe like connecting someone in stem that already knows about it, and like a younger person. So that'd be like a possible collaboration in the future. And then. 122 00:17:19.400 --> 00:17:34.490 huda: I guess, like my Vice President hasn't done as much as well. But she's help me like with the form and everything. But, like, I think definitely she, we need like kind of accelerate on that front. 123 00:17:34.540 --> 00:17:37.939 huda: And th",
    "e treasurer is like kind of in charge of 124 00:17:37.950 --> 00:17:42.197 huda: having our like 5 or one C 3 status 125 00:17:42.940 --> 00:17:53.519 huda: And so there's like a lot of like information she needs to fill out and everything. So she's been like like calling with me. And like we've been discussing. But yeah, I think 126 00:17:53.530 --> 00:18:01.869 huda: so far, like the new board has been like, pretty good. It's ha! We've had like more progress than we have like in the past few months. 127 00:18:03.290 --> 00:18:06.730 Jenny Duan: Okay, that seems really good. And what inspired this hackathon. 128 00:18:07.707 --> 00:18:18.709 huda: So we just like hopped on a call like a board call. And then we're just thinking of like ideas for for empowering AI and then possible feature. And then I was thinking of like like 129 00:18:19.027 --> 00:18:40.622 huda: cause in middle school. I participated in a lot of hackathons, and so, like a lot of them are like like female directed like hackathons. So and that's like how we gain a lot of people near discord, and like they're just so like community. So I was thinking, that'd be a great idea to like, you know, broaden our thing and also, like 130 00:18:40.940 --> 00:18:45.550 huda: my social media marketer. Person like kind of helped with that as well. 131 00:18:47.010 --> 00:18:51.939 Jenny Duan: Okay? And have you seen that? The community been growing so far with the new person. 132 00:18:52.997 --> 00:19:09.249 huda: So far we haven't gotten more people like interested coach cause we just started, you know, like marketing the agr competition. But yeah, I've been like, I've been trying to like research ways to grow the metrics. So I saw like. 133 00:19:09.768 --> 00:19:22.270 huda: I saw, there's like an email newsletter so that we can get like more people interested. But I've been trying to implement that to our website. But yeah, I don't think it's really like working. But yeah. 134 00:19:23.370 --> 00:19:27.979 ",
    "Jenny Duan: And how's it going with Rishi? Is he giving you any other strategies? Are you still working with him? 135 00:19:28.200 --> 00:19:36.480 huda: I've actually met him only once and so I think I have to set up a meeting with him. But yeah. 136 00:19:37.990 --> 00:19:39.170 Jenny Duan: Okay. Gotcha 137 00:19:39.865 --> 00:19:40.510 Jenny Duan: oh. 138 00:19:40.510 --> 00:19:42.898 huda: So yeah, sorry. I forgot to add. 139 00:19:43.250 --> 00:19:44.260 huda: So 140 00:19:44.380 --> 00:20:10.410 huda: the we reached out to like a local newspaper called like the Tracy Press and he interviewed me like over the phone about like M like, not empower me about Nc. Wit. And I kind of like I kind of bragged a lot during the call. I was like, Oh, there's like 98 schools like Dublin and Palo Alto, like all these competitive schools, and I was like shocked to see that like 141 00:20:10.410 --> 00:20:16.700 huda: I could win like from Mountain House. So I was kind of bragging a lot of that call. And then 142 00:20:17.060 --> 00:20:22.470 huda: After the award ceremony like I shared the images so that he can like actually get a publish thing. 143 00:20:22.940 --> 00:20:26.389 huda: So yeah, I think that's gonna be like out pretty soon. 144 00:20:27.290 --> 00:20:29.460 Jenny Duan: That's so awesome. And how did you find this guy. 145 00:20:30.040 --> 00:20:52.750 huda: So my friend. Actually, she's like the Vice President. So I I searched your name up, and then, like there's like an article about her like about her, like project for a class. And so I was like curious to see like like who wrote it. And so I just contacted like the author and like the journalist. I just asked if they'd be interested. 146 00:20:53.510 --> 00:20:54.470 huda: Lincoln. 147 00:20:54.470 --> 00:20:57.619 Jenny Duan: That's so cool. She's the Vice President for what of the school. 148 00:20:57.620 --> 00:20:58.950 huda: For empowering. Yeah. 149 00:20:59.190 --> 00:21:12.039 Jenny Duan: Oh, oh, oh, ",
    "got it! Super cool! I love that. You're being proactive, and I think, like that Trench should definitely continue. I'm curious. How is the outreach for the game going like? Have any other teachers responded. Have you continued doing that. 150 00:21:12.640 --> 00:21:17.168 huda: Yeah, I've been sending out like I've been trying to send out at least like 5 a day. 151 00:21:17.420 --> 00:21:18.800 Jenny Duan: That's awesome. Congratulations. 152 00:21:18.800 --> 00:21:33.390 huda: Yeah, none of them have like, responded back, except the same teacher that had replied. Like he's he said that he's gonna show it in the class and then fill out the form cause I followed up because he didn't fill out the form yet. 153 00:21:33.950 --> 00:21:38.280 huda: But yeah, so I think I haven't got any responses yet. 154 00:21:38.300 --> 00:21:43.600 huda: But yeah, I'm trying to, you know. Send 5 a day at least to see if anyone else would. 155 00:21:45.030 --> 00:21:54.780 Jenny Duan: Okay, amazing. I think the other thing that's kind of timely is break through junior challenge. Wait. Did you just say that you didn't want to do this one. The Khan Academy, one. 156 00:21:55.180 --> 00:21:58.910 huda: Yeah, I think I think last time we discussed that. Yeah. 157 00:21:59.400 --> 00:22:01.062 Jenny Duan: Okay, sounds good. 158 00:22:02.670 --> 00:22:09.649 Jenny Duan: okay, so let's talk about your summer. So right now, you have code of the classy. And and then can you tell me your vacation dates again. 159 00:22:10.305 --> 00:22:13.869 huda: It's gonna be July first to July tenth. 160 00:22:15.140 --> 00:22:17.210 Jenny Duan: And you do you know where you're going again? 161 00:22:17.210 --> 00:22:18.890 huda: Yeah, we're going to London. 162 00:22:19.706 --> 00:22:21.219 Jenny Duan: Wait! London! Have you been there before. 163 00:22:21.220 --> 00:22:26.010 huda: No, this is my first time, or actually, probably when I was younger. But like, yeah, for some reason. 164 00:22:26.010 --> 00:",
    "22:27.419 Jenny Duan: What inspired the trip? 165 00:22:28.338 --> 00:22:41.011 huda: I don't know. We just been wanting to go on vacation for a while. We're originally gonna go on, go to turkey. But yeah, I don't know like we just went forward with London, because my brother really wants to go. 166 00:22:42.460 --> 00:22:49.294 Jenny Duan: Okay. So total classy ends. You go to London, and then you come back. And then you have like, 2 weeks, 3 weeks, and then you're doing Jake Camp. 167 00:22:49.870 --> 00:22:55.170 Jenny Duan: So what you wanted to do is you want to host the empowering AI hackathon? I think that 168 00:22:56.260 --> 00:23:01.152 Jenny Duan: let's do a stock of all your extracurriculars, and see if we have space to add more. Or if 169 00:23:01.490 --> 00:23:08.129 Jenny Duan: we need to just focus on what you have, because, again, on your college application. You really only get 10 spots. So there's not really 170 00:23:08.150 --> 00:23:12.540 Jenny Duan: like that much reason to to over. Exert yourself to try to do more than intent things. 171 00:23:12.940 --> 00:23:20.700 Jenny Duan: So if we were to fill in those 10 spots? What would you put in order of priority on your college application? 172 00:23:21.720 --> 00:23:23.720 huda: I'd say number one 173 00:23:23.810 --> 00:23:26.380 huda: would be synthoria 174 00:23:27.810 --> 00:23:32.687 huda: and then number 2 would be empower AI. 175 00:23:33.750 --> 00:23:36.383 huda: And Number 3 would be 176 00:23:37.740 --> 00:23:47.429 huda: probably phone makers club. I just feel like my impact with folklook have been has been kind of ma minimal. So I don't know if there'll be top priority. But 177 00:23:50.620 --> 00:23:54.230 huda: yeah, I guess. And then folklift as fourth. 178 00:23:54.700 --> 00:23:58.419 huda: and then fifth, I could say. 179 00:24:00.630 --> 00:24:01.590 huda: hmm! 180 00:24:04.240 --> 00:24:05.514 huda: Trying to remember. 181 00:24:13.440 --> 00:24:15.030 huda: we're all 182 00",
    ":24:18.990 --> 00:24:22.038 huda: see. I don't really remember like the others. 183 00:24:22.420 --> 00:24:24.090 Jenny Duan: Code with glossy that counts. 184 00:24:24.480 --> 00:24:29.090 huda: Oh, okay, yeah. Then, code with classy, data, science. 185 00:24:31.540 --> 00:24:32.480 Jenny Duan: J Kamp. 186 00:24:33.180 --> 00:24:38.249 huda: Oh, does that count as like an extra curricular or like, Okay. 187 00:24:42.170 --> 00:24:46.100 huda: And then, maybe, like by a woman in games ambassadorship. 188 00:24:46.621 --> 00:24:49.509 huda: I think that would be in 189 00:24:52.160 --> 00:24:56.460 huda: That'll be in fourth place, maybe, I think gave us. 190 00:24:57.230 --> 00:24:59.099 Jenny Duan: How much time are you spending on that right now? 191 00:25:00.201 --> 00:25:04.399 huda: Not a lot. But it's like a really large organization. So 192 00:25:04.490 --> 00:25:07.479 huda: feel like that's really impactful. 193 00:25:09.010 --> 00:25:12.810 Jenny Duan: Do you feel like you can put more impact into it or more time into it? Personally. 194 00:25:13.710 --> 00:25:16.050 huda: Possibly. Yeah. I think if I 195 00:25:16.434 --> 00:25:31.669 huda: if I host, actually like, I was thinking like, I haven't done anything about it. But if I do kind of like a collaboration between women and games and empowering AI and kind of do some sort of event for that. That would be that'd be pretty good. 196 00:25:31.670 --> 00:25:32.840 Jenny Duan: That would be cool. 197 00:25:33.888 --> 00:25:41.920 huda: So yeah, maybe I could put a little more effort into that. But it's like, since it's an international like program. That one's pretty good. 198 00:25:44.060 --> 00:25:45.770 huda: and then 199 00:25:50.410 --> 00:25:51.599 huda: see, I'm gonna 200 00:25:53.610 --> 00:25:55.279 huda: look through here. 201 00:26:09.310 --> 00:26:13.637 huda: so so like being featured on like podcast and stuff is that like. 202 00:26:13.970 --> 00:26:14.660 Jenny Duan: Doesn't care. 203 00:26:1",
    "7.130 --> 00:26:21.859 huda: Okay. I guess I don't. I think that's all. 204 00:26:22.590 --> 00:26:25.209 Jenny Duan: What about your like local council thing. 205 00:26:26.070 --> 00:26:30.880 huda: Youth Action Committee. I I feel like I don't think I've really like 206 00:26:31.160 --> 00:26:33.820 huda: contributed to that one as much. 207 00:26:34.310 --> 00:26:37.060 Jenny Duan: Is that something you feel like you can contribute more to. 208 00:26:40.060 --> 00:26:43.880 huda: yeah, I feel like they just have meetings and a lot of the time, like 209 00:26:44.120 --> 00:26:47.920 huda: there are inconvenient times. So it's hard for me to make it. But 210 00:26:48.559 --> 00:26:54.950 huda: yeah, I mean, if I I could possibly like for more time into it. But yeah. 211 00:26:55.670 --> 00:27:00.050 Jenny Duan: But you don't want to. It's okay, like, I'm just trying to get a sense of how you feel about it. 212 00:27:00.611 --> 00:27:22.390 huda: Not really like. I just feel like your meeting. Times are always directly after school, or like like, really late in the night. So it's not really late in the night, but it's like dinnertime, so it's like, I don't know. It's just like inconvenient timing, for like my parents to drop me and everything. So I haven't been able to participate in it too much. 213 00:27:23.150 --> 00:27:26.259 Jenny Duan: What about on the volunteering at the mosque? Are you still doing that? 214 00:27:26.260 --> 00:27:27.840 huda: Oh, yeah. Yeah. 215 00:27:29.000 --> 00:27:31.780 Jenny Duan: That's super important. Don't forget about that. 216 00:27:33.540 --> 00:27:41.139 Jenny Duan: Okay, so actually, since we have 2 more spots to fill, which means that we should do something with your summer here. 217 00:27:41.320 --> 00:27:43.960 Jenny Duan: So have you heard of. 218 00:27:44.460 --> 00:27:49.520 Jenny Duan: I think I sent you like this Instagram Post about something that I saw in regards to like 219 00:27:50.020 --> 00:27:52.729 Jenny Duan:",
    " I forget the organization. Was it women and games, or. 220 00:27:52.730 --> 00:27:55.779 huda: It was like woman who, code or woman 221 00:27:56.150 --> 00:27:58.070 huda: make games, or something. 222 00:27:58.480 --> 00:28:03.309 Jenny Duan: Yeah, I feel like that would be a really good organization to get involved in. What do you think. 223 00:28:03.540 --> 00:28:15.359 huda: They're actually the ones that I reached out to whether like I could get involved. And they said that like I was too young. You have to be like 18 plus to get involved with them. 224 00:28:18.157 --> 00:28:23.080 Jenny Duan: okay, what about this? Girls makes make games like summer program? 225 00:28:24.801 --> 00:28:27.609 huda: Hold on. Let me see the program. 226 00:28:35.510 --> 00:28:36.760 huda: I think. 227 00:28:38.930 --> 00:28:42.659 huda: Oh, yeah, I think that's pretty interesting. I think it's a. 228 00:28:44.570 --> 00:28:47.049 Jenny Duan: The timing works out pretty well with you. 229 00:28:47.200 --> 00:28:47.920 huda: Yeah. 230 00:28:47.920 --> 00:28:52.359 Jenny Duan: Oh, it's it's in, is it? In Memphis, Tennessee. I'm like confused. 231 00:28:54.620 --> 00:28:55.930 huda: let me see. 232 00:28:57.370 --> 00:28:59.500 Jenny Duan: No, it's okay. I think it's. 233 00:29:02.160 --> 00:29:04.450 huda: There's one in the Sfa area. 234 00:29:05.430 --> 00:29:06.320 Jenny Duan: Oh. 235 00:29:06.600 --> 00:29:08.630 Jenny Duan: that seems like really good. Then. 236 00:29:14.410 --> 00:29:15.180 huda: Yeah, 237 00:29:17.900 --> 00:29:18.840 huda: I feel like 238 00:29:19.030 --> 00:29:22.420 huda: there's only like younger people attending. 239 00:29:22.820 --> 00:29:25.460 Jenny Duan: Teens, 13 to 18 is one category. 240 00:29:25.630 --> 00:29:26.055 huda: Oh! 241 00:29:30.660 --> 00:29:35.065 Jenny Duan: The only thing is, I don't know if it's just gonna be like too 242 00:29:36.330 --> 00:29:37.949 Jenny Duan: basic for you. 243 00:29:38.330 --> 00:29:42.400 huda: I I think it",
    "'s a it's a paid program. So. 244 00:29:42.680 --> 00:29:46.369 Jenny Duan: Yeah, but they do scholarships. So I think that's no big deal. 245 00:29:48.990 --> 00:29:51.390 huda: I think it should be interesting. Yeah. 246 00:29:53.290 --> 00:29:58.870 Jenny Duan: Okay, why don't you just submit an application? I think you'll qualify for scholarships. I feel like that shouldn't be an issue. 247 00:30:01.530 --> 00:30:04.939 Jenny Duan: they also have, like a high, like a college scholarship. That's 248 00:30:05.080 --> 00:30:08.705 Jenny Duan: super cool, but I think, unfortunately, 249 00:30:10.450 --> 00:30:11.355 Jenny Duan: that's 250 00:30:14.340 --> 00:30:16.450 Jenny Duan: That's precise with seniors, only. 251 00:30:17.940 --> 00:30:19.699 Jenny Duan: Also have, like a summer fellowship. 252 00:30:19.810 --> 00:30:22.960 Jenny Duan: which is cool, but that's also for 18 plus people. 253 00:30:25.120 --> 00:30:28.309 Jenny Duan: So I feel like you should apply for their camp or 254 00:30:29.220 --> 00:30:33.889 Jenny Duan: yeah, just send an an application for their camp. Because, like, why not? I feel? 255 00:30:34.650 --> 00:30:35.320 Jenny Duan: Hmm. 256 00:30:38.050 --> 00:30:39.219 huda: Yeah, we have him open up. 257 00:30:39.220 --> 00:30:40.459 Jenny Duan: Let me join now. 258 00:30:40.520 --> 00:30:44.190 Jenny Duan: Okay, cool. Did you kind of join their leadership team? Because you're too young. 259 00:30:44.190 --> 00:30:45.080 huda: Yeah. 260 00:30:46.870 --> 00:30:47.480 Jenny Duan: Hmm. 261 00:30:49.950 --> 00:30:51.720 Jenny Duan: interesting. Okay. Got it. 262 00:30:58.480 --> 00:31:01.769 Jenny Duan: So in your ideal summer, what what else would you be doing. 263 00:31:03.833 --> 00:31:11.439 huda: I feel like maybe preparing with the like preparing like a few. 264 00:31:12.140 --> 00:31:21.300 huda: I would call them essays beforehand. I think that would be good, like, you know, just like brainstorming. Some of those. 265 00:31:23.740 --> 0",
    "0:31:25.810 Jenny Duan: Yeah, that sounds good. 266 00:31:26.105 --> 00:31:30.624 Jenny Duan: In terms of extracurriculars. You still have room for, like 2 more, I think, to add on 267 00:31:31.243 --> 00:31:37.299 Jenny Duan: I would like to get those fixed filled. So I think maybe let's brainstorm like what else you can do during your summer 268 00:31:37.822 --> 00:31:43.869 Jenny Duan: in preparation. So right now you have a lot of AI stuff. I feel like it would be good, maybe, to do something. 269 00:31:44.900 --> 00:31:45.980 Jenny Duan: Hi, there! 270 00:31:46.390 --> 00:31:49.699 Jenny Duan: More technical or just like random in your community. 271 00:31:49.730 --> 00:31:53.240 Jenny Duan: Are there any other clubs that you're part of at school that we're missing? 272 00:31:56.110 --> 00:32:02.259 huda: Oh, yeah, I ran for girls who code officer but I didn't get it. But 273 00:32:02.410 --> 00:32:04.179 huda: yeah, oh, I'm 274 00:32:06.390 --> 00:32:07.480 huda: I mean. 275 00:32:07.630 --> 00:32:09.000 huda: I think this. 276 00:32:10.040 --> 00:32:15.556 huda: I haven't joined any other clubs, I mean, like, I've joined Msa. Club. But 277 00:32:16.190 --> 00:32:21.539 huda: the elections aren't really fair, so I won't be like a officer. But yeah. 278 00:32:25.370 --> 00:32:29.790 huda: yeah, I don't. I don't think there's any like other like clubs. I can name 279 00:32:35.600 --> 00:32:37.631 Jenny Duan: Let me see if there's any 280 00:32:38.830 --> 00:32:40.580 Jenny Duan: organizations. 281 00:32:59.140 --> 00:33:00.730 Jenny Duan: Hmm! 282 00:33:05.870 --> 00:33:06.919 Jenny Duan: You know what 283 00:33:09.020 --> 00:33:12.660 Jenny Duan: MY. And a is Muslim youth of North America. 284 00:33:13.210 --> 00:33:14.799 huda: Oh, I've never heard of it! 285 00:33:15.620 --> 00:33:17.400 Jenny Duan: You've you've heard of it, or you haven't. 286 00:33:17.400 --> 00:33:18.339 huda: I haven't. 287 00:33:20.820 --> 00:33:25.009 Jenny Duan: I think some of my fri",
    "ends at school are involved with this org. Here, let me send this in the chat. 288 00:33:25.230 --> 00:33:29.330 Jenny Duan: Take a look at this. They do a lot of like different service programs and camps that you. 289 00:33:29.430 --> 00:33:31.199 Jenny Duan: I find interesting. 290 00:33:31.460 --> 00:33:32.250 huda: Oh! 291 00:33:33.930 --> 00:33:37.920 Jenny Duan: They have an All girls camp that works with your dates. If you're interested. 292 00:33:38.510 --> 00:33:40.110 huda: Oh, that's really interesting. 293 00:33:41.226 --> 00:33:44.780 huda: Yeah, I think this would be something nice to get involved with. 294 00:33:46.830 --> 00:33:49.820 Jenny Duan: And this is like, yeah, mostly like summer camp. 295 00:33:51.560 --> 00:33:52.950 Jenny Duan: let's see if 296 00:33:53.260 --> 00:33:55.760 Jenny Duan: if you would just be interested in doing it. 297 00:33:56.240 --> 00:34:00.929 Jenny Duan: like, I think it's this is just like A for your own personal growth, if you want to. 298 00:34:01.611 --> 00:34:04.870 Jenny Duan: I'm gonna see if there's something that you can get involved with. 299 00:34:06.810 --> 00:34:10.370 Jenny Duan: They have an all girls like Camp, which is really cool. 300 00:34:18.989 --> 00:34:22.139 Jenny Duan: Oh, yeah. And they have a lot of opportunities to get involved. 301 00:34:22.680 --> 00:34:28.380 Jenny Duan: So what did you try to join, like one of their local executive committees, or to become an officer. 302 00:34:29.239 --> 00:34:32.739 huda: Oh, yeah. Also, I think this would be something like 303 00:34:32.879 --> 00:34:51.569 huda: great to start up as like a kind of community like Branch, maybe not at school, but like maybe just like in the community, to like hold meetings. Cause like, I know, a lot of people that are interested in Msa. But like kind of like without the toxicity, I think this will be something nice to open regionally. 304 00:34:52.139 --> 00:34:54.539 Jenny Duan: What about this position? Check this ou",
    "t. 305 00:35:02.910 --> 00:35:05.150 huda: Website is only that's really nice. 306 00:35:09.380 --> 00:35:13.119 huda: okay, looks like it starts in September 2024. 307 00:35:14.450 --> 00:35:14.830 Jenny Duan: Fine. 308 00:35:34.040 --> 00:35:37.130 huda: Okay, I'm not sure. If they have an Asia requirement I can. 309 00:35:37.210 --> 00:35:38.380 huda: I can. 310 00:35:40.950 --> 00:35:43.640 Jenny Duan: I think as long as you're thirteenth through 18, it's okay. 311 00:35:43.820 --> 00:35:44.275 huda: Okay. 312 00:35:44.950 --> 00:35:45.620 huda: I. 313 00:35:46.040 --> 00:35:50.839 Jenny Duan: They have a lot of different programs. So if you wanna look through that, there's like other ones, too. 314 00:35:52.340 --> 00:35:55.829 huda: Okay, I'm gonna just make an account here. 315 00:35:56.340 --> 00:36:05.809 Jenny Duan: Also says that the application deadline was about a month ago, but it also says open. So I I wouldn't encourage you to just submit an application and then email them afterwards. And you should be fine. 316 00:36:06.460 --> 00:36:07.640 huda: Okay. Yeah. 317 00:36:32.280 --> 00:36:37.416 Jenny Duan: Okay, I'm gonna add that to the list. Cause I feel like this is a really good organization to get involved in. 318 00:36:39.240 --> 00:36:43.887 Jenny Duan: And then, now you have one more spot in the list. 319 00:36:44.840 --> 00:36:50.009 Jenny Duan: Any other things that any other activities that you would like to try, or that you haven't tried yet. 320 00:36:51.230 --> 00:36:54.529 huda: Hmm! Maybe let's I can. 321 00:36:55.370 --> 00:36:58.649 huda: If I wanted to get involved with something 322 00:36:59.160 --> 00:37:15.640 huda: journalism oriented like maybe like, maybe I could ask if I could write something for our like a local news, maybe, or see if I if I I can get some sort of like like involvement in that 323 00:37:16.870 --> 00:37:17.810 huda: I'm not sure. 324 00:37:17.810 --> 00:37:19.466 Jenny Duan: Yeah, that seems good. 325 00:37:2",
    "0.010 --> 00:37:23.670 Jenny Duan: let's see. Let me see if there's any like Mountain House 326 00:37:24.020 --> 00:37:26.729 Jenny Duan: Student Journal to some projects 327 00:37:35.190 --> 00:37:36.170 Jenny Duan: whom. 328 00:37:38.255 --> 00:37:41.009 huda: It's not letting me and make an account for the 329 00:37:43.552 --> 00:37:45.419 huda: a position. So 330 00:37:45.520 --> 00:37:46.610 huda: I can email them. 331 00:37:46.610 --> 00:37:49.309 Jenny Duan: What does it? What does it say? Yeah, just email them. 332 00:37:49.920 --> 00:37:53.520 huda: Yeah. It just says, like, project, not available. 333 00:37:59.280 --> 00:37:59.913 Jenny Duan: Email, them. 334 00:38:00.580 --> 00:38:01.310 huda: Yeah. 335 00:38:06.840 --> 00:38:10.920 huda: Oh, what if I was the blog editor in chief for. 336 00:38:10.920 --> 00:38:15.400 Jenny Duan: Yeah, that seems really good, too. Whatever you think is most important or interesting. 337 00:38:16.010 --> 00:38:18.280 huda: Yeah, I feel like, that's also like, relevant. 338 00:38:18.830 --> 00:38:19.890 Jenny Duan: Definitely 339 00:38:33.410 --> 00:38:35.939 Jenny Duan: I'm doing some research to see like 340 00:38:36.250 --> 00:38:37.270 Jenny Duan: what else? 341 00:38:39.850 --> 00:38:42.820 Jenny Duan: this fat is interesting in your area. 342 00:38:44.721 --> 00:38:50.269 huda: So instead of Mountain House, we can search Tracy cause like a lot of the stuff happens in Tracy. 343 00:38:54.070 --> 00:39:00.320 Jenny Duan: Well, I feel like one of your other things. Could could just be like freelance web development. If you wanna do that for like 344 00:39:00.680 --> 00:39:10.229 Jenny Duan: local. I don't know businesses or nonprofits, and you can also list your other Cs projects under that umbrella. If you want to keep working on that over the summer. 345 00:39:10.644 --> 00:39:19.779 Jenny Duan: Because I know you have a lot of Cs projects that like aren't necessarily on your activities list that you could probably in",
    "corporate if you like. Put an activity as like. 346 00:39:20.220 --> 00:39:22.710 Jenny Duan: you know, web development or something like that. 347 00:39:22.850 --> 00:39:24.610 Jenny Duan: How do you feel about that? 348 00:39:24.610 --> 00:39:32.399 huda: Yeah, I think also, yeah, this summer, I could probably like, do some freelance like website development. And 349 00:39:32.590 --> 00:39:56.799 huda: like, or maybe just designs. Even like if I'm not able to do that like during the time in which, like, I'm done with everything or like I could, I think I could possibly do that during like the code with call see? Like during those time periods, like, maybe when I get home, because if I do get involved with the camp and everything. Maybe that would be a good idea. 350 00:39:56.910 --> 00:39:57.690 huda: Cap. 351 00:39:57.690 --> 00:39:59.415 Jenny Duan: Yeah, that seems really good. 352 00:39:59.810 --> 00:40:12.150 Jenny Duan: I think that's something that we can definitely do. I also do. Wanna get you still involved with, like a more national organization, too, cause I feel like it's important for you to have more credibility with like an org 353 00:40:14.320 --> 00:40:17.560 Jenny Duan: Are there any like nonprofits that you feel like you would want to 354 00:40:17.850 --> 00:40:21.329 Jenny Duan: join or look more into. Besides MY. And a. 355 00:40:22.690 --> 00:40:23.290 huda: Bye, 356 00:40:25.830 --> 00:40:35.920 Jenny Duan: Like I I wanna just give you more credibility cause I feel like a lot of things that you do are self initiated or like self run, but I think it would be good to have the support of a larger org if that makes sense. 357 00:40:39.480 --> 00:40:52.939 huda: I could. I could possibly ask around and see if there's like, I know a few of my friends have like initiatives like, see if they have, like a board position available. But those are mainly like tech and stuff like that. 358 00:40:53.660 --> 00:40:54.979 huda: But yeah. 359 00:40:54.980 --",
    "> 00:41:08.199 Jenny Duan: How big are those initiatives? Cause I feel like there's not that much point in doing like another student thing, because I feel like you like, since you're already a student like your projects are already kind of grouped under that category. 360 00:41:08.270 --> 00:41:22.789 Jenny Duan: But, like, are there any like larger local or national orgs. That's why I thought the the IQ. I'm forgetting the name. The local council thing would have been good. But I think if that's like not interesting or convenient. Then maybe something else. 361 00:41:23.280 --> 00:41:40.438 huda: I could possibly do like encode justice, like I know they didn't really like let me onto the like, the council, or whatever. But I could probably like. Still, I think they have the same like you can like publish like an article about AI ethics or like your experience today, ethics. I could. 362 00:41:41.150 --> 00:41:48.520 huda: Maybe like, publish some articles about that. Yeah, like, I don't know if that's like an official position, though. But 363 00:41:48.650 --> 00:41:49.680 huda: yeah, 364 00:41:50.900 --> 00:42:00.540 huda: I feel like in code, justice could possibly be really good cause, I know, like a lot of people that do go into a ethics definitely like always have that in their profiles. 365 00:42:01.044 --> 00:42:04.939 huda: Yeah, like, I don't exactly know how to like get involved 366 00:42:05.230 --> 00:42:08.013 huda: would include just this. 367 00:42:09.810 --> 00:42:13.160 Jenny Duan: Do you? Who's your senator? Do you know in California. 368 00:42:15.240 --> 00:42:16.319 huda: Like the 369 00:42:16.470 --> 00:42:17.920 huda: looking for a region. 370 00:42:20.826 --> 00:42:25.230 huda: It's oh, is it the? I think it's Josh Harder. I think 371 00:42:25.380 --> 00:42:27.229 huda: I don't know if he's like a send me here. 372 00:42:27.540 --> 00:42:29.959 huda: Yeah, he's the representative, but. 373 00:42:30.940 --> 00:42:35.100 Jenny Duan: Do you wann",
    "a do an like an internship in the Senator's office? 374 00:42:35.140 --> 00:42:36.879 Jenny Duan: We're representative's office. 375 00:42:37.210 --> 00:42:39.010 huda: Oh, that would be interesting! 376 00:42:39.970 --> 00:42:45.097 Jenny Duan: Here's Tom Umberg. He's Senate District 34 sacramento County. 377 00:42:45.680 --> 00:42:55.199 Jenny Duan: but not Sacramento County, Anaheim, Fountain Valley Garden Grove, Huntington Beach, Long Beach, Los Alamitos, Midway City, Orange, Rossmore, Santa Ana, Seal Beach, in Westminster. 378 00:42:56.823 --> 00:42:58.390 huda: I think that's so, Cal. 379 00:42:59.870 --> 00:43:02.010 Jenny Duan: Including Sacramento, though. 380 00:43:03.190 --> 00:43:05.430 Jenny Duan: Oh, yeah, actually, that does look like 381 00:43:07.200 --> 00:43:09.918 Jenny Duan: Who? So I think maybe I would look at your 382 00:43:12.080 --> 00:43:13.670 Jenny Duan: You are. 383 00:43:15.030 --> 00:43:18.870 huda: Okay, so what would the program be called? I can search my representative. 384 00:43:18.870 --> 00:43:21.839 Jenny Duan: There's no program. You have to search your individual 385 00:43:22.210 --> 00:43:25.210 Jenny Duan: like representative or senator, and see what they do. 386 00:43:26.700 --> 00:43:29.979 huda: Yeah, would. I call it like an internship or. 387 00:43:30.890 --> 00:43:32.000 Jenny Duan: Yeah, internship. 388 00:43:38.990 --> 00:43:40.569 huda: I think it falls 389 00:43:41.660 --> 00:43:53.219 huda: under like law. So it's canada maybe asked to do a variety of things, including day to day office works, such as answering phones, writing letters, and assisting with meeting clips. 390 00:43:58.620 --> 00:44:00.299 huda: I'm not sure. 391 00:44:03.170 --> 00:44:04.169 huda: Yeah, I think you should. 392 00:44:04.530 --> 00:44:10.650 Jenny Duan: With some like local government office, or something like small, but where you could make an impact. 393 00:44:12.712 --> 00:44:16.389 huda: Okay, I think you just like, put your name, ",
    "and then you put your 394 00:44:17.970 --> 00:44:19.829 huda: here as you may. I think. 395 00:44:21.650 --> 00:44:29.798 Jenny Duan: Okay. And then why don't you do outreach to like local bridges of the government to like? For example, if you could join their media or marketing team like 396 00:44:31.990 --> 00:44:34.190 Jenny Duan: I feel like that would be really powerful. 397 00:44:35.210 --> 00:44:36.970 huda: Yeah. So 398 00:44:37.720 --> 00:44:40.600 huda: like, I think we just got declared a city. So it 399 00:44:40.640 --> 00:44:42.839 huda: don't really have those things in place. 400 00:44:43.180 --> 00:44:45.270 huda: But like like those. 401 00:44:45.270 --> 00:44:48.209 Jenny Duan: Perfect opportunity for you to put it in place. No. 402 00:44:49.040 --> 00:44:52.260 huda: Like like, how would I go about like reaching out for that. 403 00:44:53.330 --> 00:44:57.677 Jenny Duan: Yeah. So Mountain House just got, declared a city. Right? So 404 00:44:58.580 --> 00:45:02.209 Jenny Duan: let me see if there's like a mountain house, California website. 405 00:45:12.950 --> 00:45:16.140 Jenny Duan: there's Mountain House Community Service district 406 00:45:16.610 --> 00:45:18.020 Jenny Duan: gong. 407 00:45:20.900 --> 00:45:23.940 Jenny Duan: Let me look at the California State portal. 408 00:45:39.800 --> 00:45:42.779 Jenny Duan: So you you don't like the Youth Action Committee right? 409 00:45:44.045 --> 00:45:51.099 huda: I could get involved. But I just I haven't been attending like any of the meetings because of the timings. But 410 00:45:51.150 --> 00:45:56.560 huda: yeah, like I I just don't know if I'd be like involved enough to like please an extra curriculum. 411 00:45:57.720 --> 00:46:03.245 Jenny Duan: Okay, I'm looking at amount. Has Csd in the county and state contacts? 412 00:46:03.770 --> 00:46:05.079 Jenny Duan: do you see that. 413 00:46:06.330 --> 00:46:07.309 huda: But mom 414 00:46:10.480 --> 00:46:11.669 Jenny Duan: Let me share the link.",
    " 415 00:46:12.060 --> 00:46:12.860 huda: Yeah. 416 00:46:19.660 --> 00:46:22.400 huda: Okay, yeah. I'm here on the page. 417 00:46:22.740 --> 00:46:23.430 huda: See? 418 00:46:23.430 --> 00:46:25.641 Jenny Duan: So here has a bunch of 419 00:46:26.710 --> 00:46:29.129 Jenny Duan: a bunch of people that you can contact 420 00:46:29.740 --> 00:46:33.280 Jenny Duan: like the county representatives. And also 421 00:46:33.600 --> 00:46:35.530 Jenny Duan: you can look at the board committees 422 00:46:35.540 --> 00:46:48.449 Jenny Duan: on the left hand bar like, and just see like who's involved. And then I would try to talk to like either someone from the board of directors or the county and state context to see like, if you can get involved with like 423 00:46:49.070 --> 00:46:51.539 Jenny Duan: city leadership in a more direct way 424 00:46:51.670 --> 00:46:54.579 Jenny Duan: to like an internship, and you could mention how like you're not 425 00:46:54.590 --> 00:46:55.660 Jenny Duan: like you. 426 00:46:55.690 --> 00:47:02.489 Jenny Duan: You like. You've tried to join the Youth Action Committee, but like that didn't work out. So you want to do like something more direct. 427 00:47:03.640 --> 00:47:08.920 huda: Yeah, I I honestly don't think that's gonna like, exactly 428 00:47:09.380 --> 00:47:16.769 huda: like I can email. But I'm not sure if that they have like an oper opportunity for like an internship or anything. So I can. 429 00:47:16.770 --> 00:47:17.170 Jenny Duan: And my. 430 00:47:17.170 --> 00:47:21.380 huda: My best bet is probably just getting more involved in Youth Action Committee. 431 00:47:22.470 --> 00:47:23.380 huda: Yeah. 432 00:47:24.640 --> 00:47:27.920 Jenny Duan: Why don't you think they'll have any like programs available for you? 433 00:47:28.743 --> 00:47:29.860 huda: Sorry! What did you say? 434 00:47:30.350 --> 00:47:34.109 Jenny Duan: Why don't you think they'll have any like internships or programs available for you? 435 00:47:34.951 --",
    "> 00:47:44.880 huda: Because right now, like the board is itself is also kind of small. So they don't really need like I don't think they'd 436 00:47:45.010 --> 00:47:53.922 huda: really offer like an internship or anything. But I mean, like I can. I can obviously just like, ask and see like if they do have that opportunity. But yeah, 437 00:47:54.430 --> 00:47:58.370 huda: I kinda doubt that they'd have like an opportunity for internship. 438 00:47:58.778 --> 00:48:00.870 huda: Cause it's just like so small. 439 00:48:01.790 --> 00:48:25.110 Jenny Duan: Gotcha gotcha I know that, like lots of my friends have gotten involved with like other things in their States. For example, like my friend was interning for, like the fishing and wildlife department, or something, there's something random. And so I feel like within the government, because there's so much bureaucracy present. There are so many like random little things that you have the opportunity to like have a big impact on. So I feel like you should take advantage of that. And like. 440 00:48:25.210 --> 00:48:36.180 Jenny Duan: I think I'm not sure like, if you want to be involved through Mountain House, if you want to be involved at the national level. But I feel like there are lots of opportunities for you to get involved with, say, like marketing, video creation, or like 441 00:48:36.530 --> 00:49:04.150 Jenny Duan: even news, or like writing for one of these like senators or State orgs. And so I feel like this is a really good use of your summer, too. We definitely need to give you something more official and more. Yeah, like, attached to a larger organization. Because I feel like right now, you are lacking like a little bit of credibility in your extracurriculars in terms of like the larger orgs. I think code of classy is really good. I think Jc. Is good. But I think beyond that, it's mostly like self driven. So 442 00:49:04.220 --> 00:49:31.070 Jenny Duan: they don't really have a basis to assess your like",
    " leadership ability. And so I think that's like what I wanted to try to identify an opportunity for. But I'm not sure like exactly what direction or like. If you want to do at the state, or regional or local level? So what are you feeling? Or is this something that is interesting to you? Cause if you don't wanna do anything government related. We can also search for like larger nonprofits, too. Like, whatever you think is the most interesting. 443 00:49:31.640 --> 00:49:35.550 huda: Yeah, I think if I were to go forward with I think like 444 00:49:35.740 --> 00:49:38.999 huda: if I were to get like more active with Youth Action Committee. 445 00:49:39.788 --> 00:49:53.612 huda: Then maybe like I'd I'd definitely be interested in getting some more like credibility in that way. But if that's like still, like persisting to be an issue which, like I'll try. I'll try like harder to like actually like show up on the meetings and everything. 446 00:49:53.900 --> 00:49:57.500 Jenny Duan: Probably in person, I mean, if it's too inconvenient like, that's also fine. 447 00:49:57.540 --> 00:50:02.370 Jenny Duan: But if it's if it's convenient, I would encourage you to like, at least, have you been to any of them in the past? 448 00:50:02.570 --> 00:50:04.740 huda: I've been to like 2 of them. 449 00:50:05.270 --> 00:50:08.149 Jenny Duan: Howard like? How are they? I'm not sure what the vibe is. 450 00:50:08.150 --> 00:50:29.180 huda: So basically, we go to like the town hall, and there's like 3, like, I think there's a like organizers. But they're like also like high school students, like seniors. So they like kind of go up the the front, and they like talk with one of like the board of directors of the town, and then they like talk about like 451 00:50:29.507 --> 00:50:56.359 huda: this is our upcoming summer plan. And then, like everyone has, like their say, everyone can like raise their hand and like, give their input and it's kind of just more like a discussion among like t",
    "he like the leaders of the thing. And then and like the actual board people regarding like issues with like possible issues that can happen. Like, for example, we're doing a summer camp. And then there's like like a law that they're like 452 00:50:56.540 --> 00:51:07.559 huda: they're not allowed to stay past a certain time or something. So they're kind of discussing that. So it's like more like more logistic, I guess, in the Youth Action Committee meetings. But yeah. 453 00:51:08.270 --> 00:51:15.220 Jenny Duan: Gotcha. Actually, something I noticed about Mountain House is they don't have a Instagram page. They have like 454 00:51:15.350 --> 00:51:18.439 Jenny Duan: Twitter, Youtube. But they don't have an Instagram page. 455 00:51:20.920 --> 00:51:25.309 Jenny Duan: What if you volunteer to like? Create one for them? I feel like that would be pretty cool. 456 00:51:25.310 --> 00:51:26.323 huda: Oh, yeah. 457 00:51:26.940 --> 00:51:28.870 huda: that would be interesting. I can. 458 00:51:28.950 --> 00:51:42.780 huda: And also, since we have like tons of like events that are like in the community, that could be like a good place to just kind of highlight those, maybe. Yeah, I can talk to like 459 00:51:42.900 --> 00:51:45.790 huda: some of the people on the board, maybe to see if 460 00:51:46.040 --> 00:51:48.099 huda: and advise. I believe. 461 00:51:48.100 --> 00:51:49.480 Jenny Duan: Really powerful. 462 00:51:51.340 --> 00:51:52.349 huda: Yeah, that's actually a great idea. 463 00:51:52.350 --> 00:51:53.010 Jenny Duan: Idea. 464 00:51:53.140 --> 00:52:00.730 Jenny Duan: Yeah, because, like, that's so important for like community contact for the community events like, they don't have a Facebook page either. And I feel like most places would have one. 465 00:52:01.160 --> 00:52:06.750 huda: I have like a giant like Facebook group. But we don't have like a Facebook page. Yeah. 466 00:52:07.550 --> 00:52:10.809 Jenny Duan: Yeah, like an official that would be cool, ",
    "like, I feel like. 467 00:52:11.300 --> 00:52:19.030 Jenny Duan: you know, you should take advantage of that opportunity to like make a big impact in your town. So maybe that's a project you can start over the summer. 468 00:52:19.760 --> 00:52:20.215 huda: Yeah. 469 00:52:23.560 --> 00:52:35.589 Jenny Duan: Cool. Any other questions I feel like. So for that you should reach out to maybe someone from the Youth Action Committee or from like local leadership. You can find on the website. I said you and just see what you can do. There. 470 00:52:35.990 --> 00:52:40.959 huda: Yeah, okay, I had a quick question. Regarding like folklift. 471 00:52:41.100 --> 00:52:41.850 huda: So 472 00:52:42.670 --> 00:52:52.909 huda: I did like contact someone from like like India, who's still interested in like writing like essays for phone lift. But other than that, I feel like 473 00:52:53.190 --> 00:53:11.110 huda: the metrics were a lot like really weak, especially like even more than like empowering AI. I feel like folklift. It's just been kind of like, as you said, kind of more self initiated. So do you have any like advice on how I can like improve folklift. I guess. 474 00:53:11.840 --> 00:53:23.429 Jenny Duan: I think the number of people submitting to you, and number of like people that you reach out to is really powerful, and seeing if you can amplify within other. Like Muslim, focused youth organizations. 475 00:53:24.800 --> 00:53:25.610 huda: Okay. 476 00:53:26.210 --> 00:53:27.809 Jenny Duan: We try to do a collab with, like 477 00:53:27.870 --> 00:53:32.350 Jenny Duan: other Muslim, like like female organizations, like, etc, etc. 478 00:53:32.350 --> 00:53:33.030 huda: Nope. 479 00:53:33.610 --> 00:53:35.679 huda: okay, so that's good. Yeah. 480 00:53:36.610 --> 00:53:38.939 Jenny Duan: Okay. Any other questions. 481 00:53:40.037 --> 00:53:41.050 huda: No, that's good. 482 00:53:41.950 --> 00:53:44.929 Jenny Duan: Cool. Okay, take care, and I'll talk to you soon. 483 00",
    ":53:45.140 --> 00:53:46.180 huda: Yeah. Thank you. Bye. 484 00:53:46.180 --> 00:53:46.705 Jenny Duan: Hi."
  ],
  "turns": [
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 332.72,
      "end": 334.28,
      "text": "Hi, Herna! How's it going. 2"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 337.719,
      "end": 346.78,
      "text": "Hi! It's going. Well, I'm late. 3 Hold on! I think my camera 4 flagging 1 s. 5"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 347.17,
      "end": 348.212,
      "text": "Oh, no worries. 6"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 353.391,
      "end": 355.56,
      "text": "But yeah, I'm doing well. How are you. 7"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 357.2,
      "end": 362.489,
      "text": "I'm good I only see your chair. For some reason I can't see your face. 8"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 362.84,
      "end": 371.399,
      "text": "Yeah, I'm not sure. Let me just 9 close up 10 the site. And then, yeah, I'm not sure what's going on. 11"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 371.9,
      "end": 373.559,
      "text": "No worries. Take your time. 12"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 393.49,
      "end": 397.97,
      "text": "Maybe we can just get started. I'm not sure how long this is. Gonna take. 13"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 399.02,
      "end": 411.649,
      "text": "Okay, no worries. 14 Yeah. So I want to start by just checking in to see if you've made any progress with the camera impact, because I think the deadline's approaching. So I'd love to get to that. If you have any updates on that end. 15"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 412.26,
      "end": 425.46,
      "text": "Oh, to be honest, I haven't really been prioritizing that. 16 But yeah, I don't think I really have any updates. Do you know, when the deadline is. 17"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 426.28,
      "end": 431.63,
      "text": "Yeah, 1 Si believe it's 18 At the end of this month. 19"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 432.04,
      "end": 437.979,
      "text": "Oh, okay. 20 Yeah. Definitely. Like. 21 oh, work on. 22"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 437.98,
      "end": 443.65,
      "text": "I was actually the early applications due on the 20 s. So in 23 5 ish days. 24"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 444.61,
      "end": 464.829,
      "text": "Oh, okay. 25 I didn't realize it was that soon. 26 yeah, I can. I can work on that those essays this week. 27 But I haven't been prioritizing them, because I think other bit preoccupied with like the finals, like projects and stuff. But yeah. 28"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 465.59000000000003,
      "end": 468.269,
      "text": "How are Ap's and final projects going for you? 29"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 468.27,
      "end": 480.64,
      "text": "I, actually, I was able to like so far. Actually, I don't have any final like pro like final test stuff. So I just have projects. But right now I've always so. Yeah, I'm glad I'm. 30"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 480.64,
      "end": 482.61,
      "text": "Oh, my! Gosh! Congratulations! 31"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 483.01,
      "end": 486.39,
      "text": "Yeah, thank you. 32 Yeah. I think it's 33 now. 34"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 487.83,
      "end": 491.93,
      "text": "Cool. And then how did the actual Ap testing go? 35 Are you done with everything? 36"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 491.93,
      "end": 507.629,
      "text": "Yeah, I've done with all my Ap exams. I think I did well on all of them. But I think like calculus I'm predicting like, maybe like a 3 or 4 like, I don't think I did amazing on that one. 37 But yeah, I think. 38"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 507.86,
      "end": 511.11,
      "text": "I think calculus is one where mostly we get 5 snow. 39"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 512.245,
      "end": 546.41,
      "text": "I'm not sure. Actually, yeah, I think the curve is pretty good. But yeah, that's like, let's see. 40 But yeah, the the Ap. Link exam went really? Well, I think, like the prompt was. Really, it was like, it was about selfies. 41 but yeah, the entire year we're taught not to use like like super modern things that, like Ap. Creators, might not know but like. 42 since, like the topic was about selfies, we had to use like influencers and such for evidence. So yeah, I think I think it went well. 43 yeah. 44"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 547.41,
      "end": 550.729,
      "text": "Yeah, and then you're done right with everything. At this point. 45"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 550.73,
      "end": 557.779,
      "text": "Yeah, I just have a couple of projects that I'm working on for, like ap, Us. History and physics. 46"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 558.93,
      "end": 561.77,
      "text": "Gotcha, and what what are those projects, and when are they due. 47"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 562.364,
      "end": 584.669,
      "text": "They're both due on Friday. So I just have to like. It's kind of like for us history. We have like a superlatives, for, like us, history like figures. And then for physics we have like. 48 it's kinda like it's like a project where we like kind of try to tune like a water bottle. I don't know. It's kind of confusing to explain. 49"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 586.6,
      "end": 611.28,
      "text": "It sounds cool. 50 awesome. So I think that maybe we can next talk about some like upcoming deadlines cause I think 51 our goal for the summer is I really wanna make sure that you're set on the Awards front? I know this is a big priority coming in. And I feel like I wanna make sure that you know you have enough awards before application cycle starts. When do you find out about games for change again? 52"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 612.112,
      "end": 613.35,
      "text": "On the twenty-third. 53"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 613.92,
      "end": 616.11,
      "text": "Oh, wait! That's so soon, too. 54"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 616.11,
      "end": 616.855,
      "text": "Yeah. 55"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 617.6,
      "end": 626.46,
      "text": "Okay, 56 were you able to submit to the podcast New York Times podcast challenge? I know that was a couple of days ago. But I'm not sure like, if you had enough time to prepare. 57"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 626.73,
      "end": 642.664,
      "text": "I actually wasn't able to submit to that one. I I was gonna like film a podcast but I just, I don't really know how to go about it. And also I was bit like busy with the Ap. Says, and stuff. So I wasn't able to submit to that one personally. 58"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 642.96,
      "end": 657.62,
      "text": "No worries. Yeah, that it always happens like it's not a big deal. Just wanted to check in there and then grip tape is due on 59 the 60 30. First, if you want to resubmit how are you feeling about that? 61"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 658.25,
      "end": 675,
      "text": "Yeah, I don't remember what idea we discussed last time, but I think this time I want to go with like a more like like non standard kind of thing. So maybe if we could like ideate something, for like the group, take, that would be great. 62"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 675.47,
      "end": 682.75,
      "text": "Yeah, of course, I think that last time we talked about perhaps you learning like 63 Indian classical guitar or. 64"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 682.75,
      "end": 683.219,
      "text": "To do it. 65"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 683.22,
      "end": 689.509,
      "text": "Music thing. 66 What do you think? You would you wanna do that? Would you wanna do something different. 67"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 690.27,
      "end": 697.119,
      "text": "I think that's pretty interesting. 68 yeah. 69 I think I'll be interested in that. 70"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 697.74,
      "end": 705.949,
      "text": "That sounds good, then and then the application is due on May 30, first. So I believe it's just the same like video process. 71"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 707.3,
      "end": 708.06,
      "text": "Okay. 72"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 711.11,
      "end": 730.07,
      "text": "Awesome. 73 then, beyond that, I think 74 those are the most 75 pressing things right now, have you gotten any updates from apple or any of the other programs 76 like any. Just Ga. 77"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 730.29,
      "end": 737.206,
      "text": "Yeah. So I actually didn't get into the apple program and then. 78"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 738.003,
      "end": 738.609,
      "text": "Is him. 79"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 738.61,
      "end": 756.28,
      "text": "Yeah. And then the wait list is also pretty full. So I was able to get into the standing program as well. But I did get into the Covid class like data science. So yeah, we're considering like, choosing that one for the summer 80 desk. 81"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 756.28,
      "end": 763.48,
      "text": "That one's also only 2 weeks long. So you would have time to do other things over the summer. What is the timing of your program is online or in person. 82"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 764.428,
      "end": 776.86,
      "text": "It's in person, and and then I think the timing is 83 Hold on! I think it was like June 28. Something like that is when it ends. 84"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 783.15,
      "end": 787.569,
      "text": "yeah, it's from June seventeenth to June 20, eighth. 85"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 789.09,
      "end": 792.8,
      "text": "I mean, that sounds pretty good. If you wanna do that. What do you think. 86"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 792.98,
      "end": 804.799,
      "text": "Yeah, I think I definitely wanna 87 go to this program, especially data science, since I might be pursuing that like, it's kind of like related to what I've been doing. 88"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 806.53,
      "end": 820.019,
      "text": "I mean, yeah, that sounds good. 89 and let's also finalize your summer plans. Today. I feel like that's also like a good use of time for us. 90 So right now, you we have coded classy. What are the dates for that. 91"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 820.67,
      "end": 825.34,
      "text": "June, seventeenth to June 20, eighth. 92 Okay. 93"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 826.2,
      "end": 828.12,
      "text": "And that's after you end school right? 94"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 828.12,
      "end": 828.8,
      "text": "Yeah. 95"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 832.15,
      "end": 840.48,
      "text": "Okay? And then when is 96 what are the dates for? The journalism program? Jk. 97"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 840.874,
      "end": 842.845,
      "text": "August third to August ninth. 98"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 845.39,
      "end": 846.05,
      "text": "There? 99"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 853.65,
      "end": 871.169,
      "text": "And so in between that you have like about 100 you have some time. 101 and 102 What do you plan like? What are some things that you want to do in that time like, do do you have any travel plans? Do you have anything else before we start filling your time? 103"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 871.36,
      "end": 894.97,
      "text": "Yeah, so we're actually planning on going on vacation from 104 June. 105 I forgot the dates. I think it was. 106 Oh, no, it's July first to July 107 tenth, or something that 108 yeah. 109"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 897.55,
      "end": 898.53,
      "text": "Oh, wait. Yeah. 110"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 899.24,
      "end": 937.496,
      "text": "And then other than that, like maybe for empowering AI. We've been planning kind of doing a hackathon towards like middle of July. So like kind of maybe July twentieth, when we were planning 111 So we have. We've been like starting to like, well, we haven't really like started organizing. But we're gonna start accelerating, you know, calling and speakers and everything. So yeah, I think twentieth 112 and like twentieth to twenty-first is gonna be the hackathon. And we're gonna try to do a lot more events for empowering AI like 113 like more 114"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 938.37,
      "end": 955.629,
      "text": "like just one day camps, or like, maybe like, like really quick kind of like short camps. Type of thing. Because if it's like like a 4 week thing, a lot of people during the summer booked so like just like an informational session, we're trying to do those during the summer. And yeah. 115"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 957.24,
      "end": 963.05,
      "text": "Cool. 116 And how's the team at empowering AI like, how are have they been doing. 117"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 964.34,
      "end": 1006.043,
      "text": "Okay? So 118 the marketing director, I think she's doing a lot for our for, like our initiative, like, I think she's she's been taking control of like the Instagram as well. And so she's made like a few graphics for us. And 119 she's like I also needed to. We're doing with the AR competition, right? So she made like a document with like the rules and like directions and everything. So she's been really helpful with that and then we made like a whole like signed up form, which looks like really professional. And then, I think, for the other officers. They need a little bit of a push, because, like I don't know, maybe they're not as motivated. But 120"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1006.34,
      "end": 1057.939,
      "text": "I did like the secretary. We've been working together, and she has like an initiative that we could collaborate with. And so it's called like first Gen. Daughter diaries, or something like that. And they like match like a like a mentor with like a younger person. Kind of like ivy level. But yeah, but 121 we're thinking of kind of doing, and then partner with them, and maybe like connecting someone in stem that already knows about it, and like a younger person. So that'd be like a possible collaboration in the future. And then. 122 I guess, like my Vice President hasn't done as much as well. But she's help me like with the form and everything. But, like, I think definitely she, we need like kind of accelerate on that front. 123 And the treasurer is like kind of in charge of 124"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1057.95,
      "end": 1081.869,
      "text": "having our like 5 or one C 3 status 125 And so there's like a lot of like information she needs to fill out and everything. So she's been like like calling with me. And like we've been discussing. But yeah, I think 126 so far, like the new board has been like, pretty good. It's ha! We've had like more progress than we have like in the past few months. 127"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1083.29,
      "end": 1086.73,
      "text": "Okay, that seems really good. And what inspired this hackathon. 128"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1087.707,
      "end": 1125.55,
      "text": "So we just like hopped on a call like a board call. And then we're just thinking of like ideas for for empowering AI and then possible feature. And then I was thinking of like like 129 cause in middle school. I participated in a lot of hackathons, and so, like a lot of them are like like female directed like hackathons. So and that's like how we gain a lot of people near discord, and like they're just so like community. So I was thinking, that'd be a great idea to like, you know, broaden our thing and also, like 130 my social media marketer. Person like kind of helped with that as well. 131"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1127.01,
      "end": 1131.939,
      "text": "Okay? And have you seen that? The community been growing so far with the new person. 132"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1132.997,
      "end": 1162.27,
      "text": "So far we haven't gotten more people like interested coach cause we just started, you know, like marketing the agr competition. But yeah, I've been like, I've been trying to like research ways to grow the metrics. So I saw like. 133 I saw, there's like an email newsletter so that we can get like more people interested. But I've been trying to implement that to our website. But yeah, I don't think it's really like working. But yeah. 134"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1163.37,
      "end": 1167.979,
      "text": "And how's it going with Rishi? Is he giving you any other strategies? Are you still working with him? 135"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1168.2,
      "end": 1176.48,
      "text": "I've actually met him only once and so I think I have to set up a meeting with him. But yeah. 136"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1177.99,
      "end": 1180.51,
      "text": "Okay. Gotcha 137 oh. 138"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1180.51,
      "end": 1226.389,
      "text": "So yeah, sorry. I forgot to add. 139 So 140 the we reached out to like a local newspaper called like the Tracy Press and he interviewed me like over the phone about like M like, not empower me about Nc. Wit. And I kind of like I kind of bragged a lot during the call. I was like, Oh, there's like 98 schools like Dublin and Palo Alto, like all these competitive schools, and I was like shocked to see that like 141 I could win like from Mountain House. So I was kind of bragging a lot of that call. And then 142 After the award ceremony like I shared the images so that he can like actually get a publish thing. 143 So yeah, I think that's gonna be like out pretty soon. 144"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1227.29,
      "end": 1229.46,
      "text": "That's so awesome. And how did you find this guy. 145"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1230.04,
      "end": 1254.47,
      "text": "So my friend. Actually, she's like the Vice President. So I I searched your name up, and then, like there's like an article about her like about her, like project for a class. And so I was like curious to see like like who wrote it. And so I just contacted like the author and like the journalist. I just asked if they'd be interested. 146 Lincoln. 147"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1254.47,
      "end": 1257.619,
      "text": "That's so cool. She's the Vice President for what of the school. 148"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1257.62,
      "end": 1258.95,
      "text": "For empowering. Yeah. 149"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1259.19,
      "end": 1272.039,
      "text": "Oh, oh, oh, got it! Super cool! I love that. You're being proactive, and I think, like that Trench should definitely continue. I'm curious. How is the outreach for the game going like? Have any other teachers responded. Have you continued doing that. 150"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1272.64,
      "end": 1277.168,
      "text": "Yeah, I've been sending out like I've been trying to send out at least like 5 a day. 151"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1277.42,
      "end": 1278.8,
      "text": "That's awesome. Congratulations. 152"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1278.8,
      "end": 1303.6,
      "text": "Yeah, none of them have like, responded back, except the same teacher that had replied. Like he's he said that he's gonna show it in the class and then fill out the form cause I followed up because he didn't fill out the form yet. 153 But yeah, so I think I haven't got any responses yet. 154 But yeah, I'm trying to, you know. Send 5 a day at least to see if anyone else would. 155"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1305.03,
      "end": 1314.78,
      "text": "Okay, amazing. I think the other thing that's kind of timely is break through junior challenge. Wait. Did you just say that you didn't want to do this one. The Khan Academy, one. 156"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1315.18,
      "end": 1318.91,
      "text": "Yeah, I think I think last time we discussed that. Yeah. 157"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1319.4,
      "end": 1329.649,
      "text": "Okay, sounds good. 158 okay, so let's talk about your summer. So right now, you have code of the classy. And and then can you tell me your vacation dates again. 159"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1330.305,
      "end": 1333.869,
      "text": "It's gonna be July first to July tenth. 160"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1335.14,
      "end": 1337.21,
      "text": "And you do you know where you're going again? 161"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1337.21,
      "end": 1338.89,
      "text": "Yeah, we're going to London. 162"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1339.706,
      "end": 1341.219,
      "text": "Wait! London! Have you been there before. 163"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1341.22,
      "end": 1346.01,
      "text": "No, this is my first time, or actually, probably when I was younger. But like, yeah, for some reason. 164"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1346.01,
      "end": 1347.419,
      "text": "What inspired the trip? 165"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1348.338,
      "end": 1361.011,
      "text": "I don't know. We just been wanting to go on vacation for a while. We're originally gonna go on, go to turkey. But yeah, I don't know like we just went forward with London, because my brother really wants to go. 166"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1362.46,
      "end": 1400.7,
      "text": "Okay. So total classy ends. You go to London, and then you come back. And then you have like, 2 weeks, 3 weeks, and then you're doing Jake Camp. 167 So what you wanted to do is you want to host the empowering AI hackathon? I think that 168 let's do a stock of all your extracurriculars, and see if we have space to add more. Or if 169 we need to just focus on what you have, because, again, on your college application. You really only get 10 spots. So there's not really 170 like that much reason to to over. Exert yourself to try to do more than intent things. 171 So if we were to fill in those 10 spots? What would you put in order of priority on your college application? 172"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1401.72,
      "end": 1445.514,
      "text": "I'd say number one 173 would be synthoria 174 and then number 2 would be empower AI. 175 And Number 3 would be 176 probably phone makers club. I just feel like my impact with folklook have been has been kind of ma minimal. So I don't know if there'll be top priority. But 177 yeah, I guess. And then folklift as fourth. 178 and then fifth, I could say. 179 hmm! 180 Trying to remember. 181"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1453.44,
      "end": 1462.038,
      "text": "we're all 182 see. I don't really remember like the others. 183"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1462.42,
      "end": 1464.09,
      "text": "Code with glossy that counts. 184"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1464.48,
      "end": 1469.09,
      "text": "Oh, okay, yeah. Then, code with classy, data, science. 185"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1471.54,
      "end": 1472.48,
      "text": "J Kamp. 186"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1473.18,
      "end": 1496.46,
      "text": "Oh, does that count as like an extra curricular or like, Okay. 187 And then, maybe, like by a woman in games ambassadorship. 188 I think that would be in 189 That'll be in fourth place, maybe, I think gave us. 190"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1497.23,
      "end": 1499.099,
      "text": "How much time are you spending on that right now? 191"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1500.201,
      "end": 1507.479,
      "text": "Not a lot. But it's like a really large organization. So 192 feel like that's really impactful. 193"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1509.01,
      "end": 1512.81,
      "text": "Do you feel like you can put more impact into it or more time into it? Personally. 194"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1513.71,
      "end": 1531.669,
      "text": "Possibly. Yeah. I think if I 195 if I host, actually like, I was thinking like, I haven't done anything about it. But if I do kind of like a collaboration between women and games and empowering AI and kind of do some sort of event for that. That would be that'd be pretty good. 196"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1531.67,
      "end": 1532.84,
      "text": "That would be cool. 197"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1533.888,
      "end": 1545.77,
      "text": "So yeah, maybe I could put a little more effort into that. But it's like, since it's an international like program. That one's pretty good. 198 and then 199"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1550.41,
      "end": 1555.279,
      "text": "see, I'm gonna 200 look through here. 201"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1569.31,
      "end": 1573.637,
      "text": "so so like being featured on like podcast and stuff is that like. 202"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1573.97,
      "end": 1574.66,
      "text": "Doesn't care. 203"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1577.13,
      "end": 1581.859,
      "text": "Okay. I guess I don't. I think that's all. 204"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1582.59,
      "end": 1585.209,
      "text": "What about your like local council thing. 205"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1586.07,
      "end": 1593.82,
      "text": "Youth Action Committee. I I feel like I don't think I've really like 206 contributed to that one as much. 207"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1594.31,
      "end": 1597.06,
      "text": "Is that something you feel like you can contribute more to. 208"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1600.06,
      "end": 1614.95,
      "text": "yeah, I feel like they just have meetings and a lot of the time, like 209 there are inconvenient times. So it's hard for me to make it. But 210 yeah, I mean, if I I could possibly like for more time into it. But yeah. 211"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1615.67,
      "end": 1620.05,
      "text": "But you don't want to. It's okay, like, I'm just trying to get a sense of how you feel about it. 212"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1620.611,
      "end": 1642.39,
      "text": "Not really like. I just feel like your meeting. Times are always directly after school, or like like, really late in the night. So it's not really late in the night, but it's like dinnertime, so it's like, I don't know. It's just like inconvenient timing, for like my parents to drop me and everything. So I haven't been able to participate in it too much. 213"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1643.15,
      "end": 1646.259,
      "text": "What about on the volunteering at the mosque? Are you still doing that? 214"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1646.26,
      "end": 1647.84,
      "text": "Oh, yeah. Yeah. 215"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1649,
      "end": 1672.729,
      "text": "That's super important. Don't forget about that. 216 Okay, so actually, since we have 2 more spots to fill, which means that we should do something with your summer here. 217 So have you heard of. 218 I think I sent you like this Instagram Post about something that I saw in regards to like 219 I forget the organization. Was it women and games, or. 220"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1672.73,
      "end": 1678.07,
      "text": "It was like woman who, code or woman 221 make games, or something. 222"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1678.48,
      "end": 1683.309,
      "text": "Yeah, I feel like that would be a really good organization to get involved in. What do you think. 223"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1683.54,
      "end": 1695.359,
      "text": "They're actually the ones that I reached out to whether like I could get involved. And they said that like I was too young. You have to be like 18 plus to get involved with them. 224"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1698.157,
      "end": 1703.08,
      "text": "okay, what about this? Girls makes make games like summer program? 225"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1704.801,
      "end": 1707.609,
      "text": "Hold on. Let me see the program. 226"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1715.51,
      "end": 1722.659,
      "text": "I think. 227 Oh, yeah, I think that's pretty interesting. I think it's a. 228"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1724.57,
      "end": 1727.049,
      "text": "The timing works out pretty well with you. 229"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1727.2,
      "end": 1727.92,
      "text": "Yeah. 230"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1727.92,
      "end": 1732.359,
      "text": "Oh, it's it's in, is it? In Memphis, Tennessee. I'm like confused. 231"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1734.62,
      "end": 1735.93,
      "text": "let me see. 232"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1737.37,
      "end": 1739.5,
      "text": "No, it's okay. I think it's. 233"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1742.16,
      "end": 1744.45,
      "text": "There's one in the Sfa area. 234"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1745.43,
      "end": 1748.63,
      "text": "Oh. 235 that seems like really good. Then. 236"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1754.41,
      "end": 1762.42,
      "text": "Yeah, 237 I feel like 238 there's only like younger people attending. 239"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1762.82,
      "end": 1765.46,
      "text": "Teens, 13 to 18 is one category. 240"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1765.63,
      "end": 1766.055,
      "text": "Oh! 241"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1770.66,
      "end": 1777.949,
      "text": "The only thing is, I don't know if it's just gonna be like too 242 basic for you. 243"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1778.33,
      "end": 1782.4,
      "text": "I I think it's a it's a paid program. So. 244"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1782.68,
      "end": 1786.369,
      "text": "Yeah, but they do scholarships. So I think that's no big deal. 245"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1788.99,
      "end": 1791.39,
      "text": "I think it should be interesting. Yeah. 246"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1793.29,
      "end": 1835.32,
      "text": "Okay, why don't you just submit an application? I think you'll qualify for scholarships. I feel like that shouldn't be an issue. 247 they also have, like a high, like a college scholarship. That's 248 super cool, but I think, unfortunately, 249 that's 250 That's precise with seniors, only. 251 Also have, like a summer fellowship. 252 which is cool, but that's also for 18 plus people. 253 So I feel like you should apply for their camp or 254 yeah, just send an an application for their camp. Because, like, why not? I feel? 255 Hmm. 256"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1838.05,
      "end": 1839.219,
      "text": "Yeah, we have him open up. 257"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1839.22,
      "end": 1844.19,
      "text": "Let me join now. 258 Okay, cool. Did you kind of join their leadership team? Because you're too young. 259"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1844.19,
      "end": 1845.08,
      "text": "Yeah. 260"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1846.87,
      "end": 1851.72,
      "text": "Hmm. 261 interesting. Okay. Got it. 262"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1858.48,
      "end": 1861.769,
      "text": "So in your ideal summer, what what else would you be doing. 263"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1863.833,
      "end": 1881.3,
      "text": "I feel like maybe preparing with the like preparing like a few. 264 I would call them essays beforehand. I think that would be good, like, you know, just like brainstorming. Some of those. 265"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1883.74,
      "end": 1913.24,
      "text": "Yeah, that sounds good. 266 In terms of extracurriculars. You still have room for, like 2 more, I think, to add on 267 I would like to get those fixed filled. So I think maybe let's brainstorm like what else you can do during your summer 268 in preparation. So right now you have a lot of AI stuff. I feel like it would be good, maybe, to do something. 269 Hi, there! 270 More technical or just like random in your community. 271 Are there any other clubs that you're part of at school that we're missing? 272"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1916.11,
      "end": 1949.79,
      "text": "Oh, yeah, I ran for girls who code officer but I didn't get it. But 273 yeah, oh, I'm 274 I mean. 275 I think this. 276 I haven't joined any other clubs, I mean, like, I've joined Msa. Club. But 277 the elections aren't really fair, so I won't be like a officer. But yeah. 278 yeah, I don't. I don't think there's any like other like clubs. I can name 279"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1955.6,
      "end": 1960.58,
      "text": "Let me see if there's any 280 organizations. 281"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1979.14,
      "end": 1980.73,
      "text": "Hmm! 282"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1985.87,
      "end": 1992.66,
      "text": "You know what 283 MY. And a is Muslim youth of North America. 284"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1993.21,
      "end": 1994.799,
      "text": "Oh, I've never heard of it! 285"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 1995.62,
      "end": 1997.4,
      "text": "You've you've heard of it, or you haven't. 286"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 1997.4,
      "end": 1998.339,
      "text": "I haven't. 287"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2000.82,
      "end": 2011.199,
      "text": "I think some of my friends at school are involved with this org. Here, let me send this in the chat. 288 Take a look at this. They do a lot of like different service programs and camps that you. 289 I find interesting. 290"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2011.46,
      "end": 2012.25,
      "text": "Oh! 291"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2013.93,
      "end": 2017.92,
      "text": "They have an All girls camp that works with your dates. If you're interested. 292"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2018.51,
      "end": 2024.78,
      "text": "Oh, that's really interesting. 293 Yeah, I think this would be something nice to get involved with. 294"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2026.83,
      "end": 2050.37,
      "text": "And this is like, yeah, mostly like summer camp. 295 let's see if 296 if you would just be interested in doing it. 297 like, I think it's this is just like A for your own personal growth, if you want to. 298 I'm gonna see if there's something that you can get involved with. 299 They have an all girls like Camp, which is really cool. 300"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2058.989,
      "end": 2068.38,
      "text": "Oh, yeah. And they have a lot of opportunities to get involved. 301 So what did you try to join, like one of their local executive committees, or to become an officer. 302"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2069.239,
      "end": 2091.569,
      "text": "Oh, yeah. Also, I think this would be something like 303 great to start up as like a kind of community like Branch, maybe not at school, but like maybe just like in the community, to like hold meetings. Cause like, I know, a lot of people that are interested in Msa. But like kind of like without the toxicity, I think this will be something nice to open regionally. 304"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2092.139,
      "end": 2094.539,
      "text": "What about this position? Check this out. 305"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2102.91,
      "end": 2105.15,
      "text": "Website is only that's really nice. 306"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2109.38,
      "end": 2113.119,
      "text": "okay, looks like it starts in September 2024. 307"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2114.45,
      "end": 2114.83,
      "text": "Fine. 308"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2134.04,
      "end": 2138.38,
      "text": "Okay, I'm not sure. If they have an Asia requirement I can. 309 I can. 310"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2140.95,
      "end": 2143.64,
      "text": "I think as long as you're thirteenth through 18, it's okay. 311"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2143.82,
      "end": 2145.62,
      "text": "Okay. 312 I. 313"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2146.04,
      "end": 2150.839,
      "text": "They have a lot of different programs. So if you wanna look through that, there's like other ones, too. 314"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2152.34,
      "end": 2155.829,
      "text": "Okay, I'm gonna just make an account here. 315"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2156.34,
      "end": 2165.809,
      "text": "Also says that the application deadline was about a month ago, but it also says open. So I I wouldn't encourage you to just submit an application and then email them afterwards. And you should be fine. 316"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2166.46,
      "end": 2167.64,
      "text": "Okay. Yeah. 317"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2192.28,
      "end": 2210.009,
      "text": "Okay, I'm gonna add that to the list. Cause I feel like this is a really good organization to get involved in. 318 And then, now you have one more spot in the list. 319 Any other things that any other activities that you would like to try, or that you haven't tried yet. 320"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2211.23,
      "end": 2237.81,
      "text": "Hmm! Maybe let's I can. 321 If I wanted to get involved with something 322 journalism oriented like maybe like, maybe I could ask if I could write something for our like a local news, maybe, or see if I if I I can get some sort of like like involvement in that 323 I'm not sure. 324"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2237.81,
      "end": 2246.729,
      "text": "Yeah, that seems good. 325 let's see. Let me see if there's any like Mountain House 326 Student Journal to some projects 327"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2255.19,
      "end": 2256.17,
      "text": "whom. 328"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2258.255,
      "end": 2266.61,
      "text": "It's not letting me and make an account for the 329 a position. So 330 I can email them. 331"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2266.61,
      "end": 2269.309,
      "text": "What does it? What does it say? Yeah, just email them. 332"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2269.92,
      "end": 2273.52,
      "text": "Yeah. It just says, like, project, not available. 333"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2279.28,
      "end": 2279.913,
      "text": "Email, them. 334"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2280.58,
      "end": 2281.31,
      "text": "Yeah. 335"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2286.84,
      "end": 2290.92,
      "text": "Oh, what if I was the blog editor in chief for. 336"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2290.92,
      "end": 2295.4,
      "text": "Yeah, that seems really good, too. Whatever you think is most important or interesting. 337"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2296.01,
      "end": 2298.28,
      "text": "Yeah, I feel like, that's also like, relevant. 338"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2298.83,
      "end": 2299.89,
      "text": "Definitely 339"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2313.41,
      "end": 2322.82,
      "text": "I'm doing some research to see like 340 what else? 341 this fat is interesting in your area. 342"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2324.721,
      "end": 2330.269,
      "text": "So instead of Mountain House, we can search Tracy cause like a lot of the stuff happens in Tracy. 343"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2334.07,
      "end": 2364.61,
      "text": "Well, I feel like one of your other things. Could could just be like freelance web development. If you wanna do that for like 344 local. I don't know businesses or nonprofits, and you can also list your other Cs projects under that umbrella. If you want to keep working on that over the summer. 345 Because I know you have a lot of Cs projects that like aren't necessarily on your activities list that you could probably incorporate if you like. Put an activity as like. 346 you know, web development or something like that. 347 How do you feel about that? 348"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2364.61,
      "end": 2397.69,
      "text": "Yeah, I think also, yeah, this summer, I could probably like, do some freelance like website development. And 349 like, or maybe just designs. Even like if I'm not able to do that like during the time in which, like, I'm done with everything or like I could, I think I could possibly do that during like the code with call see? Like during those time periods, like, maybe when I get home, because if I do get involved with the camp and everything. Maybe that would be a good idea. 350 Cap. 351"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2397.69,
      "end": 2421.329,
      "text": "Yeah, that seems really good. 352 I think that's something that we can definitely do. I also do. Wanna get you still involved with, like a more national organization, too, cause I feel like it's important for you to have more credibility with like an org 353 Are there any like nonprofits that you feel like you would want to 354 join or look more into. Besides MY. And a. 355"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2422.69,
      "end": 2423.29,
      "text": "Bye, 356"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2425.83,
      "end": 2435.92,
      "text": "Like I I wanna just give you more credibility cause I feel like a lot of things that you do are self initiated or like self run, but I think it would be good to have the support of a larger org if that makes sense. 357"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2439.48,
      "end": 2454.979,
      "text": "I could. I could possibly ask around and see if there's like, I know a few of my friends have like initiatives like, see if they have, like a board position available. But those are mainly like tech and stuff like that. 358 But yeah. 359"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2454.98,
      "end": 2482.789,
      "text": "How big are those initiatives? Cause I feel like there's not that much point in doing like another student thing, because I feel like you like, since you're already a student like your projects are already kind of grouped under that category. 360 But, like, are there any like larger local or national orgs. That's why I thought the the IQ. I'm forgetting the name. The local council thing would have been good. But I think if that's like not interesting or convenient. Then maybe something else. 361"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2483.28,
      "end": 2528.013,
      "text": "I could possibly do like encode justice, like I know they didn't really like let me onto the like, the council, or whatever. But I could probably like. Still, I think they have the same like you can like publish like an article about AI ethics or like your experience today, ethics. I could. 362 Maybe like, publish some articles about that. Yeah, like, I don't know if that's like an official position, though. But 363 yeah, 364 I feel like in code, justice could possibly be really good cause, I know, like a lot of people that do go into a ethics definitely like always have that in their profiles. 365 Yeah, like, I don't exactly know how to like get involved 366 would include just this. 367"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2529.81,
      "end": 2533.16,
      "text": "Do you? Who's your senator? Do you know in California. 368"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2535.24,
      "end": 2549.959,
      "text": "Like the 369 looking for a region. 370 It's oh, is it the? I think it's Josh Harder. I think 371 I don't know if he's like a send me here. 372 Yeah, he's the representative, but. 373"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2550.94,
      "end": 2556.879,
      "text": "Do you wanna do an like an internship in the Senator's office? 374 We're representative's office. 375"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2557.21,
      "end": 2559.01,
      "text": "Oh, that would be interesting! 376"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2559.97,
      "end": 2575.199,
      "text": "Here's Tom Umberg. He's Senate District 34 sacramento County. 377 but not Sacramento County, Anaheim, Fountain Valley Garden Grove, Huntington Beach, Long Beach, Los Alamitos, Midway City, Orange, Rossmore, Santa Ana, Seal Beach, in Westminster. 378"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2576.823,
      "end": 2578.39,
      "text": "I think that's so, Cal. 379"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2579.87,
      "end": 2593.67,
      "text": "Including Sacramento, though. 380 Oh, yeah, actually, that does look like 381 Who? So I think maybe I would look at your 382 You are. 383"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2595.03,
      "end": 2598.87,
      "text": "Okay, so what would the program be called? I can search my representative. 384"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2598.87,
      "end": 2605.21,
      "text": "There's no program. You have to search your individual 385 like representative or senator, and see what they do. 386"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2606.7,
      "end": 2609.979,
      "text": "Yeah, would. I call it like an internship or. 387"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2610.89,
      "end": 2612,
      "text": "Yeah, internship. 388"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2618.99,
      "end": 2633.219,
      "text": "I think it falls 389 under like law. So it's canada maybe asked to do a variety of things, including day to day office works, such as answering phones, writing letters, and assisting with meeting clips. 390"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2638.62,
      "end": 2644.169,
      "text": "I'm not sure. 391 Yeah, I think you should. 392"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2644.53,
      "end": 2650.65,
      "text": "With some like local government office, or something like small, but where you could make an impact. 393"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2652.712,
      "end": 2659.829,
      "text": "Okay, I think you just like, put your name, and then you put your 394 here as you may. I think. 395"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2661.65,
      "end": 2674.19,
      "text": "Okay. And then why don't you do outreach to like local bridges of the government to like? For example, if you could join their media or marketing team like 396 I feel like that would be really powerful. 397"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2675.21,
      "end": 2685.27,
      "text": "Yeah. So 398 like, I think we just got declared a city. So it 399 don't really have those things in place. 400 But like like those. 401"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2685.27,
      "end": 2688.209,
      "text": "Perfect opportunity for you to put it in place. No. 402"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2689.04,
      "end": 2692.26,
      "text": "Like like, how would I go about like reaching out for that. 403"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2693.33,
      "end": 2702.209,
      "text": "Yeah. So Mountain House just got, declared a city. Right? So 404 let me see if there's like a mountain house, California website. 405"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2712.95,
      "end": 2723.94,
      "text": "there's Mountain House Community Service district 406 gong. 407 Let me look at the California State portal. 408"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2739.8,
      "end": 2742.779,
      "text": "So you you don't like the Youth Action Committee right? 409"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2744.045,
      "end": 2756.56,
      "text": "I could get involved. But I just I haven't been attending like any of the meetings because of the timings. But 410 yeah, like I I just don't know if I'd be like involved enough to like please an extra curriculum. 411"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2757.72,
      "end": 2765.079,
      "text": "Okay, I'm looking at amount. Has Csd in the county and state contacts? 412 do you see that. 413"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2766.33,
      "end": 2767.309,
      "text": "But mom 414"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2770.48,
      "end": 2771.669,
      "text": "Let me share the link. 415"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2772.06,
      "end": 2772.86,
      "text": "Yeah. 416"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2779.66,
      "end": 2783.43,
      "text": "Okay, yeah. I'm here on the page. 417 See? 418"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2783.43,
      "end": 2822.489,
      "text": "So here has a bunch of 419 a bunch of people that you can contact 420 like the county representatives. And also 421 you can look at the board committees 422 on the left hand bar like, and just see like who's involved. And then I would try to talk to like either someone from the board of directors or the county and state context to see like, if you can get involved with like 423 city leadership in a more direct way 424 to like an internship, and you could mention how like you're not 425 like you. 426 You like. You've tried to join the Youth Action Committee, but like that didn't work out. So you want to do like something more direct. 427"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2823.64,
      "end": 2836.769,
      "text": "Yeah, I I honestly don't think that's gonna like, exactly 428 like I can email. But I'm not sure if that they have like an oper opportunity for like an internship or anything. So I can. 429"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2836.77,
      "end": 2837.17,
      "text": "And my. 430"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2837.17,
      "end": 2843.38,
      "text": "My best bet is probably just getting more involved in Youth Action Committee. 431 Yeah. 432"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2844.64,
      "end": 2847.92,
      "text": "Why don't you think they'll have any like programs available for you? 433"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2848.743,
      "end": 2849.86,
      "text": "Sorry! What did you say? 434"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2850.35,
      "end": 2854.109,
      "text": "Why don't you think they'll have any like internships or programs available for you? 435"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2854.951,
      "end": 2880.87,
      "text": "Because right now, like the board is itself is also kind of small. So they don't really need like I don't think they'd 436 really offer like an internship or anything. But I mean, like I can. I can obviously just like, ask and see like if they do have that opportunity. But yeah, 437 I kinda doubt that they'd have like an opportunity for internship. 438 Cause it's just like so small. 439"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2881.79,
      "end": 2916.18,
      "text": "Gotcha gotcha I know that, like lots of my friends have gotten involved with like other things in their States. For example, like my friend was interning for, like the fishing and wildlife department, or something, there's something random. And so I feel like within the government, because there's so much bureaucracy present. There are so many like random little things that you have the opportunity to like have a big impact on. So I feel like you should take advantage of that. And like. 440 I think I'm not sure like, if you want to be involved through Mountain House, if you want to be involved at the national level. But I feel like there are lots of opportunities for you to get involved with, say, like marketing, video creation, or like 441"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2916.53,
      "end": 2944.15,
      "text": "even news, or like writing for one of these like senators or State orgs. And so I feel like this is a really good use of your summer, too. We definitely need to give you something more official and more. Yeah, like, attached to a larger organization. Because I feel like right now, you are lacking like a little bit of credibility in your extracurriculars in terms of like the larger orgs. I think code of classy is really good. I think Jc. Is good. But I think beyond that, it's mostly like self driven. So 442"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2944.22,
      "end": 2971.07,
      "text": "they don't really have a basis to assess your like leadership ability. And so I think that's like what I wanted to try to identify an opportunity for. But I'm not sure like exactly what direction or like. If you want to do at the state, or regional or local level? So what are you feeling? Or is this something that is interesting to you? Cause if you don't wanna do anything government related. We can also search for like larger nonprofits, too. Like, whatever you think is the most interesting. 443"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 2971.64,
      "end": 2993.612,
      "text": "Yeah, I think if I were to go forward with I think like 444 if I were to get like more active with Youth Action Committee. 445 Then maybe like I'd I'd definitely be interested in getting some more like credibility in that way. But if that's like still, like persisting to be an issue which, like I'll try. I'll try like harder to like actually like show up on the meetings and everything. 446"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 2993.9,
      "end": 3002.37,
      "text": "Probably in person, I mean, if it's too inconvenient like, that's also fine. 447 But if it's if it's convenient, I would encourage you to like, at least, have you been to any of them in the past? 448"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3002.57,
      "end": 3004.74,
      "text": "I've been to like 2 of them. 449"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3005.27,
      "end": 3008.149,
      "text": "Howard like? How are they? I'm not sure what the vibe is. 450"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3008.15,
      "end": 3056.359,
      "text": "So basically, we go to like the town hall, and there's like 3, like, I think there's a like organizers. But they're like also like high school students, like seniors. So they like kind of go up the the front, and they like talk with one of like the board of directors of the town, and then they like talk about like 451 this is our upcoming summer plan. And then, like everyone has, like their say, everyone can like raise their hand and like, give their input and it's kind of just more like a discussion among like the like the leaders of the thing. And then and like the actual board people regarding like issues with like possible issues that can happen. Like, for example, we're doing a summer camp. And then there's like like a law that they're like 452"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3056.54,
      "end": 3067.559,
      "text": "they're not allowed to stay past a certain time or something. So they're kind of discussing that. So it's like more like more logistic, I guess, in the Youth Action Committee meetings. But yeah. 453"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3068.27,
      "end": 3085.309,
      "text": "Gotcha. Actually, something I noticed about Mountain House is they don't have a Instagram page. They have like 454 Twitter, Youtube. But they don't have an Instagram page. 455 What if you volunteer to like? Create one for them? I feel like that would be pretty cool. 456"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3085.31,
      "end": 3108.099,
      "text": "Oh, yeah. 457 that would be interesting. I can. 458 And also, since we have like tons of like events that are like in the community, that could be like a good place to just kind of highlight those, maybe. Yeah, I can talk to like 459 some of the people on the board, maybe to see if 460 and advise. I believe. 461"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3108.1,
      "end": 3109.48,
      "text": "Really powerful. 462"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3111.34,
      "end": 3112.349,
      "text": "Yeah, that's actually a great idea. 463"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3112.35,
      "end": 3120.73,
      "text": "Idea. 464 Yeah, because, like, that's so important for like community contact for the community events like, they don't have a Facebook page either. And I feel like most places would have one. 465"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3121.16,
      "end": 3126.75,
      "text": "I have like a giant like Facebook group. But we don't have like a Facebook page. Yeah. 466"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3127.55,
      "end": 3139.03,
      "text": "Yeah, like an official that would be cool, like, I feel like. 467 you know, you should take advantage of that opportunity to like make a big impact in your town. So maybe that's a project you can start over the summer. 468"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3139.76,
      "end": 3140.215,
      "text": "Yeah. 469"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3143.56,
      "end": 3155.589,
      "text": "Cool. Any other questions I feel like. So for that you should reach out to maybe someone from the Youth Action Committee or from like local leadership. You can find on the website. I said you and just see what you can do. There. 470"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3155.99,
      "end": 3191.11,
      "text": "Yeah, okay, I had a quick question. Regarding like folklift. 471 So 472 I did like contact someone from like like India, who's still interested in like writing like essays for phone lift. But other than that, I feel like 473 the metrics were a lot like really weak, especially like even more than like empowering AI. I feel like folklift. It's just been kind of like, as you said, kind of more self initiated. So do you have any like advice on how I can like improve folklift. I guess. 474"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3191.84,
      "end": 3203.429,
      "text": "I think the number of people submitting to you, and number of like people that you reach out to is really powerful, and seeing if you can amplify within other. Like Muslim, focused youth organizations. 475"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3204.8,
      "end": 3205.61,
      "text": "Okay. 476"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3206.21,
      "end": 3212.35,
      "text": "We try to do a collab with, like 477 other Muslim, like like female organizations, like, etc, etc. 478"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3212.35,
      "end": 3215.679,
      "text": "Nope. 479 okay, so that's good. Yeah. 480"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3216.61,
      "end": 3218.939,
      "text": "Okay. Any other questions. 481"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3220.037,
      "end": 3221.05,
      "text": "No, that's good. 482"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3221.95,
      "end": 3224.929,
      "text": "Cool. Okay, take care, and I'll talk to you soon. 483"
    },
    {
      "speaker": "student",
      "conf": 0.98,
      "start": 3225.14,
      "end": 3226.18,
      "text": "Yeah. Thank you. Bye. 484"
    },
    {
      "speaker": "coach",
      "conf": 0.98,
      "start": 3226.18,
      "end": 3226.705,
      "text": "Hi."
    }
  ],
  "meta": {
    "ext": ".pdf",
    "source": "normalize-v1",
    "vtt": true
  }
}